Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# HelpMessage_ApplyThemeToPowerShellConsole
source: If you enable this option, the default PowerShell console settings in the registry under HKCU:\Console are overridden so that the PowerShell console window matches the application theme. This is a global system setting that may affect the appearance of the normal PowerShell window. Only the PowerShell consoles configured in the PowerShell and AWS Session Manager settings are modified. Both Windows PowerShell and PWSH (PowerShell 7 and higher) are supported. Click in the upper right corner on the help / documentation button (left of the minimize button) or navigate to https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance for more details. Here are the values documented which will be adjusted. If the option is disabled again, the values are no longer modified. However, the original values are NOT restored.
fr_fr: Si vous activez cette option, les paramètres par défaut de la console PowerShell dans le registre sous HKCU:\Console sont remplacés afin que la fenêtre de la console PowerShell corresponde au thème de l'application. Il s'agit d'un paramètre système global qui peut affecter l'apparence de la fenêtre PowerShell normale. Seules les consoles PowerShell configurées dans les paramètres PowerShell et AWS Session Manager sont modifiées. Windows PowerShell et PWSH (PowerShell 7 et supérieur) sont pris en charge. Cliquez dans le coin supérieur droit sur le bouton d'aide/documentation (à gauche du bouton de réduction) ou accédez à https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance pour plus de détails. Voici les valeurs documentées qui seront ajustées. Si l'option est à nouveau désactivée, les valeurs ne sont plus modifiées. Cependant, les valeurs d'origine ne sont PAS restaurées.
it_it: Se si abilita questa opzione, le impostazioni della console di PowerShell predefinite nel registro in HKCU:\Console vengono sovrascritte in modo che la finestra della console di PowerShell corrisponda al tema dell'applicazione. Si tratta di un'impostazione di sistema globale che potrebbe influire sull'aspetto della normale finestra di PowerShell. Vengono modificate solo le console PowerShell configurate nelle impostazioni di PowerShell e AWS Session Manager. Sono supportati sia Windows PowerShell che PWSH (PowerShell 7 e versioni successive). Fai clic nell'angolo in alto a destra sul pulsante 'Guida/documentazione' (a sinistra del pulsante 'Riduci af icona') o per maggiori dettagli accedi a https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance. Ecco i valori documentati che verranno adeguati. Se l'opzione viene nuovamente disabilitata, i valori non vengono più modificati. Tuttavia, i valori originali NON vengono ripristinati.
ja_jp: このオプションを有効にすると、HKCU:\Console レジストリ内のデフォルトの PowerShell コンソール設定が上書きされ、PowerShell コンソールウィンドウがアプリケーションのテーマと一致するようになります。これはグローバルシステム設定であり、通常の PowerShell ウィンドウの外観に影響を与える可能性があります。 PowerShell および AWS Session Manager 設定で設定された PowerShell コンソールのみが変更されます。Windows PowerShell と PWSH (PowerShell 7 以降) の両方がサポートされています。 詳細については、右上隅のヘルプ/ドキュメントボタン（最小化ボタンの左）をクリックするか、https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance にアクセスしてください。調整対象となる値は以下に記載されています。 オプションを再度無効にすると、値は変更されなくなります。ただし、元の値は復元されません。
pt_br: Se você habilitar essa opção, as configurações padrão do console do PowerShell no registro em HKCU:\Console serão substituídas para que a janela do console do PowerShell corresponda ao tema do aplicativo. Esta é uma configuração global do sistema que pode afetar a aparência da janela normal do PowerShell. Somente os consoles do PowerShell configurados nas configurações do PowerShell e do AWS Session Manager são modificados. Há suporte para Windows PowerShell e PWSH (PowerShell 7 e superior). Clique no canto superior direito no botão de ajuda/documentação (à esquerda do botão minimizar) ou navegue até https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance para obter mais detalhes. Aqui estão os valores documentados que serão ajustados. Se a opção for desativada novamente, os valores não serão mais modificados. No entanto, os valores originais NÃO são restaurados.
sl_si: Če omogočite to možnost, se privzete nastavitve konzole PowerShell v registru pod HKCU:\Console preglasijo, tako da se okno konzole PowerShell ujema s temo aplikacije. To je globalna sistemska nastavitev, ki lahko vpliva na videz običajnega okna PowerShell. Spremenjene so samo konzole PowerShell, nastavljene v nastavitvah PowerShell in AWS Upravitelj sej. Podprti sta lupini Windows PowerShell in PWSH (PowerShell 7 in višje). V zgornjem desnem kotu kliknite na gumb za Pomoč/Dokumentacijo (levo od gumba za pomanjšanje) ali pojdite na do https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance za več podrobnosti. Tukaj so dokumentirane vrednosti, ki bodo prilagojene. Če je možnost znova onemogočena, vrednosti niso več spremenjene. Vendar se izvirne vrednosti NE obnovijo.
zh_cn: 如果启用此选项，注册表 HKCU:\Console 下的 PowerShell 控制台默认设置将被覆盖，以便 PowerShell 控制台窗口与应用程序主题相匹配。这是一个全局系统设置，可能会影响正常 PowerShell 窗口的外观。 只有在 PowerShell 和 AWS 会话管理器设置中配置的 PowerShell 控制台才会被修改。支持 Windows PowerShell 和 PWSH（PowerShell 7 及更高版本）。 单击右上角的帮助/文档按钮（最小化按钮左侧）或导航至 https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance 获取更多详细信息。这里记录了将被调整的值。 如果再次禁用该选项，这些值将不再被修改。但不会恢复原始值。
zh_tw: 若啟用此選項，將覆蓋 HKCU:\Console 中預設的 PowerShell 主控台設定，使主控台視窗與本程式主題保持一致。這是一個全域系統設定，可能會影響到一般 PowerShell 視窗的外觀。 只會修改在 PowerShell 與 AWS Session Manager 設定中的 PowerShell 主控台。同時支援 Windows PowerShell 以及 PWSH（PowerShell 7+）。 點擊右上角的「說明 / 文件」按鈕（最小化圖示左側），或前往 https://borntoberoot.net/NETworkManager/Documentation/Settings/Appearance 獲取更多資訊。此處列出了將被調整的值。 若再次關閉該選項，已修改的值不會自動回復到原始設定；亦即「原始值並未還原」。

# InputCannotEndWithSemicolon
source: Input cannot end with a ";"!
fr_fr: La saisie ne peut pas se terminer par un ";"!
it_it: L'input non può terminare con un ";"!
ja_jp: 入力は";"で終わることはできません!
pt_br: A entrada não pode terminar com ";"!
sl_si: Vnos se ne sme končati z ";"!
zh_cn: 输入不能以"; "结束！
zh_tw: 輸入不能以「;」結尾！

source: Input does not contain any text!
fr_fr: L'entrée ne contient aucun texte!
it_it: L'input non contiene testo!
ja_jp: 入力にテキストが含まれていません!
pt_br: A entrada não contém nenhum texto!
sl_si: Vnos ne vsebuje nobenega besedila!
zh_cn: 输入不包含任何文本！
zh_tw: 輸入不包含任何文字！

# ApplicationName_BitCalculator
source: Bit Calculator
fr_fr: Calculatrice de bits
it_it: Calcolatorebit
ja_jp: ビット計算機
pt_br: Calculadora de bits
sl_si: Bitni kalkulator
zh_cn: 位计算器
zh_tw: 位元計算器

source: Bit Calculator
fr_fr: Calculatrice de bits
it_it: Calcolatore bit
ja_jp: ビット計算機
pt_br: Calculadora de bits
sl_si: Bitni kalkulator
zh_cn: 位计算器
zh_tw: 位元計算器

source: Notation
it_it: Notazione
ja_jp: 表記
pt_br: Nota
sl_si: Zapisovanje
zh_cn: 符号
zh_tw: 符號表記

source: Input
es_es: Entrada
fr_fr: Entrée
ja_jp: 入力
pt_br: Entrada
sl_si: Vnos
zh_cn: 输入
zh_tw: 輸入

source: Unit
fr_fr: Unité
it_it: Unità
ja_jp: 単位
pt_br: Unidade
sl_si: Enota
zh_cn: 单位
zh_tw: 單位

source: Bits
it_it: Bit
sl_si: bitov
zh_cn: 比特
zh_tw: 位元

source: Gigabits
it_it: Gigabit
sl_si: gigabitov
zh_cn: 吉比特
zh_tw: 十億位元 Gb

source: Gigabytes
fr_fr: Gigaoctets
it_it: Gigabyte
sl_si: gigabajtov
zh_cn: 吉字节
zh_tw: 十億位元組 GB

source: Kilobits
it_it: Kilobit
sl_si: kilobitov
zh_cn: 千比特
zh_tw: 千位元 Kb

source: Kilobytes
fr_fr: Kilooctets
it_it: Kilobyte
sl_si: kilobajtov
zh_cn: 千字节
zh_tw: 千位元組 KB

source: Megabits
it_it: Megabit
sl_si: megabitov
zh_cn: 兆比特
zh_tw: 百萬位元 Mb

source: Megabytes
fr_fr: Megaoctets
it_it: Megabyte
sl_si: megabajtov
zh_cn: 兆字节
zh_tw: 百萬位元組 MB

source: Petabits
it_it: Petabit
sl_si: petabitov
zh_cn: 拍比特
zh_tw: 千兆位元 Pb

source: Petabytes
fr_fr: Petaoctets
it_it: Petabyte
sl_si: petabajtov
zh_cn: 拍字节
zh_tw: 千兆位元組 PB

source: Terabits
it_it: Terabit
sl_si: terabitov
zh_cn: 太比特
zh_tw: 兆位元 Tb

source: Terabytes
fr_fr: Teraoctets
it_it: Terabyte
sl_si: terabajtov
zh_cn: 太字节
zh_tw: 兆位元組 TB

# EnterANumberAndSelectAUnitToCalculateTheUnitsDots
source: Enter a number and select a unit to calculate the units...
fr_fr: Entrez un nombre et sélectionnez une unité pour calculer les unités...
it_it: Inserisci un numero e seleziona un'unità per calcolare le unità...
ja_jp: 数値を入力し、単位を選択して単位を計算...
pt_br: Digite um número e selecione uma unidade para calcular as unidades...
sl_si: Vnesite število in izberite enoto za izračun enot...
zh_cn: 输入数字并选择单位以计算单位...
zh_tw: 輸入一個數值並選擇單位以進行單位換算…

# SettingsName_Network
source: Network
fr_fr: Réseau
it_it: Rete
ja_jp: ネットワーク
pt_br: Rede
sl_si: Omrežje
zh_cn: 网络
zh_tw: 網路

source: Proxy
ja_jp: プロキシ
sl_si: Namestniški strežnik
zh_cn: 代理
zh_tw: 代理

# ResolveIPAddressForThisHost
source: Resolve IP address for this host (IPv4 is preferred)
fr_fr: Résoudre l'adresse IP de cet hôte (IPv4 est préféré)
it_it: Risolvi l'indirizzo IP per questo host (è preferibile IPv4)
ja_jp: このホストのIPアドレスを解決します（IPv4が推奨されます）
pt_br: Resolver endereço IP para este host (IPv4 é o preferido)
sl_si: Razreši naslov IP za tega gostitelja (IPv4 je prednostni)
zh_cn: 解析该主机的 IP 地址（首选 IPv4）
zh_tw: 為此主機解析 IP 位址（首選 IPv4）。

# NoValidPowerShellPath
source: A valid path to PowerShell should end with "pwsh.exe" or "powershell.exe"!
fr_fr: Un chemin valide vers PowerShell doit se finir par "pwsh.exe" ou "powershell.exe"!
it_it: Un percorso valido per PowerShell dovrebbe terminare con "pwsh.exe" o "powershell.exe"!
ja_jp: PowerShell への有効なパスは、「pwsh.exe」または「powershell.exe」で終わる必要があります!
pt_br: Um caminho válido para o PowerShell deve terminar com "pwsh.exe" ou "powershell.exe"!
sl_si: Veljavna pot do lupine PowerShell se mora končati z "pwsh.exe" ali "powershell.exe"!
zh_cn: PowerShell 的有效路径应以“pwsh.exe”或“powershell.exe”结尾！
zh_tw: 有效的 PowerShell 路徑必須以「pwsh.exe」或「powershell.exe」結尾！

# NoValidPuTTYPath
source: A valid path to PuTTY should end with "PuTTY.exe"!
fr_fr: Un chemin valide vers PuTTY doit se finir par "PuTTY.exe"!
it_it: Un percorso valido per PuTTY dovrebbe terminare con "PuTTY.exe"!
ja_jp: PuTTY への有効なパスは「PuTTY.exe」で終わる必要があります!
pt_br: Um caminho válido para o PuTTY deve terminar com "PuTTY.exe"!
sl_si: Veljavna pot do PuTTY se mora končati z "PuTTY.exe"!
zh_cn: PuTTY 的有效路径应以“PuTTY.exe”结尾！
zh_tw: 有效的 PuTTY 路徑必須以「PuTTY.exe」結尾！

# NoValidTigerVNCPath
source: A valid path to TigerVNC should end with "vncviewer-*.exe" or "vncviewer64-*.exe"!
fr_fr: Un chemin valide vers TigerVNC doit se finir par "vncviewer-*.exe" ou "vncviewer64-*.exe"!
it_it: Un percorso valido per TigerVNC dovrebbe terminare con "vncviewer-*.exe" o "vncviewer64-*.exe"!
ja_jp: TigerVNC への有効なパスは、「vncviewer-*.exe」または「vncviewer64-*.exe」で終わる必要があります!
pt_br: Um caminho válido para TigerVNC deve terminar com "vncviewer-*.exe" ou "vncviewer64-*.exe"!
sl_si: Veljavna pot do TigerVNC se mora končati z "vncviewer-*.exe" ali "vncviewer64-*.exe"!
zh_cn: TigerVNC 的有效路径应以“vncviewer-*.exe”或“vncviewer64-*.exe”结尾！
zh_tw: 有效的 TigerVNC 路徑必須以「vncviewer-*.exe」或「vncviewer64-*.exe」結尾！

# ApplicationName_SNTPLookup
source: SNTP Lookup
it_it: Ricerca SNTP
pt_br: Pesquisa de SNTP
sl_si: Iskanje SNTP
zh_cn: SNTP 查询
zh_tw: SNTP 查詢

# Library_nulastudioNetBeauty_Description
source: Move a .NET Framework/.NET Core app runtime components and dependencies into a sub-directory and make it beauty.
fr_fr: Déplacez les composants et les dépendances d'exécution d'une application .NET Framework/.NET Core dans un sous-répertoire et embellissez-le.
it_it: Sposta i componenti e le dipendenze di runtime di un'app .NET Framework/.NET Core in una sotto cartella.
ja_jp: .NET Framework/.NET Core アプリのランタイム コンポーネントと依存関係をサブディレクトリに移動して整理します。
pt_br: Mova os componentes e dependências de tempo de execução de um aplicativo .NET Framework/.NET Core para uma subpasta e torne-o atraente.
sl_si: Premaknite sestavine in odvisnosti izvajalnega okolja aplikacije .NET Framework/.NET Core v podmapo in ga polepšajte.
zh_cn: 将 .NET Framework/.NET Core 应用程序运行时组件和依赖项移至子目录，并使其美观。
zh_tw: 將 .NET Framework / .NET Core 應用程式的執行元件及其相依套件搬到子目錄中，提升結構整潔與外觀。

source: Add a tab to perform a SNTP lookup...
fr_fr: Ajouter un onglet pour effectuer une recherche SNTP...
it_it: Aggiungi una scheda per eseguire una ricerca SNTP...
ja_jp: SNTP Lookupを実行するためのタブを追加...
pt_br: Adicionar aba para realizar pesquisa de SNTP...
sl_si: Dodaj zavihek za iskanje SNTP...
zh_cn: 添加执行 SNTP 查询的选项卡...
zh_tw: 新增一個分頁以執行 SNTP 查詢……

source: SNTP server(s)
es_es: Servidor/es SNTP
fr_fr: Serveur(s) SNTP
it_it: Server SNTP
ja_jp: SNTP サーバー(s)
pt_br: Servidor(es) SNTP
sl_si: Strežniki SNTP
zh_cn: SNTP 服务器
zh_tw: SNTP 伺服器(s)

# HelpMessage_CustomPublicIPv6AddressAPI
source: URL to a web service that can be reached via http or https and returns an IPv6 address like "xxxx:xx:xxx::xx" as response.
fr_fr: URL vers un service Web accessible via http ou https et renvoie une adresse IPv6 telle que "xxxx:xx:xxx::xx" en réponse.
it_it: URL a un servizio Web che può essere raggiunto tramite http o https e restituisce un indirizzo IPv6 come "xxxx:xx:xxx::xx" come risposta.
ja_jp: http または https経由でアクセスでき、応答として IPv6アドレス 例: "xxxx:xx:xxx::xx" を返す Webサービスへの URL。
pt_br: URL para um serviço da web que pode ser acessado via http ou https e retorna um endereço IPv6 do tipo "xxxx:xx:xxx::xx" como resposta.
sl_si: URL do spletne storitve, ki je dosegljiva prek http ali https in kot odgovor vrne naslov IPv6, kot je "xxxx:xx:xxx::xx".
zh_cn: 可通过 http 或 https 访问的网络服务的 URL，并返回一个 IPv6 地址（如 "xxxx:xx:xxx::xx"）作为响应。
zh_tw: 可透過 HTTP/HTTPS 訪問、且回傳 IPv6 位址「如 xxxx:xx:xxx::xx」的網路服務 URL。

source: IP endpoint
fr_fr: Point final IP
it_it: Terminale IP
ja_jp: IPエンドポイント
pt_br: Ponto final de IP
sl_si: Končna točka IP
zh_cn: IP 端点
zh_tw: IP 終端點

source: Local end time
fr_fr: Heure de fin locale
it_it: Orario locale finale
ja_jp: ローカル終了時刻
pt_br: Horário de término local
sl_si: Lokalni končni čas
zh_cn: 本地结束时间
zh_tw: 本地結束時間

source: Local start time
fr_fr: Heure de début locale
it_it: Orario locale finale
ja_jp: ローカル開始時刻
pt_br: Hora de início local
sl_si: Lokalni začetni čas
zh_cn: 本地开始时间
zh_tw: 本地開始時間

source: Network time
fr_fr: Heure du réseau
it_it: Orario di rete
ja_jp: ネットワーク時刻
pt_br: Hora da rede
sl_si: Omrežni čas
zh_cn: 网络时间
zh_tw: 網路時間

source: Offset
fr_fr: Compensation
ja_jp: オフセット
pt_br: Compensação
sl_si: Odmik
zh_cn: 偏移
zh_tw: 偏移

source: Round trip delay
fr_fr: Retard aller-retour
it_it: Ritardo andata e ritorno
pt_br: Atraso de ida e volta
sl_si: Povratna zamuda
zh_cn: 往返延迟
zh_tw: 往返延遲

source: Server
fr_fr: Serveur
pt_br: Servidor
sl_si: Strežnik
zh_cn: 服务器
zh_tw: 伺服器

source: SNTP Lookup
it_it: Ricerca SNTP
pt_br: Pesquisa de SNTP
sl_si: Iskanje SNTP
zh_cn: SNTP 查询
zh_tw: SNTP 查詢

source: Add SNTP server
fr_fr: Ajouter un serveur SNTP
it_it: Aggiungi server SNTP
ja_jp: SNTP サーバーの追加
pt_br: Adicionar servidor SNTP
sl_si: Dodaj strežnik SNTP
zh_cn: 添加 SNTP 服务器
zh_tw: 新增 SNTP 伺服器

source: Delete SNTP server
fr_fr: Supprimer un serveur SNTP
it_it: Elimina server SNTP
ja_jp: SNTP サーバーを削除
pt_br: Excluir servidor SNTP
sl_si: Izbriši strežnik SNTP
zh_cn: 删除 SNTP 服务器
zh_tw: 刪除 SNTP 伺服器

# DeleteSNTPServerMessage
source: The selected SNTP server will be deleted permanently.
es_es: El servidor SNTP seleccionado será eliminado permanentemente.
fr_fr: Le serveur SNTP sélectionné sera supprimé définitivement.
it_it: Il server SNTP selezionato verrà definitivamente eliminato.
ja_jp: 選択した SNTP サーバーは完全に削除されます。
pt_br: O servidor SNTP selecionado será excluído permanentemente.
sl_si: Izbrani strežnik SNTP bo trajno izbrisan.
zh_cn: 选中的 SNTP 服务器将被永久删除。
zh_tw: 所選的 SNTP 伺服器將被永久刪除。

source: Edit SNTP server
fr_fr: Modifier le serveur SNTP
it_it: Modifica server SNTP
ja_jp: SNTP サーバーの編集
pt_br: Editar servidor SNTP
sl_si: Uredi strežnik SNTP
zh_cn: 编辑 SNTP 服务器
zh_tw: 編輯 SNTP 伺服器

# SNTPServerWithThisNameAlreadyExists
source: An SNTP server with this name already exists!
fr_fr: Un serveur SNTP portant ce nom existe déjà!
it_it: Esiste già un server SNTP con questo nome!
ja_jp: この名前の SNTP サーバーは既に存在します!
pt_br: Um servidor SNTP com este nome já existe!
sl_si: Strežnik SNTP s tem imenom že obstaja!
zh_cn: 已经存在此名称的 SNTP 服务器!
zh_tw: 已存在此名稱的 SNTP 伺服器！

# EnterValidHostnameOrIPAddress
source: Enter a valid hostname (like "server-01" or "example.com") or a valid IP address (like 192.168.178.1)!
fr_fr: Entrez un nom d'hôte valide (comme "server-01" ou "example.com") ou une adresse IP valide (comme 192.168.178.1)!
it_it: Inserisci un nome host valido (esempio "server-01" o "esempio.com") o un indirizzo IP valido (esempio 192.168.178.1)!
ja_jp: 有効なホスト名 (例: "server-01" または "example.com") または有効な IPアドレス (例: 192.168.178.1) を入力してください!
pt_br: Digite um nome de host válido (como "servidor-01.com" ou "exemplo.com") ou um endereço de IP válido (como 192.168.178.1)!
sl_si: Vnesite veljavno ime gostitelja (na primer "server-01" ali "primer.com") ali veljaven naslov IP (na primer 192.168.178.1)!
zh_cn: 输入一个有效的主机名(如“server-01”或“example.com”)或一个有效的IP地址(如192.168.178.1)!
zh_tw: 輸入有效的主機名稱（例如 server-01 或 example.com），或是有效的 IP 位址（例如 192.168.178.1）。

source: Server(s)
es_es: Servidor/es
fr_fr: Serveur(s)
it_it: Server
ja_jp: サーバー
pt_br: Servidor(es)
sl_si: Strežniki
zh_cn: 服务器
zh_tw: 伺服器（數）

# EnterMasterPasswordToUnlockProfile
source: Enter master password to unlock the profile file:
es_es: Ingresa la contraseña maestra para desbloquear el archivo de perfil:
fr_fr: Entrez le mot de passe principal pour débloquer le fichier de profil:
it_it: Per sbloccare il file del profilo inserisci la password principale:
ja_jp: プロファイルファイルのロックを解除するにはマスターパスワードを入力してください :
pt_br: Digite a senha mestre para desbloquear o arquivo de perfil:
sl_si: Vnesi glavno geslo za odklepanje datoteke profila:
zh_cn: 输入主密码解锁配置文件:
zh_tw: 輸入主密碼以解鎖設定檔：

source: Unlock profile file
es_es: Desbloquear archivo de perfil
fr_fr: Débloquez le fichier de profil
it_it: Sblocca file profilo
ja_jp: プロファイルファイルのロック解除
pt_br: Desbloquear arquivo de perfil
sl_si: Odkleni datoteko profila
zh_cn: 解锁配置文件
zh_tw: 解鎖設定檔案

# PortState_TimedOut
source: Timed out
fr_fr: Délai expiré
it_it: Timeout
ja_jp: タイムアウト
pt_br: Tempo esgotado
sl_si: Časovna omejitev je potekla
zh_cn: 超时
zh_tw: 逾時

source: Hostkey
fr_fr: Clé d'hôte
it_it: Tasto rapido
ja_jp: ホストキー
sl_si: Ključ gostitelja
zh_cn: 主机密钥
zh_tw: 主機金鑰

# SettingsAreResetAndApplicationWillBeRestartedMessage
source: The settings will be reset and the application will be restarted afterwards!
fr_fr: Les paramètres seront réinitialisés et l'application sera redémarrée ensuite!
it_it: Le impostazioni verranno ripristinate e l'applicazione successivamente verrà riavviata!
ja_jp: 設定がリセットされ、その後アプリケーションが再起動されます!
pt_br: As configurações serão redefinidas e o aplicativo será reiniciado em seguida!
sl_si: Nastavitve bodo ponastavljene in aplikacija se bo nato znova zagnala!
zh_cn: 设置将被重置，然后应用程序将重新启动！
zh_tw: 設定將被重設，之後程式會重新啟動！

source: Settings have been reset!
cs_cz: Nastavení vynulováno
es_es: ¡La configuración ha sido restablecida!
fr_fr: Les paramètres ont été mis à zéro
it_it: Le impostazioni sono state ripristinate!
ja_jp: 設定がリセットされました!
ko_kr: 설정이 재설정되었습니다!
pl_pl: Ustawienia zostały zresetowane!
pt_br: As configurações foram redefinidas!
sl_si: Nastavitve so ponastavljene!
zh_cn: 设置将被重置！
zh_tw: 設定已經重設！

source: Ping status
fr_fr: État du ping
it_it: Stato ping
ja_jp: Pingの状態
pt_br: Status do ping
sl_si: Stanje Pinga
zh_cn: Ping 状态
zh_tw: Ping 狀態

source: ThreadPool additional min. threads
fr_fr: ThreadPool supplémentaire min. fils
it_it: ThreadPool aggiuntivo min. thread
ja_jp: ThreadPool 追加最小スレッド数
pt_br: Threads mínimos adicionais ThreadPool
sl_si: Dodatnih najm. niti ThreadPool
zh_cn: 线程池额外的最小线程数
zh_tw: 執行緒池額外最小執行緒數。
