Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

source: Confirm close
cs_cz: Potvrdit zavření
es_es: Confirmar cierre
fr_fr: Confirmer la fermeture
it_it: Conferma la chiusura
ja_jp: 閉じるの確認
ko_kr: 닫기 확인
pl_pl: Potwierdź zamknięcie
pt_br: Confirmar fechar
sl_si: Potrdi zapiranje
zh_cn: 确认关闭...
zh_tw: 確認關閉

# ConfirmCloseMessage
source: Are you sure you want to close the application?
cs_cz: Opravdu ukončit?
es_es: ¿Estás seguro de que quieres cerrar la aplicación?
fr_fr: Êtes-vous sûr de vouloir fermer l'application?
it_it: Sei sicuro di voler chiudere l'applicazione?
ja_jp: アプリケーションを閉じますか?
ko_kr: 응용 프로그램을 닫으시겠습니까?
pl_pl: Czy na pewno chcesz zamknąć aplikację?
pt_br: Tem certeza de que deseja fechar o aplicativo?
sl_si: Ali ste prepričani, da želite zapreti program?
zh_cn: 您确定要关闭该应用吗？
zh_tw: 你確定要關閉應用程式嗎？

# ConnectAsDots
source: Connect as...
cs_cz: Připojit jako...
es_es: Conectar como...
fr_fr: Connecter comme…
it_it: Connetti come ...
ja_jp: 接続形式...
ko_kr: 다음으로 연결...
pl_pl: Połącz jako...
pt_br: Conectar como...
sl_si: Poveži kot...
zh_cn: 连接方式...
zh_tw: 連線身分...

source: Connect external
cs_cz: Připojit externě
es_es: Conexión externa
fr_fr: Connexion externe
it_it: Connetti esterno
ja_jp: 外部接続
ko_kr: 외부 연결
pl_pl: Połącz zewnętrznie
pt_br: Conectar externo
sl_si: Poveži zunanjo
zh_cn: 连接外部
zh_tw: 連線外部

# ConnectTheNetworkCardToConfigureIt
source: Connect the network card to a network to configure it!
cs_cz: Připojit síťový adapter do sítě, aby se nastavil!
es_es: ¡Conecte la tarjeta de red a una red para configurarla!
fr_fr: Connectez la carte réseau à un réseau pour la configurer!
it_it: Per configurarla collega la scheda di rete ad una rete!
ja_jp: ネットワークカードをネットワークに接続して設定!
ko_kr: 네트워크 카드를 네트워크에 연결하여 구성합니다!
pl_pl: Podłącz kartę sieciową do sieci, aby ją skonfigurować!
pt_br: Conecte a placa de rede a uma rede para configurá-la!
sl_si: Povežite omrežno kartico z omrežjem, da jo nastavite!
zh_cn: 请将网卡连接到网络进行配置！
zh_tw: 將網路卡連接到網路以進行配置！

source: Copy
cs_cz: Kopírovat
es_es: Copiar
fr_fr: Copier
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pl_pl: Kopiuj
pt_br: Copiar
sl_si: Kopiraj
zh_cn: 复制
zh_tw: 複製

# CopyAsDots
source: Copy as...
cs_cz: Kopírovat jako...
es_es: Copiar como...
fr_fr: Copier sous…
it_it: Copia come ...
ja_jp: コピー形式...
ko_kr: 다음으로 복사...
pl_pl: Kopiuj jako...
pt_br: Copiar como...
sl_si: Kopiraj kot...
zh_cn: 复制为...
zh_tw: 複製成...

# CopyDots
source: Copy...
cs_cz: Kopírování...
es_es: Copiar...
fr_fr: Copier…
it_it: Copia...
ja_jp: コピー...
ko_kr: 복사...
pl_pl: Kopiuj...
pt_br: Copiar...
sl_si: Kopiraj...
zh_cn: 复制...
zh_tw: 複製...

# CouldNotResolveHostnameFor
source: Could not resolve hostname for: "{0}"
cs_cz: Nelze rozpoznat název hosta pro: "1{0}"
es_es: No se pudo resolver el nombre de host para: "{0}"
fr_fr: Impossible de résoudre le nom d'hôte pour: "{0}"
it_it: Impossibile risolvere nome host per: "{0}"
ja_jp: 解決できなかったホスト名 : "{0}"
ko_kr: 다음에 대한 호스트 이름을 확인할 수 없습니다: "{0}"
pl_pl: Nie można rozpoznać nazwy hosta dla: "{0}"
pt_br: Não foi possível resolver o nome do host para: "{0}"
sl_si: Ni bilo mogoče razrešiti imena gostitelja za: "{0}"
zh_cn: 无法解析主机名："{0}"
zh_tw: 無法解析主機名稱："{0}"

source: Credential
cs_cz: Pověření
es_es: Credencial
fr_fr: Accréditation
it_it: Credenziali
ja_jp: 資格情報
ko_kr: 자격 증명
pl_pl: Poświadczenie
pt_br: Credencial
sl_si: Poverilnica
zh_cn: 凭据
zh_tw: 認證

# ProfileEncryptionDisclaimer
source: Profile files are encrypted on disk using AES with a key size of 256 bits and a block size of 128 bits in CBC mode. The encryption key is derived from a master password using Rfc2898DeriveBytes (PBKDF2) with 1,000,000 iterations. At runtime, passwords are stored as SecureString once the profile file is loaded. For some functions, the password must be converted to a normal string and remains unencrypted in memory until the garbage collector cleans them up. First make a backup copy of your profile files before enabling encryption!
es_es: Los archivos de perfil se cifran en el disco utilizando AES con un tamaño de clave de 256 bits y un tamaño de bloque de 128 bits en modo CBC. La clave de cifrado se deriva de una contraseña maestra utilizando Rfc2898DeriveBytes (PBKDF2) con 1.000.000 de iteraciones. En tiempo de ejecución, las contraseñas se almacenan como SecureString una vez cargado el archivo de perfil. Para algunas funciones, la contraseña debe convertirse en una cadena normal y permanece sin cifrar en la memoria hasta que el recolector de basura las limpia. ¡Primero haz un respaldo de tus archivos de perfil antes de habilitar el cifrado!
it_it: I file profilo vengono crittografati su disco usando AES con una dimensione della chiave di 256 bit e una dimensione del blocco di 128 bit in modalità CBC. La chiave di crittografia deriva da una password principale usando Rfc2898DeriveBytes (PBKDF2) con 1.000.000 iterazioni. In fase di runtime, le password vengono memorizzate come SecureString una volta caricato il file del profilo. Per alcune funzioni, la password deve essere convertita in una stringa normale e rimane non crittografata in memoria fino a quando il garbage collector non le pulisce.
ja_jp: プロファイルファイルは、ディスク上でAES（鍵長256ビット、ブロックサイズ128ビット、CBCモード）を使用して暗号化されます。暗号化鍵は、マスターパスワードからRFC2898DeriveBytes（PBKDF2）を用いて1,000,000回の反復処理で生成されます。実行時には、プロファイルファイルが読み込まれると、パスワードはSecureStringとして保存されます。一部の関数では、パスワードを通常の文字列に変換する必要があり、ガベージコレクタによってクリーンアップされるまで、暗号化されていない状態でメモリ内に残ります。 暗号化を有効にする前に、まずプロファイル ファイルのバックアップ コピーを作成してください!
ko_kr: 프로필 파일은 CBC 모드에서 키 크기 256비트, 블록 크기 128비트의 AES를 사용하여 디스크에서 암호화됩니다. 암호화 키는 1,000,000회 반복하는 Rfc2898DeriveBytes (PBKDF2)를 사용하는 마스터 암호에서 파생됩니다. 런타임에 프로필 파일이 로드되면 암호가 SecureString으로 저장됩니다. 일부 함수의 경우 암호를 일반 문자열로 변환해야 하며 가비지 수집기가 암호를 정리할 때까지 메모리에 암호화되지 않은 상태로 남아 있습니다. 암호화를 활성화하기 전에 먼저 프로필 파일의 백업 복사본을 만드십시오!
pt_br: Os arquivos de perfil são criptografados em disco usando AES com um tamanho de chave de 256 bits e um tamanho de bloco de 128 bits no modo CBC. A chave de criptografia é derivada de uma senha mestre usando Rfc2898DeriveBytes (PBKDF2) com 1.000.000 de iterações. No tempo de execução, as senhas são armazenadas como SecureString assim que o arquivo de perfil é carregado. Para algumas funções, a senha deve ser convertida em uma string normal e permanecer sem criptografia na memória até que o coletor de lixo as limpe. Primeiro faça uma cópia de backup dos seus arquivos de perfil antes de habilitar a criptografia!
sl_si: Datoteke profila so šifrirane na disku z uporabo AES z velikostjo ključa 256 bitov in velikostjo bloka 128 bitov v načinu CBC. Šifrirni ključ je pridobljen iz glavnega gesla z uporabo Rfc2898DeriveBytes (PBKDF2) z 1.000.000 ponovitvami. Med izvajanjem so gesla shranjena kot SecureString, ko je datoteka profila naložena. Za nekatere funkcije je treba geslo pretvoriti v običajni niz in ostane nešifrirano v pomnilniku, dokler jih zbiralnik smeti ne počisti.Najprej naredite varnostno kopijo datotek svojega profila, preden omogočite šifriranje!
zh_cn: 配置文件在磁盘上使用 AES 加密，密钥大小为 256 位，块大小为 128 位，采用 CBC 模式。加密密钥使用 Rfc2898DeriveBytes (PBKDF2) 从主密码中提取，迭代次数为 1,000,000 次。运行时，一旦加载配置文件，密码就会以 SecureString 的形式存储。对于某些函数，密码必须转换为普通字符串，并在内存中保持未加密状态，直到垃圾回收器将其清理干净。 启用加密前，请先备份一份配置文件！
zh_tw: 設定檔會以 AES 加密，256‑bit 金鑰、128‑bit 塊長，CBC 模式，存放於磁碟。加密金鑰由主密碼透過 Rfc2898DeriveBytes（PBKDF2）經 1,000,000 次迭代所推導。執行時，密碼會在設定檔載入後以 SecureString 儲存；但某些功能需要將其轉成普通字串，在此期間內密碼會保持未加密狀態，直至垃圾回收器清理。 請先備份您的設定檔，再啟用加密！

source: Custom
cs_cz: Vlastní
es_es: Personalizado
fr_fr: Personnalisée
it_it: Personalizza
ja_jp: カスタム
ko_kr: 사용자 정의
pl_pl: Niestandardowe
pt_br: Personalizado
sl_si: Po meri
zh_cn: 自定义
zh_tw: 自訂

source: Custom screen size:
cs_cz: Vlastní velikost obrazovky:
es_es: Tamaño de pantalla personalizado:
fr_fr: Taille d'écran personnalisée:
it_it: Dimensioni schermo personalizzate:
ja_jp: カスタム 画面サイズ :
ko_kr: 사용자 정의 화면 크기:
pl_pl: Niestandardowy rozmiar ekranu:
pt_br: Tamanho de tela personalizado:
sl_si: Velikost zaslona po meri:
zh_cn: 自定义屏幕大小...
zh_tw: 自訂螢幕尺寸：

source: Data has been updated!
cs_cz: Data aktualizována
es_es: ¡Los datos han sido actualizados!
fr_fr: Les données ont été mises à jour!
it_it: I dati sono stati aggiornati!
ja_jp: データが更新されました!
ko_kr: 데이터가 업데이트되었습니다!
pl_pl: Dane zostały zaktualizowane!
pt_br: Os dados foram atualizados!
sl_si: Podatki so posodobljeni!
zh_cn: 数据已更新！
zh_tw: 資料已更新！

# DecryptAndLoadCredentialsMessage
source: Credentials must be decrypted and loaded to manage them.
cs_cz: Pověření musí být dešifrovaná a nahrána, aby šly použít.
es_es: Las credenciales deben ser desencriptadas y cargadas para administrarlas.
fr_fr: Les informations d'identification doivent être décryptées et chargées pour les gérer.
it_it: Per gestire le credenziali devono essere decrittografate.
ja_jp: 資格情報を管理するには、それを復号化して読み込む必要があります。
ko_kr: 자격 증명을 관리하려면 암호를 해독하고 불러와야 합니다.
pl_pl: Poświadczenia muszą zostać odszyfrowane i załadowane, aby móc nimi zarządzać.
pt_br: As credenciais devem ser descriptografadas e carregadas para gerenciá-las.
sl_si: Poverilnice je treba dešifrirati in naložiti za njihovo upravljanje.
zh_cn: 必须解密并加载凭据才能进行管理。
zh_tw: 必須先將憑證解密並載入，才能進行管理。

source: Default
cs_cz: Výchozí
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
ja_jp: 既定
ko_kr: 기본값
pl_pl: Domyślne
pt_br: Padrão
sl_si: Privzeto
zh_cn: 默认
zh_tw: 預設值

source: Baud rate
cs_cz: Rychlost (Baud)
es_es: Tasa de baudios
fr_fr: Débit en bauds
ja_jp: ボーレート
ko_kr: 전송 속도
pl_pl: Szybkość transmisji
pt_br: Taxa de transmissão
sl_si: Hitrost prenosa
zh_cn: 波特率
zh_tw: 傳輸速率

source: Default port:
cs_cz: Výchozí port:
es_es: Puerto predeterminado:
fr_fr: Port par défaut:
it_it: Porta predefinita:
ja_jp: 既定のポート :
ko_kr: 기본 포트:
pl_pl: Port domyślny:
pt_br: Porta padrão:
sl_si: Privzeta vrata:
zh_cn: 默认端口：
zh_tw: 預設連接埠：

source: Rlogin port
es_es: Puerto rlogin
fr_fr: Port Rlogin
it_it: Porta Rlogin
ja_jp: Rlogin ポート
ko_kr: Rlogin 포트
pl_pl: Port Rlogin
pt_br: Porta Rlogin
sl_si: Vrata Rlogin
zh_cn: Rlogin 端口
zh_tw: Rlogin 連接埠

source: SSH port
es_es: Puerto SSH
fr_fr: Port SSH
it_it: Porta SSH
ja_jp: SSH ポート
ko_kr: SSH 포트
pl_pl: Port SSH
pt_br: Porta SSH
sl_si: Vrata SSH
zh_cn: SSH 端口
zh_tw: SSH 連接埠

source: Telnet port
es_es: Puerto telnet
fr_fr: Port Telnet
it_it: Porta telnet
ja_jp: Telnet ポート
ko_kr: 텔넷 포트
pl_pl: Port Telnet
pt_br: Porta Telnet
sl_si: Vrata Telneta
zh_cn: Telnet 端口
zh_tw: Telnet 連接埠

# DeleteCredentialMessage
source: The selected credential will be deleted permanently.
cs_cz: Vybrané pověření bude trvale odstraněno.
es_es: La credencial seleccionada será eliminado permanentemente.
fr_fr: Les informations d'identification sélectionnées seront supprimées définitivement.
it_it: Le credenziali selezionate verranno eliminate in modo permanente.
ja_jp: 選択した資格情報は完全に削除されます。
ko_kr: 선택한 자격 증명이 영구적으로 삭제됩니다.
pl_pl: Wybrane dane logowania zostaną trwale usunięte.
pt_br: A credencial selecionada será excluída permanentemente.
sl_si: Izbrana poverilnica bo trajno izbrisana.
zh_cn: 选定的凭据将被永久删除。
zh_tw: 所選擇的憑證將被永久刪除。

source: Delete entry
cs_cz: Ostranit záznam
es_es: Eliminar entrada
fr_fr: Supprimer l'entrée
it_it: Elimina voce
ja_jp: エントリを削除
ko_kr: 항목 삭제
pl_pl: Usuń wpis
pt_br: Excluir entrada
sl_si: Izbriši vnos
zh_cn: 删除条目
zh_tw: 刪除項目

# DeleteProfileMessage
source: Selected profile will be deleted permanently.
es_es: El perfil seleccionado será eliminado de forma permanente.
fr_fr: Le profil choisi sera supprimé définitivement.
it_it: Il profilo selezionato verrà eliminato definitivamente.
ja_jp: 選択したプロファイルは完全に削除されます。
ko_kr: 선택한 프로파일이 영구적으로 삭제됩니다.
pt_br: O perfil selecionado será excluído permanentemente.
sl_si: Izbrani profil bo trajno izbrisan.
zh_cn: 所选配置文件将被永久删除。
zh_tw: 所選擇的設定檔將被永久刪除。

# DNSAutoconfiguration
source: DNS autconfiguration
cs_cz: Automatická konfigurace DNS...
es_es: Configuración automática de DNS
fr_fr: Auto-configuration DNS
it_it: Autoconfigurazione DNS
ja_jp: DNS 自動設定
ko_kr: DNS 자동 구성
pl_pl: Autokonfiguracja DNS
pt_br: Autoconfiguração DNS
sl_si: Nastavitve DNS
zh_cn: DNS 配置
zh_tw: DNS 自動配置

# DNSLookupDots
source: DNS Lookup...
cs_cz: Vyhledávaní DNS...
es_es: Búsqueda DNS...
fr_fr: Recherche DNS…
it_it: Ricerca DNS...
ko_kr: DNS 조회...
pl_pl: Wyszukiwanie DNS...
pt_br: Pesquisa de DNS...
sl_si: Iskanje DNS...
zh_cn: DNS 查询
zh_tw: DNS 查詢...

source: DNS server
es_es: Servidor DNS
fr_fr: Serveur DNS
it_it: Server DNS
ja_jp: DNS サーバー
ko_kr: DNS 서버
pl_pl: Serwer DNS
pt_br: Servidor DNS
sl_si: Strežnik DNS
zh_cn: DNS 服务器
zh_tw: DNS 伺服器

source: Domain
cs_cz: Doména
es_es: Dominio
fr_fr: Domaine
it_it: Dominio
ja_jp: ドメイン
ko_kr: 도메인
pl_pl: Domena
pt_br: Domínio
sl_si: Domena
zh_cn: 域名
zh_tw: 網域

source: Duration
cs_cz: Trvání
es_es: Duración
fr_fr: Durée
it_it: Durata
ja_jp: 間隔
ko_kr: 기간
pl_pl: Czas trwania
pt_br: Duração
sl_si: Trajanje
zh_cn: 延迟
zh_tw: 持續時間

# EditDots
source: Edit...
cs_cz: Upravit...
es_es: Editar...
fr_fr: Éditer
it_it: Modifica...
ja_jp: 編集...
ko_kr: 편집...
pl_pl: Edytuj...
pt_br: Editar...
sl_si: Uredi...
zh_cn: 编辑
zh_tw: 編輯...

source: Enable
cs_cz: Povoleno
es_es: Habilitar
fr_fr: Activer
it_it: Abilita
ja_jp: 有効
ko_kr: 사용함
pl_pl: Włącz
pt_br: Habilitar
sl_si: Omogoči
zh_cn: 启用
zh_tw: 啟用

source: Enable Credential Security Support Provider
cs_cz: Povolit poskytovatele podpory zabezpečení pověření
es_es: Habilitar proveedor de soporte de seguridad de credenciales
fr_fr: Activer le fournisseur de support de sécurité des informations d'identification
it_it: Abilita provider di supporto per la sicurezza delle credenziali (CSP)
ja_jp: 資格情報セキュリティサポートプロバイダーを有効にする
ko_kr: 자격 증명 보안 지원 공급자 사용
pl_pl: Włącz dostawcę obsługi zabezpieczeń poświadczeń
pt_br: Ativar Provedor de Suporte à Segurança de Credenciais
sl_si: Omogoči ponudnika podpore za varnost poverilnic
zh_cn: 启用凭据安全支持提供程序
zh_tw: 啟用憑證安全支援提供者

source: End time
cs_cz: Čas ukončení
es_es: Fecha/hora de finalización
fr_fr: Heure de fin
it_it: Tempo di fine
ja_jp: 終了時間
ko_kr: 종료시간
pl_pl: Koniec czasu
pt_br: Hora final
sl_si: Končni čas
zh_cn: 结束时间
zh_tw: 結束時間

# EnterASubnetToCalculateItDots
source: Enter a subnet to calculate it...
fr_fr: Entrez un sous-réseau pour le calculer...
it_it: Inserisci una sottorete per calcolarlo...
ja_jp: 計算するサブネットの入力...
pt_br: Insira uma sub-rede para calculá-la...
sl_si: Vnesi podomrežje za njegov izračun...
zh_cn: 输入子网进行计算…
zh_tw: 輸入子網路以進行計算…

source: Enter subnet and a new subnet mask to create subnets...
cs_cz: Vložit podsíť a novou masku k vytvoření podsítě...
es_es: Ingresa la subred y una nueva máscara de subred para crear subredes...
fr_fr: Entrez sous-réseau et un nouveau masque de sous-réseau pour créer des sous-réseaux …
it_it: Per creare sottoreti inserisci la sottorete e una nuova maschera di sottorete...
ja_jp: サブネットと新しいサブネットマスクを入力してサブネットを作成...
ko_kr: 서브넷과 새 서브넷 마스크를 입력하여 서브넷을 만듭니다...
pl_pl: Wprowadź podsieć i nową maskę podsieci, aby utworzyć podsieci...
pt_br: Digite a sub-rede e uma nova máscara de sub-rede para criar sub-redes...
sl_si: Vnesite podomrežje in novo masko podomrežja, da ustvarite podomrežja...
zh_cn: 输入子网和子网掩码以创建子网
zh_tw: 輸入子網路及新子網遮罩以產生子網路…

# ErrorCheckingApiGithubComVerifyYourNetworkConnection
source: Couldn't connect to 'api.github.com', check your network connection!
cs_cz: Nelze se spojit s "api.github.com". Zkontrolujte připojení k síti!
es_es: No se pudo conectar con 'api.github.com', ¡comprueba tu conexión de red!
fr_fr: Impossible de se connecter à 'api.github.com', vérifiez votre connexion réseau!
it_it: Impossibile connettersi a "api.github.com". Controlla la connessione di rete!
ja_jp: 'api.github.com' に接続できませんでした。ネットワーク接続を確認してください!
ko_kr: 'api.github.com'에 연결할 수 없습니다. 네트워크 연결을 확인하십시오!
pl_pl: Nie można połączyć się z „api.github.com”, sprawdź połączenie sieciowe!
pt_br: Não foi possível conectar em 'api.github.com', verifique sua conexão de rede!
sl_si: Ni bilo mogoče vzpostaviti povezave z 'api.github.com'. Preverite svojo omrežno povezavo!
zh_cn: 无法连接到“api.github.com”，请检查网络连接！
zh_tw: 無法連線至 'api.github.com'，請檢查您的網路連線！

source: Error in response!
cs_cz: Chyba v odpovědi!
es_es: ¡Error en respuesta!
fr_fr: Erreur de réponse!
it_it: Errore nella risposta!
ja_jp: 応答エラー!
ko_kr: 응답 오류!
pl_pl: Błąd w odpowiedzi!
pt_br: Erro na resposta!
sl_si: Napaka v odgovoru!
zh_cn: 响应出错！
zh_tw: 回應發生錯誤！

source: Error in response! Check if you have write permissions.
cs_cz: Chyba v odpovědi! Zkontroluj práva k zápisu.
es_es: ¡Error en respuesta! Comprueba si tienes permisos de escritura.
fr_fr: Erreur de réponse! Vérifiez si vous avez les droits d'écriture.
it_it: Errore nella risposta! Verifica se disponi delle autorizzazioni di scrittura.
ja_jp: 応答エラー! 書き込み権限があるか確認してください。
ko_kr: 응답 오류! 쓰기 권한이 있는지 확인합니다.
pl_pl: Błąd w odpowiedzi! Sprawdź, czy masz uprawnienia do zapisu.
pt_br: Erro na resposta! Verifique se você possui permissão de escrita.
sl_si: Napaka v odgovoru! Preverite, ali imate dovoljenja za pisanje.
zh_cn: 响应出错！请检查你是否有写权限。
zh_tw: 回應出現錯誤！請檢查您是否擁有寫入權限。

source: Expand
cs_cz: Rozbalit
es_es: Desplegar
fr_fr: Développer
it_it: Espandi
ja_jp: 拡張
ko_kr: 확장
pl_pl: Rozszerz
pt_br: Expandir
sl_si: Razširi
zh_cn: 展开
zh_tw: 展開

source: First usable IP address
cs_cz: První použitá IP adresa
es_es: Primera dirección IP utilizable
fr_fr: Première adresse IP utilisable
it_it: Primo indirizzo IP usabile
ja_jp: 最初の使用可能なIPアドレス
ko_kr: 사용 가능한 첫 번째 IP 주소
pl_pl: Pierwszy użyteczny adres IP
pt_br: Primeiro endereço IP utilizável
sl_si: Prvi uporabni naslov IP
zh_cn: 首个可用IP地址
zh_tw: 首先可使用 IP 位址

source: Fixed screen size:
cs_cz: Trvalý rozměr obrazovky:
es_es: Tamaño de pantalla fijo:
fr_fr: Taille d'écran fixe:
it_it: Dimensione dello schermo fissa:
ja_jp: 固定画面サイズ :
ko_kr: 고정 화면 크기:
pl_pl: Stały rozmiar ekranu:
pt_br: Tamanho fixo da tela:
sl_si: Stalna velikost zaslona
zh_cn: 固定屏幕大小：
zh_tw: 固定螢幕尺寸：

source: Found
cs_cz: Nalezeno
es_es: Encontrado
fr_fr: Trouvé
it_it: Trovato
ja_jp: 検索
ko_kr: 찾음
pl_pl: Znaleziony
pt_br: Encontrado
sl_si: Najdeno
zh_cn: 查找
zh_tw: 找到了

source: Group
cs_cz: Skupina
es_es: Grupo
fr_fr: Groupe
it_it: Gruppo
ja_jp: グループ
ko_kr: 그룹
pl_pl: Grupa
pt_br: Grupo
sl_si: Skupina
zh_cn: 组
zh_tw: 群組

source: Height
cs_cz: Výška
es_es: Altura
fr_fr: Hauteur
it_it: Altezza
ja_jp: 高さ
ko_kr: 높이
pl_pl: Wysokość
pt_br: Altura
sl_si: Višina
zh_cn: 高度
zh_tw: 高度

source: Host
fr_fr: Hôte
ja_jp: ホスト
ko_kr: 호스트
sl_si: Gostitelj
zh_cn: 主机
zh_tw: 主機

source: Hostname or IP address
cs_cz: Název hosta nebo IP adresa
es_es: Nombre de host o dirección IP
fr_fr: Nom d'hôte ou adresse IP
it_it: Nome host o indirizzo IP
ja_jp: ホスト名 または IP アップ
ko_kr: 호스트 이름 또는 IP 주소
pl_pl: Nazwa hosta lub adres IP
pt_br: Nome do host ou endereço IP
sl_si: Ime gostitelja ali naslov IP
zh_cn: 主机名或 IP 地址
zh_tw: 主機名稱或 IP 位址

source: Hosts
fr_fr: Hôtes
it_it: Host
ja_jp: ホスト
sl_si: Gostitelji
zh_cn: 主机
zh_tw: 主機

source: Inherit host from general
es_es: Heredar host de general
fr_fr: Hériter d'un hôte général
it_it: Eredita host da generale
ja_jp: 一般からホストを継承
ko_kr: 일반에서 호스트 상속
pt_br: Herdar host do geral
sl_si: Podeduj gostitelja iz splošnega
zh_cn: 从常规继承主机
zh_tw: 從一般設定繼承主機

source: IP range
cs_cz: Rozsah IP
es_es: Rango de IP
fr_fr: Plage IP
it_it: Intervallo IP
ja_jp: IP 範囲
ko_kr: IP 범위
pl_pl: Zakres ip
pt_br: Intervalo de IP
sl_si: Razpon IP
zh_cn: IP范围
zh_tw: IP 範圍

source: Last usable IP address
cs_cz: Poslední použitá IP adresa
es_es: Última dirección IP utilizable
fr_fr: Dernière adresse IP utilisable
it_it: Ultimo indirizzo IP usabile
ja_jp: 利用可能な最後の IP アドレス
ko_kr: 사용 가능한 마지막 IP 주소
pl_pl: Ostatni użyteczny adres IP
pt_br: Último endereço IP utilizável
sl_si: Zadnji uporabni naslov IP
zh_cn: 最后可用的IP地址
zh_tw: 最後可使用 IP 位址

source: Local IP address
cs_cz: Místní IP adresa
es_es: Dirección IP local
fr_fr: Adresse IP locale
it_it: Indirizzo IP locale
ja_jp: ローカル IP アドレス
ko_kr: 로컬 IP 주소
pl_pl: Lokalny adres IP
pt_br: Endereço IP local
sl_si: Lokalni naslov IP
zh_cn: 本地IP地址
zh_tw: 本機 IP 位址

source: Local port
cs_cz: Lokální port
es_es: Puerto local
fr_fr: Port local
it_it: Porta locale
ja_jp: ローカル ポート
ko_kr: 로컬 포트
pl_pl: Port lokalny
pt_br: Porta local
sl_si: Lokalna vrata
zh_cn: 本地端口
zh_tw: 本機連接埠

source: MAC address or vendor
cs_cz: MAC adresa nebo výrobce
es_es: Dirección MAC o proveedor
fr_fr: Adresse MAC ou fournisseur
it_it: Indirizzo MAC o fornitore
ja_jp: MAC アドレス または ベンダー
ko_kr: MAC 주소 또는 공급 업체
pl_pl: Adres MAC lub dostawca
pt_br: Endereço MAC ou fabricante
sl_si: Naslov MAC ali prodajalec
zh_cn: MAC地址或供应商
zh_tw: MAC 位址或廠商

# MagicPacketSentMessage
source: Magic packet successfully sent!
cs_cz: Odeslat Magic paket
es_es: ¡Paquete mágico enviado correctamente!
fr_fr: Paquet magique envoyé avec succès!
it_it: Pacchetto magico inviato con successo!
ja_jp: マジックパケットが正常に送信されました!
ko_kr: 매직 패킷이 성공적으로 전송되었습니다!
pl_pl: Wysłano magiczny pakiet!
pt_br: Pacote Magic enviado com sucesso!
sl_si: Čarobni paket je uspešno poslan!
zh_cn: 唤醒数据包发送成功！
zh_tw: Magic 封包傳送成功！

# MaximumNumberOfHopsReached
source: Maximum number ({0}) of hops/router reached!
cs_cz: Dosažen maximánlí počet ({0}) skoků / routerů!
es_es: ¡Número máximo ({0}) de saltos/router alcanzados!
fr_fr: Nombre maximum ({0}) de sauts/routeur atteint!
it_it: Numero massimo ({0}) di hop/router raggiunto!
ja_jp: ルーターあたりの最大ホップ数 ({0}) に達しました!
ko_kr: 홉/라우터의 최대 수 ({0}) 에 도달했습니다!
pl_pl: Osiągnięto maksymalną liczbę ({0}) przeskoków / routera!
pt_br: Número máximo ({0}) de saltos/roteador atingido!
sl_si: Doseženo je največje število ({0}) skokov/usmerjevalnikov!
zh_cn: 达到最大跃点数/路由器限制（{0}）！
zh_tw: 已達到最大跳數（{0}）或路由器！

source: Message size
cs_cz: Velikost zprávy
es_es: Tamaño del mensaje
fr_fr: Taille du message
it_it: Dimensioni messaggio
ja_jp: メッセージ サイズ
ko_kr: 메시지 크기
pl_pl: Rozmiar wiadomości
pt_br: Tamanho da mensagem
sl_si: Velikost sporočila
zh_cn: 消息大小
zh_tw: 訊息大小

source: Mode
cs_cz: Mód
es_es: Modo
it_it: Modalità
ja_jp: モード
ko_kr: 모드
pl_pl: Tryb
pt_br: Modo
sl_si: Način
zh_cn: 模式
zh_tw: 模式

source: Multicast
fr_fr: Multidiffusion
ja_jp: マルチキャスト
ko_kr: 멀티캐스트
sl_si: Večoddaja
zh_cn: 多播
zh_tw: 多點傳送

source: Multiple instances
cs_cz: Více instancí
es_es: Múltiples instancias
fr_fr: Multiples instances
it_it: Istanze multiple
ja_jp: 複数インスタンス
ko_kr: 다중 인스턴스
pl_pl: Wiele instancji
pt_br: Múltiplas instâncias
sl_si: Več primerkov
zh_cn: 多实例
zh_tw: 多重執行個體
