Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# Library_Dragablz_Description
source: Dragable and tearable tab control for WPF
cs_cz: Přetahovatelné a rozebíratelné ovládání záložek pro WPF
es_es: Control de pestañas con arrastrar y soltar para WPF
fr_fr: Contrôle d'onglet déplaçable et déchirable pour WPF
it_it: Controllo struttura a schede trascinabile per WPF
ja_jp: WPF 用のドラッグおよび切り取り可能なタブ コントロール
ko_kr: WPF를 위한 드래그 가능 및 찢어진 탭 제어
pt_br: Controle de guias arrastável e tearable para WPF
sl_si: Nadzor zavihkov, ki jih je mogoče povleči in trgati, za WPF
zh_cn: 适用于 WPF 的可拖拽标签控件
zh_tw: WPF 可拖曳與分離標籤控制項

# Library_IPNetwork_Description
source: C# library take care of complex network, IP, IPv4, IPv6, netmask, CIDR, subnet, subnetting, supernet, and supernetting calculation for .NET developers.
cs_cz: C # knihovna se postará o výpočet složité sítě, IP, IPv4, IPv6, síťové masky, CIDR, podsítě, podsíťování, supernetu a supernetování pro vývojáře .NET.
es_es: La biblioteca C# se encarga de la red compleja, IP, IPv4, IPv6, máscara de red, CIDR, subred y cálculo de superred para desarrolladores de .NET.
fr_fr: La bibliothèque C# prend en charge les calculs complexes de réseau, IP, IPv4, IPv6, masque de réseau, CIDR, sous-réseau, sous-réseau, sur-réseau et sur-réseau pour les développeurs .NET.
it_it: La libreria C # si occupa di reti complesse, IP, IPv4, IPv6, maschere di rete, CIDR, sottoreti, subnetting, supernet e supernetting per gli sviluppatori .NET.
ja_jp: C# ライブラリは、.NET 開発者向けに、複雑なネットワーク、IP、IPv4、IPv6、ネットマスク、CIDR、サブネット、サブネット化、スーパーネット、スーパーネット化の計算を処理します。
ko_kr: C# 라이브러리는 복잡한 네트워크, IP, IPv4, IPv6, NetMask, CIDR, 서브넷, 서브넷, 슈퍼넷 및 .NET 개발자를 위한 슈퍼넷팅 계산을 처리합니다.
pt_br: A biblioteca C# cuida de redes complexas, IP, IPv4, IPv6, máscara de rede, CIDR, sub-rede, supernet e cálculo de super-rede para desenvolvedores .NET.
sl_si: Knjižnica C# skrbi za kompleksno omrežje, IP, IPv4, IPv6, omrežno masko, CIDR, podomrežje, podomrežje, superomrežje in izračun superomrežij za razvijalce .NET.
zh_cn: C# 库为 .NET 开发人员处理复杂的网络、IP、IPv4、IPv6、子网掩码、CIDR、子网、子网划分、超网和超网划分计算。
zh_tw: 這是一個 C# 函式庫，為 .NET 開發者提供複雜網路、IP、IPv4 / IPv6、子網遮罩、CIDR、子網、分割子網、超網及其計算等功能。

# Library_LiveCharts_Description
source: Simple, flexible, interactive & powerful charts, maps and gauges for .Net
cs_cz: Jednoduché, flexibilní, interaktivní & výkonné grafy, mapy a měřidla pro .Net
es_es: Gráficos, mapas y medidores sencillos, flexibles, interactivos y potentes para .Net
fr_fr: Graphiques, cartes et jauges simples, flexibles, interactifs et puissants pour .Net
it_it: Grafici, mappe e indicatori semplici, flessibili, interattivi e potenti per .Net
ja_jp: .Net 用のシンプルで柔軟性が高く、インタラクティブで強力なチャート、マップ、ゲージ
ko_kr: 간편하고 유연하며 대화형 강력한 .Net용 차트, 지도 및 게이지
pt_br: Gráficos, mapas e medidores simples, flexíveis, interativos e poderosos para .NET
sl_si: Preprosti, prilagodljivi, interaktivni in zmogljivi grafikoni, zemljevidi in merilniki za .Net
zh_cn: 适用于.Net的简单、灵活、互动和强大的图表、地图和仪表
zh_tw: 簡潔、彈性、交互式且功能強大的圖表、地圖與儀表，供 .NET 使用

# Library_LoadingIndicatorsWPF_Description
source: A collection of loading indicators for WPF
cs_cz: Kolekce indikátorů načítání pro WPF
es_es: Una colección de indicadores de carga para WPF
fr_fr: Une collection d'indicateurs de chargement pour WPF
it_it: Una raccolta di indicatori di carico per WPF
ja_jp: WPF の読み込みインジケーターのコレクション
ko_kr: WPF에 대한 부하 지시기 모음
pt_br: Uma coleção de indicadores de carregamento para WPF
sl_si: Zbirka kazalnikov obremenitve za WPF
zh_cn: WPF的加载指示器集合
zh_tw: WPF 載入指示器集合

# Library_MahAppsMetroIconPacks_Description
source: Some awesome icons for WPF and UWP all together...
cs_cz: Některé úžasné ikony pro WPF a UWP vše dohromady...
es_es: Algunos iconos increíbles para WPF y UWP todos juntos...
fr_fr: Quelques icônes impressionnantes pour WPF et UWP tous ensemble...
it_it: Alcune fantastiche icone per WPF e UWP tutte insieme ...
ja_jp: WPF と UWP 用のすばらしいアイコン集...
ko_kr: WPF와 UWP를 위한 멋진 아이콘들...
pt_br: Alguns ícones incríveis para WPF e UWP juntos...
sl_si: Nekaj odličnih ikon za WPF in UWP, vse skupaj...
zh_cn: WPF和UWP的一些很棒的图标…
zh_tw: WPF 與 UWP 統一套的優秀圖示集...

# Library_MahAppsMetro_Description
source: A toolkit for creating Metro / Modern UI styled WPF apps.
cs_cz: Sada nástrojů pro vytváření aplikací WPF ve stylu Metro / Modern UI.
es_es: Un kit de herramientas para crear aplicaciones WPF con estilo Metro/Modern UI.
fr_fr: Boîte à outils pour créer des applications WPF de style Metro / Modern UI.
it_it: Un insieme di strumenti per la creazione di app WPF in stile Metro / Modern UI.
ja_jp: Metro / Modern UI スタイルの WPF アプリを作成するためのツールキット。
ko_kr: 메트로 / 현대적인 UI 스타일의 WPF 앱을 만드는 툴킷입니다.
pt_br: Um kit de ferramentas para a criação de aplicativos WPF no estilo Metro / Modern UI.
sl_si: Zbirka orodij za ustvarjanje aplikacij v slogu Metro/Modernega uporabniškega vmesnika WPF.
zh_cn: 一个用于创建Metro / Modern UI风格的WPF应用程序的工具包。
zh_tw: Metro / Modern UI 樣式 WPF 應用程式開發工具包。

# Library_NewtonsoftJson_Description
source: Json.NET is a popular high-performance JSON framework for .NET
cs_cz: Json.NET je populární vysoce výkonný framewrok JSON pro .NET
es_es: Json.NET es un popular framework JSON de alto rendimiento para .NET
fr_fr: Json.NET est un framework JSON haute performance populaire pour .NET
it_it: Json.NET è un popolare framework JSON ad alte prestazioni per .NET
ja_jp: Json.NETは、.NET向けの人気の高い高性能JSONフレームワークです。
ko_kr: Json.NET는 널리 사용되는 .NET용 고성능 JSON 프레임워크입니다
pt_br: Json.NET é uma estrutura JSON de alto desempenho popular para .NET
sl_si: Json.NET je priljubljen visokozmogljiv okvir JSON za .NET
zh_cn: Json.NET 是一款适用于 .NET 的流行的高性能 JSON 框架
zh_tw: Json.NET 是一款流行且極速的 JSON 框架，供 .NET 開發使用

# Library_Octokit_Description
source: A GitHub API client library for .NET
cs_cz: Klientská knihovna GitHub API pro .NET
es_es: Una biblioteca cliente de la API de GitHub para .NET
fr_fr: Une bibliothèque cliente d'API GitHub pour .NET
it_it: Una libreria client API GitHub per .NET
ja_jp: .NET 用の GitHub API クライアント ライブラリ
ko_kr: .NET용 GitHub API 클라이언트 라이브러리
pt_br: Uma biblioteca cliente da API GitHub para .NET
sl_si: Odjemalska knjižnica API GitHub za .NET
zh_cn: 适用于 .NET 的 GitHub API 客户端库
zh_tw: 用於 .NET 的 GitHub API 客戶端函式庫

# Library_PSDicoveryProtocol_Description
source: Capture and parse CDP and LLDP packets on local or remote computers
cs_cz: Zachytit a analyzovat pakety CDP a LLDP na místních nebo vzdálených počítačích
es_es: Captura y analiza paquetes CDP y LLDP en equipos locales o remotos
fr_fr: Capturez et analysez les paquets CDP et LLDP sur des ordinateurs locaux ou distants
it_it: cattura e analizza i pacchetti CDP e LLDP in computer locali o remoti
ja_jp: ローカルまたはリモート コンピュータ上の CDP および LLDP パケットをキャプチャして解析します
ko_kr: 로컬 또는 원격 시스템에서 CDP 및 LLDP 패킷 캡처 및 구문 분석
pt_br: Captura e análise de pacotes CDP e LLDP em computadores locais ou remotos
sl_si: Zajeme in razčleni pakete CDP in LLDP na lokalnih ali oddaljenih računalnikih
zh_cn: 在本地或远端计算机上抓取CDP、LLDP报文并解析
zh_tw: 捕捉並解析本機或遠端電腦上的 CDP 與 LLDP 封包

# Library_SharpSNMP_Description
source: Sharp SNMP Library - Open Source SNMP for .NET and Mono
es_es: Biblioteca Sharp SNMP - SNMP de código abierto para .NET y Mono
fr_fr: Bibliothèque SNMP Sharp - SNMP Open Source pour .NET et Mono
it_it: Libreria Sharp SNMP - SNMP open source per .NET e Mono
ja_jp: Sharp SNMP ライブラリ - .NET および Mono 用のオープンソース SNMP
ko_kr: Sharp SNMP 라이브러리 - .NET 및 Mono용 오픈 소스 SNMP
pt_br: Biblioteca Sharp SNMP - SNMP de código aberto para .NET e Mono
sl_si: Sharp SNMP knjižnica – odprtokodni SNMP za .NET in Mono
zh_cn: Sharp SNMP 库 - 适用于 .NET 和 Mono 的开源 SNMP
zh_tw: Sharp SNMP 函式庫 — 供 .NET 與 Mono 使用的開源 SNMP

# Resource_Flag_Description
source: A collection of all country flags in SVG
cs_cz: Sbírka všech vlajek zemí v SVG
es_es: Una colección de todas las banderas de países en SVG
fr_fr: Une collection de tous les drapeaux de pays en SVG
it_it: Una collezione di bandiere delle nazioni in SVG
ja_jp: SVG形式のすべての国旗のコレクション
ko_kr: SVG의 모든 국가 깃발 모음
pt_br: Uma coleção de todas as bandeiras de países em SVG
sl_si: Zbirka vseh državnih zastav v SVG
zh_cn: 所有 SVG 国旗的集合
zh_tw: SVG 格式的全球國旗圖集。

# Resource_ListTLD_Description
source: List of Top-Level-Domains from iana.org, which is used to query whois servers of the TLD from whois.iana.org via port 43
cs_cz: Seznam domén nejvyšší úrovně z iana.org, který se používá k dotazování Whois serverů TLD z whois.iana.org přes port 43
es_es: Lista de dominios de nivel superior de iana.org, que se utiliza para consultar los servidores whois TLD de whois.iana.org a través del puerto 43
fr_fr: Liste des domaines de premier niveau de iana.org, qui est utilisée pour interroger les serveurs whois du TLD à partir de whois.iana.org via le port 43
it_it: Elenco dei domini di primo livello da iana.org, usato per interrogare i server whois del TLD da whois.iana.org tramite la porta 43
ja_jp: iana.org のトップレベルドメインのリスト。これは、ポート 43 経由で whois.iana.org から TLD の whois サーバーを照会するために使用されます。
ko_kr: 포트 43을 통해 whois.iana.org에서 TLD의 서버를 쿼리하는 데 사용되는 iana.org의 최상위 도메인 목록
pt_br: Lista de domínios de nível superior de iana.org, que é usada para consultar servidores whois do TLD de whois.iana.org por meio da porta 43
sl_si: Seznam domen najvišje ravni iz iana.org, ki se uporablja za poizvedovanje whois strežnikov TLD s whois.iana.org prek vrat 43
zh_cn: 来自 iana.org 的顶级域名列表，用于从 whois.iana.org 通过 43 端口查询顶级域名的 whois 服务器
zh_tw: 來自 iana.org 的頂級網域列表，用於從 whois.iana.org 通過連接埠 43 查詢各 TLD 的 whois 伺服器

# Resource_OUI_Description
source: OUI data from ieee.org.
es_es: Datos OUI de ieee.org.
fr_fr: Données OUI provenant de ieee.org.
it_it: Dati OUI da ieee.org.
ja_jp: ieee.org からの OUI データ。
pt_br: Dados OUI de ieee.org
sl_si: Podatki OUI z ieee.org.
zh_cn: OUI 数据来自 ieee.org。
zh_tw: 來自 IEEE.org 的 OUI 資料。

# Resource_ServiceNamePortNumber_Description
source: Service Name and Transport Protocol Port Number Registry from iana.org.
cs_cz: Název služby a číslo portu transportního protokolu z registru iana.org.
es_es: Registro de nombres de servicio y números de puerto de protocolo de transporte de iana.org.
fr_fr: Registre des noms de service et des numéros de port du protocole de transport sur iana.org.
it_it: Registro del nome del servizio e del numero di porta del protocollo di trasporto da iana.org.
ja_jp: iana.org からのサービス名およびトランスポート プロトコル ポート番号レジストリ。
ko_kr: iana.org의 서비스 이름 및 전송 프로토콜 포트 번호 레지스트리
pt_br: Registro de Nome de Serviço e Número de Porta de Protocolo de Transporte de iana.org.
sl_si: Ime storitve in register številke vrat transportnega protokola z iana.org.
zh_cn: 来自 iana.org 的服务名称和传输协议端口号注册表
zh_tw: 由 iana.org 所維護之「服務名稱及傳輸協議埠號註冊表」。

# License_ApacheLicense2dot0
source: Apache License 2.0
es_es: Licencia Apache 2.0
fr_fr: Licence Apache 2.0
it_it: Licenza Apache 2.0
ko_kr: Apache 라이센스 2.0
pt_br: Apache Licença 2.0
sl_si: Licenca Apache 2.0
zh_cn: Apache 2.0许可
zh_tw: Apache 許可證 2.0

# License_BDS2Clause
source: BSD-2-Clause
fr_fr: Clause BSD-2
it_it: Clausola BSD-2
ko_kr: BSD-2-조항
pt_br: Cláusula BSD-2
sl_si: BSD-2-klavzula
zh_cn: BSD-2-条款
zh_tw: BSD-2-條款

# License_MITLicense
source: MIT License
cs_cz: MIT licence
es_es: Licencia MIT
fr_fr: Licence MIT
it_it: Licenza MIT
ko_kr: MIT 라이센스
pt_br: Licença MIT
sl_si: Licenca MIT
zh_cn: MIT许可协议
zh_tw: MIT 授權協議

# License_Unlicense
source: Unlicense
cs_cz: Nelicencováno
es_es: Sin licencia
fr_fr: Sans licence
it_it: Senza licenza
ko_kr: 라이센스 취소
pt_br: Não licenciado
sl_si: Preklic licence
zh_cn: 未授权
zh_tw: 未授權

# Library_CsWinRT_Description
source: C#/WinRT provides packaged WinRT projection support for the C# language.
cs_cz: C#/WinRT poskytuje balíček projekce WinRT pro jazyk C#.
es_es: C#/WinRT proporciona soporte para proyección WinRT empaquetado para el lenguaje C#.
fr_fr: C#/WinRT fournit une prise en charge de la projection WinRT packagée pour le langage C#.
it_it: C # / WinRT fornisce il supporto della proiezione in pacchetti WinRT per il linguaggio C #.
ja_jp: C#/WinRT は、C# 言語用のパッケージ化された WinRT プロジェクション サポートを提供します。
ko_kr: C#/WinRT는 C# 언어에 대한 패키지 WinRT 예상 지원을 제공합니다.
pt_br: C#/WinRT fornece suporte de projeção WinRT empacotado para a linguagem C#.
sl_si: C#/WinRT zagotavlja zapakirano podporo za projekcijo WinRT za jezik C#.
zh_cn: C#/WinRT 为 C# 语言提供了封装的 WinRT 投射支持。
zh_tw: C#/WinRT 為 C# 語言提供打包好的 WinRT 投影支援

# Library_PowerShellSDK_Description
source: Runtime for hosting PowerShell
cs_cz: Runtime pro hostování PowerShellu
es_es: Runtime para alojar PowerShell
fr_fr: Runtime pour l'hébergement de PowerShell
it_it: Runtime per hosting PowerShell
ko_kr: PowerShell 호스팅을 위한 런타임
pt_br: Runtime para hospedar PowerShell
sl_si: Runtime za gostovanje PowerShell
zh_cn: 用于承载PowerShell的运行时环境
zh_tw: PowerShell 主機執行環境

# Library_WebView2_Description
source: The WebView2 control enables you to embed web technologies (HTML, CSS, and JavaScript) in your native applications powered by Microsoft Edge (Chromium).
cs_cz: Ovládací prvek WebView2 umožňuje vložit webové technologie (HTML, CSS a JavaScript) do vašich nativních aplikací využívajících Microsoft Edge (Chromium).
es_es: El control WebView2 permite integrar tecnologías web (HTML, CSS y JavaScript) en aplicaciones nativas gracias a Microsoft Edge (Chromium).
fr_fr: Le contrôle WebView2 vous permet d'intégrer des technologies Web (HTML, CSS et JavaScript) dans vos applications natives optimisées par Microsoft Edge (Chromium).
it_it: Il controllo WebView2 consente di incorporare tecnologie web (HTML, CSS e JavaScript) nelle applicazioni native basate su Microsoft Edge (Chromium).
ja_jp: WebView2 コントロールを使用すると、Microsoft Edge (Chromium) を搭載したネイティブ アプリケーションに Web テクノロジ (HTML、CSS、JavaScript) を埋め込むことができます。
ko_kr: WebView2 컨트롤을 사용하면 Microsoft Edge (Chromium)에서 제공하는 기본 응용 프로그램에 웹 기술 (HTML, CSS 및 JavaScript)을 포함할 수 있습니다.
pt_br: O controle WebView2 permite que você incorpore tecnologias da web (HTML, CSS e JavaScript) em seus aplicativos nativos com tecnologia Microsoft Edge (Chromium).
sl_si: Kontrolnik WebView2 vam omogoča, da spletne tehnologije (HTML, CSS in JavaScript) vdelate v svoje domače aplikacije, ki jih poganja Microsoft Edge (Chromium).
zh_cn: WebView2 控件使您能够在由 Microsoft Edge (Chromium) 驱动的原生应用中嵌入网页技术 (HTML、CSS 和 JavaScript)。
zh_tw: WebView2 控制項允許您在本機應用程式中嵌入 Web 技術（HTML、CSS 和 JavaScript），並由 Microsoft Edge（Chromium）提供支援。

# Library_XamlBehaviorsWpf_Description
source: Easily add interactivity to your apps using XAML Behaviors for WPF.
cs_cz: Snadno přidejte do svých aplikací interaktivitu pomocí chování XAML pro WPF.
es_es: Añade fácilmente interactividad a aplicaciones mediante XAML Behaviors para WPF.
fr_fr: Ajoutez facilement de l'interactivité à vos applications à l'aide des comportements XAML pour WPF.
it_it: Aggiungi facilmente interattività alle tue app usando XAML Behaviors per WPF.
ja_jp: WPF の XAML ビヘイビアを使用して、アプリにインタラクティブ機能を簡単に追加できます。
ko_kr: WPF의 XAML 동작을 사용하여 앱에 상호 작용을 쉽게 추가할 수 있습니다.
pt_br: Adicione facilmente interatividade aos seus aplicativos usando comportamentos XAML para WPF.
sl_si: Preprosto dodajte interaktivnost svojim aplikacijam z uporabo XAML Behaviors for WPF.
zh_cn: 使用 XAML Behaviors for WPF 为您的应用程序轻松添加交互性
zh_tw: 使用 WPF 的 XAML 行為輕鬆為您的應用程式添加互動性。

# License_MicrosoftWebView2License
source: Microsoft WebView2 License
cs_cz: Microsoft WebView2 Licence
es_es: Licencia Microsoft WebView2
fr_fr: Licence Microsoft WebView2
it_it: Licenza Microsoft WebView2
ko_kr: Microsoft WebView2 라이센스
pt_br: Licença Microsoft WebView2
sl_si: Licenca Microsoft WebView2
zh_cn: Microsoft WebView2 许可
zh_tw: Microsoft WebView2 許可協議

# WarningMessage_ProfileFileNotEncryptedStoringPasswords
source: The current profile file is not encrypted and passwords will stored unencrypted on disk! Enable profile file encryption in Settings>Profile to store credentials securely.
cs_cz: Současný soubor profilu není zašifrován a hesla jsou tak uložena v nešifrované podobě! Povolte šifrování souboru profilu v Nastavení> Pověření v profilu budou bezpečnější.
es_es: El archivo de perfil actual no está cifrado y las contraseñas se almacenarán sin cifrar en el disco. Habilita el cifrado de archivos de perfil en Configuración > Perfil para almacenar las credenciales de forma segura.
fr_fr: Le fichier de profil actuel n'est pas chiffré et les mots de passe seront stockés non chiffrés sur le disque ! Activez le cryptage des fichiers de profil dans Paramètres> Profil pour stocker les infos d'identification en toute sécurité.
it_it: Il file del profilo attuale non è crittografato e le password verranno archiviate su disco non crittografate! Per archiviare le credenziali in modo sicuro abilita la crittografia del file del profilo in Impostazioni -> Profilo .
ja_jp: 現在のプロファイル ファイルは暗号化されておらず、パスワードは暗号化されずにディスクに保存されます! 資格情報を安全に保存するには、[設定] > [プロファイル] でプロファイル ファイルの暗号化を有効にします。
ko_kr: 현재 프로파일 파일은 암호화되지 않고 암호가 디스크에 암호화되지 않은 상태로 저장됩니다! 설정> 프로파일에서 프로파일 파일 암호화를 사용하여 자격 증명을 안전하게 저장하십시오.
pt_br: O arquivo de perfil atual não é criptografado e as senhas serão armazenadas sem criptografia no disco! Habilite a criptografia do arquivo de perfil em Configurações > Perfil para armazenar credenciais com segurança.
sl_si: Trenutna datoteka profila ni šifrirana in gesla bodo shranjena nešifrirana na disku! Omogočite šifriranje datoteke profila v Nastavitve -> Profil za varno shranjevanje poverilnic.
zh_cn: 当前配置文件未加密，密码将不加密存储在磁盘上! 在“设置>配置文件”中启用配置文件加密，以安全存储凭据。
zh_tw: 目前的設定檔未加密，密碼將以純文字形式存放於磁碟上！ 請至 設定 > Profile 啟用設定檔加密，以安全方式儲存憑證。

source: Check is disabled!
es_es: ¡La comprobación está deshabilitada!
fr_fr: La vérification est désactivée!
it_it: Il controllo è disabilitato
ja_jp: チェックは無効です!
pt_br: Verificação desativada!
sl_si: Preverjanje je onemogočeno!
zh_cn: 检查被禁用!
zh_tw: 檢查已停用！

# EnterValidIPv6Address
source: Enter a valid IPv6 address!
es_es: ¡Ingresa una dirección IPv6 válida!
fr_fr: Entrez une adresse IPv6 valide!
it_it: Inserisci un indirizzo IPv6 valido!
ja_jp: 有効な IPv6 アドレスを入力してください!
pt_br: Entre um endereço IPv6 válido!
sl_si: Vnesite veljaven naslov IPv6!
zh_cn: 请输入有效的 IPv6 地址!
zh_tw: 輸入有效的 IPv6 位址！

# HelpMessage_PublicIPv4Address
source: Public IPv4 address reachable via ICMP.
es_es: Dirección IPv4 pública accesible a través de ICMP.
fr_fr: Adresse publique IPv4 accessible via ICMP.
it_it: Indirizzo IPv4 pubblico raggiungibile tramite ICMP.
ja_jp: ICMP 経由で到達可能なパブリック IPv4 アドレス。
pt_br: Endereço IPv4 público acessível via ICMP.
sl_si: Javni naslov IPv4, dosegljiv prek ICMP.
zh_cn: 可通过 ICMP 到达的公网 IPv4 地址。
zh_tw: 可通過 ICMP 連線的公開 IPv4 位址。

# HelpMessage_PublicIPv6Address
source: Public IPv6 address reachable via ICMP.
es_es: Dirección IPv6 pública accesible a través de ICMP.
fr_fr: Adresse publique IPv6 accessible via ICMP.
it_it: Indirizzo IPv6 pubblico raggiungibile tramite ICMP.
ja_jp: ICMP 経由で到達可能なパブリック IPv6 アドレス。
pt_br: Endereço IPv6 público acessível via ICMP.
sl_si: Javni naslov IPv6, dosegljiv prek ICMP.
zh_cn: 可通过 ICMP 到达的公网 IPv6 地址。
zh_tw: 可通過 ICMP 連線的公開 IPv6 位址。

source: Public IPv4 address
es_es: Dirección IPv4 pública
fr_fr: Adresse IPv4 publique
it_it: Indirizzo IPv4 pubblico
ja_jp: パブリック IPv4 アドレス
pt_br: Endereço IPv4 público
sl_si: Javni naslov IPv4.
zh_cn: 公网 IPv4 地址
zh_tw: 公開 IPv4 位址

source: Public IPv6 address
es_es: Dirección IPv6 pública
fr_fr: Adresse IPv6 publique
it_it: Indirizzo IPv6 pubblico
ja_jp: パブリック IPv6 アドレス
pt_br: Endereço IPv6 público
sl_si: Javni naslov IPv6.
zh_cn: 公网 IPv6 地址
zh_tw: 公開 IPv6 位址

source: Use custom IPv6 address API
es_es: Usar la API de dirección IPv6 personalizada
fr_fr: Utilisez API d'adresse IPv6 personnalisée
it_it: Usa API indirizzo IPv6 personalizzato
ja_jp: カスタム IPv6 アドレス API を使用
pt_br: Usar API de endereço IPv6 personalizado
sl_si: Uporabi API poljubnega naslova IPv6
zh_cn: 使用自定义 IPv6 地址 API
zh_tw: 使用自訂 IPv6 位址 API

source: Time to live
es_es: Tiempo de vida
fr_fr: Temps de vivre
ja_jp: 有効期限
pt_br: TTL
sl_si: Čas za življenje - TTL
zh_cn: 存活时间
zh_tw: 存活時間

source: Chassis Id
fr_fr: Id châssis
it_it: ID telaio
ja_jp: シャーシ ID
sl_si: ID šasije
zh_tw: 機箱 Id

source: Management
es_es: Administración
fr_fr: Gestion
it_it: Gestione
ja_jp: 管理
pt_br: Gerenciamento
sl_si: Upravljanje
zh_cn: 管理
zh_tw: 管理

source: Device description
es_es: Descripción del dispositivo
fr_fr: Description du périphérique
it_it: Descrizione dispositivo
ja_jp: デバイスの説明
pt_br: Descrição do dispositivo
sl_si: Opis naprave
zh_cn: 设备描述
zh_tw: 裝置描述

source: Port description
es_es: Descripción del puerto
fr_fr: Description du port
it_it: Descrizione porta
ja_jp: ポートの説明
pt_br: Descrição da porta
sl_si: Opis vrat
zh_cn: 端口描述
zh_tw: 連接埠描述

source: Remove IPv4 address
es_es: Eliminar dirección IPv4
fr_fr: Retirez l'adresse IPv4
it_it: Rimuovi indirizzo IPv4
ja_jp: IPv4 アドレスを削除
ko_kr: IPv4 주소 제거
pl_pl: Usuń adres IPv4
pt_br: Remover endereço IPv4
sl_si: Odstrani naslov IPv4
zh_cn: 删除 IPv4 地址
zh_tw: 移除 IPv4 位址

# AdditionalConfigDots
source: Additional config...
es_es: Configuración adicional...
fr_fr: Config supplémentaires ...
it_it: Impostazioni aggiuntive...
ja_jp: 追加設定...
ko_kr: 추가 구성...
pl_pl: Dodatkowa konfiguracja...
pt_br: Configuração adicional...
sl_si: Dodatne nastavitve...
zh_cn: 额外的配置...
zh_tw: 額外設定...

# RemoveIPv4AddressDots
source: Remove IPv4 address...
es_es: Eliminar dirección IPv4...
fr_fr: Retirez l'adresse IPv4...
it_it: Rimuovi indirizzo IPv4...
ja_jp: IPv4 アドレスを削除...
ko_kr: IPv4 주소 제거...
pl_pl: Usuń adres IPv4...
pt_br: Remover endereço IPv4...
sl_si: Odstrani naslov IPv4...
zh_cn: 删除 IPv4 地址...
zh_tw: 移除 IPv4 位址…

# RemoteDesktopDisconnectReason_TotalLoginTimeLimitReached
source: The remote session ended because the total login time limit was reached. This limit is set by the server administrator or by network policies.
es_es: La sesión remota ha finalizado porque se ha alcanzado el límite de tiempo total para inicio de sesión. Este límite lo establece el administrador del servidor o las políticas de red.
fr_fr: La session à distance s'est terminée car la limite de temps de connexion totale a été atteinte. Cette limite est définie par l'administrateur du serveur ou par les politiques de réseau.
it_it: La sessione remota è terminata perché è stato raggiunto il limite di tempo di accesso totale. Questo limite è impostato dall'amministratore del server o dai criteri di rete.
ja_jp: ログイン時間制限に達したため、リモートセッションが終了しました。この制限は、サーバー管理者またはネットワークポリシーによって設定されています。
ko_kr: 총 로그인 시간 제한에 도달하여 원격 세션이 종료되었습니다. 이 제한은 서버 관리자 또는 네트워크 정책에 의해 설정됩니다.
pl_pl: Sesja zdalna zakończyła się, ponieważ całkowity czas zalogowania został przekroczony. Ten limit jest ustawiana przez administratora serwera, albo przez reguły sieciowe.
pt_br: A sessão remota foi encerrada porque o limite de tempo total de login foi atingido. Este limite é definido pelo administrador do servidor ou pelas políticas de rede.
sl_si: Oddaljena seja se je končala, ker je bila dosežena skupna časovna omejitev za prijavo. To omejitev nastavi skrbnik strežnika ali politike omrežja.
zh_cn: 远程会话已结束，因为已达到总登录时间限制。此限制由服务器管理员或网络策略设置。
zh_tw: 遠端會話因達到總登入時長上限而結束。此限制由伺服器管理員或網路政策設定。

# EnterValidHostname
source: Enter a valid hostname!
es_es: ¡Ingresa un nombre de host válido!
fr_fr: Entrez un nom d'hôte valide!
it_it: Inserisci un nome host valido!
ja_jp: 有効なホスト名を入力してください!
ko_kr: 올바른 호스트 이름을 입력하십시오!
pl_pl: Wpisz poprawną nazwę hosta!
pt_br: Entre o nome válido de host!
sl_si: Vnesite veljavno ime gostitelja!
zh_cn: 输入一个有效的主机名！
zh_tw: 輸入有效的主機名稱！

# EnterValidHostnameAndPort
source: Enter a valid hostname and port!
es_es: ¡Ingresa un nombre de host y puerto válidos!
fr_fr: Entrez un nom d'hôte et un port valides!
it_it: Inserisci un nome host ed una porta validi!
ja_jp: 有効なホスト名とポートを入力してください!
ko_kr: 올바른 호스트 이름과 포트를 입력하십시오!
pl_pl: Wpisz poprawną nazwę hosta i port!
pt_br: Entre o nome válido de host e porta!
sl_si: Vnesite veljavno ime gostitelja in vrata!
zh_cn: 输入一个有效的主机名与端口！
zh_tw: 輸入有效的主機名稱與埠號！
