Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

source: About
cs_cz: O aplikaci
es_es: Acerca de
fr_fr: À propos de
it_it: Informazioni programma
ja_jp: NETworkManager について
ko_kr: 정보
pl_pl: O programie
pt_br: Sobre
sl_si: Vizitka
zh_cn: 关于
zh_tw: 關於

source: Accent
cs_cz: Akcent
es_es: Tono
it_it: Accento
ja_jp: 強調
ko_kr: 강조
pl_pl: Akcent
pt_br: Realce
sl_si: Poudarek
zh_cn: 强调
zh_tw: 醒目

source: Add credentials
cs_cz: Přidat pověření
es_es: Añadir credencial
fr_fr: Ajouter les comptes
it_it: Aggiungi credenziali
ja_jp: 資格情報の追加
ko_kr: 자격 증명 추가
pl_pl: Dodaj dane logowania
pt_br: Adicionar credenciais
sl_si: Dodaj poverilnice
zh_cn: 新增凭据
zh_tw: 新增憑證

source: Add entry
cs_cz: Přidat záznam
es_es: Añadir entrada
fr_fr: Ajouter une entrée
it_it: Aggiungi voce
ja_jp: エントリの追加
ko_kr: 항목 추가
pl_pl: Dodaj rekord
pt_br: Adicionar entrada
sl_si: Dodaj vnos
zh_cn: 新增条目
zh_tw: 新增項目

source: Add profile
cs_cz: Přidat prifil
es_es: Añadir perfil
fr_fr: Ajouter un profil
it_it: Crea profilo
ja_jp: プロファイルの追加
ko_kr: 프로필 추가
pl_pl: Dodaj profil
pt_br: Adicionar perfil
sl_si: Dodaj profil
zh_cn: 新增配置文件
zh_tw: 新增設定檔

source: Are you sure?
cs_cz: Opravdu provést?
es_es: ¿Estás seguro?
fr_fr: Êtes vous sûr?
it_it: Sei sicuro?
ja_jp: よろしいですか?
ko_kr: 확실합니까?
pl_pl: Czy na pewno?
pt_br: Você tem certeza?
sl_si: Ali ste prepričani?
zh_cn: 是否确定？
zh_tw: 您確定嗎？

source: ARP Table
cs_cz: ARP tabulka
es_es: Tabla ARP
fr_fr: Table ARP
it_it: Tabella ARP
ja_jp: ARP テーブル
ko_kr: ARP 테이블
pl_pl: Tablica ARP
pt_br: Tabela ARP
sl_si: Tabela ARP
zh_cn: ARP 表
zh_tw: ARP 表格

source: Authentication
cs_cz: Ověření
es_es: Autenticación
fr_fr: Authentification
it_it: Autenticazione
ja_jp: 認証
ko_kr: 인증
pl_pl: Uwierzytelnianie
pt_br: Autenticação
sl_si: Preverjanje pristnosti
zh_cn: 认证
zh_tw: 身份驗證

source: Autostart
es_es: Inicio automático
fr_fr: Démarrage automatique
it_it: Avvia automaticamente
ja_jp: 自動起動
ko_kr: 자동시작
pt_br: Iniciar automático
sl_si: Samodejni zagon
zh_cn: 自动开始
zh_tw: 自動啟動

source: Calculator
cs_cz: Kalkulačka
es_es: Calculadora
fr_fr: Calculette
it_it: Calcolatrice
ja_jp: 計算機
ko_kr: 계산기
pl_pl: Kalkulator
pt_br: Calculadora
sl_si: Računalo
zh_cn: 计算器
zh_tw: 計算器

source: Command Line Arguments
cs_cz: Paramtery příkazového řádku
es_es: Argumentos de línea de comandos
fr_fr: Arguments Lignes de commande
it_it: Argomenti riga di comando
ja_jp: コマンドライン引数
ko_kr: 명령줄 인수
pl_pl: Argumenty Linii Komend
pt_br: Argumentos da Linha de Comando
sl_si: Argumenti ukazne vrstice
zh_cn: 命令行参数
zh_tw: 命令列參數

source: Configure
cs_cz: Konfigurace
es_es: Configurar
fr_fr: Configurer
it_it: Configura
ja_jp: 設定
ko_kr: 구성
pl_pl: Konfiguracja
pt_br: Configurar
sl_si: Nastavi
zh_cn: 配置
zh_tw: 配置

source: Confirm
cs_cz: Potvrdit
es_es: Confirmar
fr_fr: Confirmer
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
pl_pl: Potwierdź
pt_br: Confirmar
sl_si: Potrdi
zh_cn: 确认
zh_tw: 確認

source: Connect
cs_cz: Připojit
es_es: Conectar
fr_fr: Connecter
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
pl_pl: Połącz
pt_br: Conectar
sl_si: Poveži
zh_cn: 连接
zh_tw: 連線

source: Connect as
cs_cz: Připojit jako
es_es: Conectar como
fr_fr: Connecter en tant que
it_it: Connetti come
ja_jp: 連絡先
ko_kr: 연락처
pl_pl: Połącz jako
pt_br: Conecte-se como
sl_si: Poveži kot
zh_cn: 连接方式
zh_tw: 連線身分

source: Copy profile
cs_cz: Zkopírovat profil
es_es: Copiar perfil
fr_fr: Copier le profil
it_it: Copia profilo
ja_jp: プロファイルのコピー
ko_kr: 프로필 복사
pl_pl: Skopiuj profil
pt_br: Copiar perfil
sl_si: Kopiraj profil
zh_cn: 复制配置文件
zh_tw: 複製設定檔

source: Credentials
cs_cz: Pověření
es_es: Credenciales
fr_fr: Compte
it_it: Credenziali
ja_jp: 資格
ko_kr: 자격 증명
pl_pl: Dane logowania
pt_br: Credenciais
sl_si: Poverilnice
zh_cn: 凭据
zh_tw: 憑證

source: Data
es_es: Datos
fr_fr: Données
it_it: Dati
ja_jp: データ
ko_kr: 데이터
pl_pl: Dane
pt_br: Dados
sl_si: Podatki
zh_cn: 数据
zh_tw: 資料

source: Default application
cs_cz: Výchozí aplikace
es_es: Aplicación predeterminada
fr_fr: Application par défaut
it_it: Applicazione predefinita
ja_jp: 既定のアプリ
ko_kr: 기본 응용 프로그램
pl_pl: Domyślna aplikacja
pt_br: Aplicativo padrão
sl_si: Privzeti program
zh_cn: 默认应用
zh_tw: 預設應用程式

source: Delete credentials
cs_cz: Odstranit pověření
es_es: Eliminar credencial
fr_fr: Supprimer le compte
it_it: Rimuovi credenziali
ja_jp: 資格情報の削除
ko_kr: 자격 증명 삭제
pl_pl: Usuń dane logowania
pt_br: Excluir credenciais
sl_si: Izbriši poverilnice
zh_cn: 删除凭据
zh_tw: 刪除憑證

source: Delete profile
cs_cz: Odstranit profil
es_es: Eliminar perfil
fr_fr: Supprimer le profil
it_it: Rimuovi profilo
ja_jp: プロファイルの削除
ko_kr: 프로필 삭제
pl_pl: Usuń profil
pt_br: Excluir perfil
sl_si: Izbriši profil
zh_cn: 删除配置文件
zh_tw: 刪除設定檔

source: Destination
cs_cz: Cílové umístění
es_es: Destino
it_it: Destinazione
ja_jp: 対象
ko_kr: 대상
pl_pl: Miejsce docelowe
pt_br: Destino
sl_si: Cilj
zh_cn: 目的地
zh_tw: 目的地

source: Details
cs_cz: Detail
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부사항
pl_pl: Szczegóły
pt_br: Detalhes
sl_si: Podrobnosti
zh_cn: 详细
zh_tw: 詳細資料

source: Disconnected
cs_cz: Odpojit
es_es: Desconectado
fr_fr: Déconnecter
it_it: Non connesso
ja_jp: 切断
ko_kr: 연결 끊김
pl_pl: Rozłączono
pt_br: Desconectado
sl_si: Odklopljeno
zh_cn: 已断开
zh_tw: 已中斷連線

source: Display
cs_cz: Obrazovka
es_es: Visualizar
fr_fr: Affichage
it_it: Schermo
ja_jp: 表示
ko_kr: 표시
pl_pl: Ekran
pt_br: Exibição
sl_si: Prikaz
zh_cn: 显示
zh_tw: 顯示

source: DNS Lookup
cs_cz: Vyhledat DNS
es_es: Búsqueda DNS
fr_fr: Requête DNS
it_it: Ricerca DNS
ko_kr: DNS 조회
pl_pl: Wyszukiwanie DNS
pt_br: Pesquisa de DNS
sl_si: Iskanje DNS
zh_cn: DNS 查询
zh_tw: DNS 查詢

source: Don't fragment
cs_cz: Nefragmentovat
es_es: No fragmentar
fr_fr: Ne pas fragmenter
it_it: Non frammentare
ja_jp: 断片化しない
ko_kr: 조각내지 않음
pl_pl: Nie fragmentuj
pt_br: Não fragmentar
sl_si: Ne drobi
zh_cn: 不分段
zh_tw: 不要分段

source: Edit credentials
cs_cz: Upravit pověření
es_es: Editar credencial
fr_fr: Éditer le compte
it_it: Modifica credenziali
ja_jp: 資格情報の編集
ko_kr: 자격 증명 편집
pl_pl: Edytuj dane logowania
pt_br: Editar credenciais
sl_si: Uredi poverilnice
zh_cn: 编辑凭据
zh_tw: 編輯憑證

source: Edit group
cs_cz: Upravit skupinu
es_es: Editar grupo
fr_fr: Éditer le groupe
it_it: Modifica gruppo
ja_jp: グループの編集
ko_kr: 그룹 편집
pl_pl: Edytuj grupę
pt_br: Editar grupo
sl_si: Uredi skupino
zh_cn: 编辑组
zh_tw: 編輯群組

source: Edit profile
cs_cz: Upravit profil
es_es: Editar perfil
fr_fr: Éditer le profil
it_it: Modifica profilo
ja_jp: プロファイルの編集
ko_kr: 프로필 편집
pl_pl: Edytuj profil
pt_br: Editar Perfil
sl_si: Uredi profil
zh_cn: 编辑配置文件
zh_tw: 編輯設定檔

source: Error
cs_cz: Chyba
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
pl_pl: Błąd
pt_br: Erro
sl_si: Napaka
zh_cn: 错误
zh_tw: 錯誤

source: Export
es_es: Exportar
fr_fr: Exporter
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
pt_br: Exportar
sl_si: Izvozi
zh_cn: 导出
zh_tw: 匯出

source: Filter
cs_cz: Filtr
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
pl_pl: Filtr
pt_br: Filtro
zh_cn: 筛选
zh_tw: 篩選

source: General
cs_cz: Obecné
fr_fr: Général
it_it: Generale
ja_jp: 全般
ko_kr: 일반
pl_pl: Ogólne
pt_br: Geral
sl_si: Splošno
zh_cn: 全局
zh_tw: 一般

source: Headers
cs_cz: Hlavičky
es_es: Encabezados
fr_fr: Entêtes
it_it: Intestazioni
ja_jp: ヘッダ
ko_kr: 머리말
pl_pl: Nagłówki
pt_br: Cabeçalhos
sl_si: Glave
zh_cn: 标头
zh_tw: 標頭

source: History
cs_cz: Historie
es_es: Historial
fr_fr: Historique
it_it: Cronologia
ja_jp: 履歴
ko_kr: 사용 기록
pl_pl: Historia
pt_br: Histórico
sl_si: Zgodovina
zh_cn: 历史
zh_tw: 歷程

source: HotKeys
cs_cz: Klávesové zkratky
es_es: Atajos de teclado
fr_fr: Raccourcis clavier
it_it: Tasti scelta rapida
ja_jp: ホットキー
ko_kr: 단축키
pl_pl: Skróty klawiszowe
pt_br: Teclas de Atalho
sl_si: Vroče tipke
zh_cn: 热键
zh_tw: 熱鍵

source: HTTP Headers
cs_cz: Hlavička HTTP
es_es: Encabezados HTTP
fr_fr: Entêtes HTTP
it_it: Intestazioni HTTP
ja_jp: HTTP ヘッダ
ko_kr: HTTP 헤더
pl_pl: Nagłówki HTTP
pt_br: Cabeçalhos HTTP
sl_si: Glave HTTP
zh_cn: HTTP 头
zh_tw: HTTP 標頭

source: Import
es_es: Importar
fr_fr: Importer
it_it: Importa
ja_jp: インポート
ko_kr: 가져오기
pl_pl: Importuj
pt_br: Importar
sl_si: Uvozi
zh_cn: 导入
zh_tw: 匯入

source: Information
cs_cz: Informace
es_es: Información
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
pl_pl: Informacja
pt_br: Informação
sl_si: Informacija
zh_cn: 信息
zh_tw: 資訊

source: Interface
cs_cz: Interfejs
es_es: Interfaz
it_it: Interfaccia
ja_jp: インタフェース
ko_kr: 인터페이스
pl_pl: Interfejs
sl_si: Vmesnik
zh_cn: 接口
zh_tw: 介面

source: IP Scanner
cs_cz: IP skener
es_es: Escáner de IP
fr_fr: Scan IP
it_it: Scanner IP
ja_jp: IP スキャナ
ko_kr: IP 스캐너
pl_pl: Skaner IP
pt_br: Scanner de IP
sl_si: Pregledovalnik IP
zh_cn: IP扫描器
zh_tw: IP 掃描器

source: Keyboard
cs_cz: Klávesnice
es_es: Teclado
fr_fr: Clavier
it_it: Tastiera
ja_jp: キーボード
ko_kr: 키보드
pl_pl: Klawiatura
pt_br: Teclado
sl_si: Tipkovnica
zh_cn: 键盘
zh_tw: 鍵盤

source: Language
cs_cz: Jazyk
es_es: Idioma
fr_fr: Langage
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pl_pl: Język
pt_br: Idioma
sl_si: Jezik
zh_cn: 语言
zh_tw: 語言

source: Libraries
cs_cz: Knihovny
es_es: Librerías
fr_fr: Librairies
it_it: Librerie
ja_jp: ライブラリ
ko_kr: 라이브러리
pl_pl: Biblioteki
pt_br: Bibliotecas
sl_si: Knjižnice
zh_cn: 内容库
zh_tw: 程式庫

source: License
cs_cz: Licence
es_es: Licencia
fr_fr: Licence
it_it: Licenza
ja_jp: ライセンス
ko_kr: 라이센스
pl_pl: Licencja
pt_br: Licença
sl_si: Licenca
zh_cn: 许可证
zh_tw: 授權

source: Local devices and resources
cs_cz: Lokální zařízení a zdroje
es_es: Dispositivos y recursos locales
fr_fr: Appareils et ressources locales
it_it: Periferiche e risorse locali
ja_jp: ローカルデバイスとリソース
ko_kr: 로컬 장치 및 리소스
pl_pl: Zasoby i urządzenia lokalne
pt_br: Dispositivos locais e recursos
sl_si: Lokalne naprave in viri
zh_cn: 本地设备和资源
zh_tw: 本機裝置與資源

source: Location
cs_cz: Umístění
es_es: Ubicación
fr_fr: Localisation
it_it: Percorso
ja_jp: 場所
ko_kr: 위치
pl_pl: Lokalizacja
pt_br: Localização
sl_si: Lokacija
zh_cn: 位置
zh_tw: 位置

source: Lookup
cs_cz: Vyhledávání
es_es: Búsqueda
fr_fr: Chercher
it_it: Ricerca
ko_kr: 조회
pl_pl: Wyszukiwanie
pt_br: Pesquisa
sl_si: Iskanje
zh_cn: 查找
zh_tw: 查詢

source: MAC Address
cs_cz: MAC adresa
es_es: Dirección MAC
fr_fr: Adresse MAC
it_it: Indirizzo MAC
ja_jp: MAC アドレス
ko_kr: MAC 주소
pl_pl: Adres MAC
pt_br: Endereço MAC
sl_si: Naslov MAC
zh_cn: MAC 地址
zh_tw: MAC 位址

source: Master Password
cs_cz: Hlavní heslo
es_es: Contraseña maestra
fr_fr: Mot de passe Maître
it_it: Password globale
ja_jp: マスター パスワード
ko_kr: 마스터 암호
pl_pl: Główne Hasło
pt_br: Senha Mestre
sl_si: Glavno geslo
zh_cn: 主密码
zh_tw: 主密碼

source: Multithreading
es_es: Multi-hilo
ja_jp: マルチスレッド
ko_kr: 멀티스레딩
pl_pl: Wielowątkowość
sl_si: Večnitnost
zh_cn: 多线程
zh_tw: 多執行緒

source: Network
cs_cz: Síť
es_es: Red
fr_fr: Réseau
it_it: Rete
ja_jp: ネットワーク
ko_kr: 네트워크
pl_pl: Sieć
pt_br: Rede
sl_si: Omrežje
zh_cn: 网络
zh_tw: 網路

source: Network Interface
cs_cz: Síťový adapter
es_es: Interfaz de red
fr_fr: Interface réseau
it_it: Interfaccia di rete
ja_jp: ネットワーク インタフェース
ko_kr: 네트워크 인터페이스
pl_pl: Interfejs sieciowy
pt_br: Interface de rede
sl_si: Omrežni vmesnik
zh_cn: 网络接口
zh_tw: 網路介面

source: New tab
cs_cz: Nová karta
es_es: Nueva pestaña
fr_fr: Nouvel onglet
it_it: Nuova scheda
ja_jp: 新しいタブ
ko_kr: 새 탭
pl_pl: Nowa karta
pt_br: Nova aba
sl_si: Nov zavihek
zh_cn: 新标签
zh_tw: 新標籤

# OverwriteQuestion
source: Overwrite?
cs_cz: Přepsat?
es_es: ¿Sobrescribir?
fr_fr: Écraser?
it_it: Vuoi sovrascrivere?
ja_jp: 上書きしますか?
ko_kr: 덮어쓰시겠습니까?
pl_pl: Nadpisać?
pt_br: Substituir?
sl_si: Želite prepisati?
zh_cn: 是否覆盖?
zh_tw: 覆寫？

source: Port
es_es: Puerto
it_it: Porta
ja_jp: ポート
ko_kr: 포트
pt_br: Porta
sl_si: Vrata
zh_cn: 端口
zh_tw: 連接埠

source: Portable
cs_cz: Přenosný
it_it: Portatile
ja_jp: ポータブル
ko_kr: 휴대용
pl_pl: Przenośny
pt_br: Portátil
sl_si: Prenosni
zh_cn: 便携版
zh_tw: 可攜式

source: Port Scanner
cs_cz: Port skener
es_es: Escáner de puertos
fr_fr: Scan de ports
it_it: Scanner porte
ja_jp: ポート スキャナ
ko_kr: 포트 스캐너
pl_pl: Skaner portów
pt_br: Scanner de Portas
sl_si: Pregledovalnik vrat
zh_cn: 端口扫描器
zh_tw: 連接埠掃描器

source: Profiles
cs_cz: Profily
es_es: Perfiles
fr_fr: Profils
it_it: Profili
ja_jp: プロファイル
ko_kr: 프로필
pl_pl: Profile
pt_br: Perfis
sl_si: Profili
zh_cn: 配置文件
zh_tw: 設定檔

source: Query
cs_cz: Dotaz
es_es: Consulta
fr_fr: Requête
it_it: Interrogazione
ja_jp: クエリ
ko_kr: 질의
pl_pl: Zapytanie
pt_br: Consultar
sl_si: Poizvedba
zh_cn: 查询
zh_tw: 查詢

source: Remote Desktop
cs_cz: Vzdálená plocha
es_es: Escritorio remoto
fr_fr: Bureau à distance
it_it: Desktop remoto
ja_jp: リモートデスクトップ Desktop
ko_kr: 원격 데스크탑
pl_pl: Zdalny Pulpit
pt_br: Área de trabalho remota
sl_si: Oddaljeno namizje
zh_cn: 远程桌面
zh_tw: 遠端桌面

source: Reset
cs_cz: Vynulovat
es_es: Restablecer
fr_fr: Mise à zéro
it_it: Ripristina
ja_jp: リセット
ko_kr: 재설정
pl_pl: Resetuj
pt_br: Redefinir
sl_si: Ponastavi
zh_cn: 重置
zh_tw: 重設

source: Resolve PTR
cs_cz: Překlad PTR
es_es: Resolver PTR
fr_fr: Résolution PTR
it_it: Risolvi PTR
ja_jp: PTRの解決
ko_kr: PTR 해결
pl_pl: Rozwiąż PTR
pt_br: Resolver PTR
sl_si: Reši PTR
zh_cn: 反向解析
zh_tw: 解析 PTR

source: Resources
cs_cz: Zdroje
es_es: Recursos
fr_fr: Ressources
it_it: Risorse
ja_jp: リソース
ko_kr: 자원
pl_pl: Zasoby
pt_br: Recursos
sl_si: Viri
zh_cn: 资源
zh_tw: 資源

source: Result
cs_cz: Výsledek
es_es: Resultado
fr_fr: Résultats
it_it: Risultato
ja_jp: 結果
ko_kr: 결과
pl_pl: Wynik
pt_br: Resultado
sl_si: Rezultat
zh_cn: 结果
zh_tw: 結果

source: Route
ja_jp: ルート
ko_kr: 라우트
pl_pl: Trasa
pt_br: Rota
sl_si: Pot
zh_cn: 路由
zh_tw: 路由

source: Scan
cs_cz: Sken
es_es: Escanear
it_it: Scansione
ja_jp: スキャン
ko_kr: 탐색
pl_pl: Skanuj
pt_br: Verificar
sl_si: Preglej
zh_cn: 扫描
zh_tw: 掃描

source: Search
cs_cz: Hledat
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
pl_pl: Szukaj
pt_br: Procurar
sl_si: Poišči
zh_cn: 搜索
zh_tw: 搜尋

# SelectAProfileDots
source: Select a profile...
cs_cz: Výběr profilu
es_es: Seleccione un perfil...
fr_fr: Sélectionner un profil
it_it: Seleziona un profilo
ja_jp: プロファイルの選択...
ko_kr: 프로필 선택...
pl_pl: Wybór profilu
pt_br: Selecione um perfil...
sl_si: Izberi profil...
zh_cn: 选择一个配置文件...
zh_tw: 選擇一個設定檔

source: Set Master Password
cs_cz: Nastavit hlavní heslo
es_es: Establecer contraseña maestra
fr_fr: Définir le mot de passe maître
it_it: Imposta password globale
ja_jp: マスター パスワードの設定
ko_kr: 마스터 암호 설정
pl_pl: Ustaw główne hasło
pt_br: Definir Senha Mestre
sl_si: Nastavi glavno geslo
zh_cn: 设置主密码
zh_tw: 設定主密碼

source: Settings
cs_cz: Nastavení
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_br: Configurações
sl_si: Nastavitve
zh_cn: 设置
zh_tw: 設定

source: Socket
cs_cz: Soket
ja_jp: ソケット
ko_kr: 소켓
sl_si: Vtičnica
zh_cn: 套接字
zh_tw: 通訊端

source: Statistics
cs_cz: Statistiky
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
ja_jp: 統計
ko_kr: 통계
pl_pl: Statystyki
pt_br: Estatísticas
sl_si: Statistika
zh_cn: 统计
zh_tw: 統計資料

source: Status
cs_cz: Stav
es_es: Estado
fr_fr: État
it_it: Stato
ja_jp: 状態
ko_kr: 상태
sl_si: Stanje
zh_cn: 状态
zh_tw: 狀態

source: Subnet
cs_cz: Podsíť
es_es: Subred
fr_fr: Sous-réseau
it_it: Sottorete
ja_jp: サブネット
ko_kr: 서브넷
pl_pl: Podsieć
pt_br: Sub-rede
sl_si: Podomrežje
zh_cn: 子网
zh_tw: 子網路

source: Subnetting
cs_cz: Podsítě
es_es: Subredes
fr_fr: Sous-réseau
it_it: Gestione sottoreti
ja_jp: サブネット化
ko_kr: 서브넷팅
pl_pl: Podsieci
pt_br: Sub-redes
sl_si: Podomreženje
zh_cn: 子网划分
zh_tw: 子網路

source: Success!
cs_cz: Úspěch
es_es: ¡Éxito!
fr_fr: Succès
it_it: Completato!
ja_jp: 成功!
ko_kr: 성공!
pl_pl: Udało się!
pt_br: Sucesso!
sl_si: Uspeh!
zh_cn: 成功！
zh_tw: 成功！

source: Theme
cs_cz: Téma
es_es: Tema
fr_fr: Thème
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
pl_pl: Wygląd
pt_br: Tema
sl_si: Tema
zh_cn: 主题
zh_tw: 主題

source: Traceroute
es_es: Rastrear ruta
ja_jp: トレースルート
ko_kr: 추적 경로
sl_si: Sled poti
zh_cn: 路由跟踪
zh_tw: 路徑追蹤

source: Tray
es_es: Fijar
fr_fr: Barre d'état
it_it: Area di notifica
ja_jp: トレイ
ko_kr: 트레이
pt_br: Área de Notificação
sl_si: Programska vrstica
zh_cn: 托盘
zh_tw: 系統匣

source: Update
cs_cz: Aktualizovat
es_es: Actualizar
fr_fr: Mise à jour
it_it: Aggiorna
ja_jp: 更新
ko_kr: 업데이트
pl_pl: Aktualizuj
pt_br: Atualizar
sl_si: Posodobi
zh_cn: 更新
zh_tw: 更新

source: Validation failed!
cs_cz: Nezkontrolováno!
es_es: ¡Validación fallida!
fr_fr: Validation échouée!
it_it: Verifica fallita!
ja_jp: 検証失敗!
ko_kr: 검증에 실패했습니다!
pl_pl: Walidacja niepoprawna!
pt_br: Falha na validação!
sl_si: Preverjanje ni uspelo!
zh_cn: 验证失败！
zh_tw: 驗證失敗！

source: Wake on LAN
cs_cz: Probudit po síti
sl_si: Zbudi lokalno omrežje
zh_cn: 局域网唤醒
zh_tw: LAN 遠端喚醒

source: Website
es_es: Sitio web
fr_fr: Site web
it_it: Sito web
ja_jp: ウェブサイト
ko_kr: 웹사이트
pl_pl: Strona
pt_br: Site da Web
sl_si: Spletna stran
zh_cn: 网站
zh_tw: 網站

source: Window
cs_cz: Okno
es_es: Ventana
fr_fr: Fenêtre
it_it: Finestra
ko_kr: 창
pl_pl: Okno
pt_br: Janela
sl_si: Okno
zh_cn: 窗口
zh_tw: 視窗

source: Wrong password!
cs_cz: Špatné heslo!
es_es: ¡Contraseña incorrecta!
fr_fr: Mauvais mot de passe
it_it: Password non valida!
ja_jp: パスワードが違います！
ko_kr: 잘못된 암호!
pl_pl: Złe hasło!
pt_br: Senha incorreta!
sl_si: Napačno geslo!
zh_cn: 密码错误！
zh_tw: 密碼錯誤！

source: Client
cs_cz: Klient
es_es: Cliente
ja_jp: クライアント
ko_kr: 클라이언트
pl_pl: Klient
pt_br: Cliente
sl_si: Odjemalec
zh_cn: 客户端
zh_tw: 用戶端

source: Administrator
cs_cz: Administrátor
es_es: Administrador
fr_fr: Administrateur
it_it: Amministratore
ko_kr: 관리자
pt_br: Administrador
sl_si: Skrbnik
zh_cn: 管理员
zh_tw: 系統管理員

source: Always show icon in tray
cs_cz: Vždy zobrazit ikonu v Tray
es_es: Mostrar siempre el icono en el área de notificaciones
fr_fr: Toujours afficher l'icône dans la barre d'état
it_it: Visualizza sempre l'icona nella'area di notifica
ja_jp: トレイにアイコンを常に表示
ko_kr: 트레이에 항상 아이콘 표시
pl_pl: Zawsze wyświetlaj ikonę na pasku
pt_br: Sempre exibir ícone na área de notificação
sl_si: Vedno prikaži ikono v programski vrstici
zh_cn: 总是在托盘显示图标
zh_tw: 永遠顯示系統匣中圖示

source: Attempts
cs_cz: Pokusy
es_es: Intentos
fr_fr: Tentatives
it_it: Tentativi
ja_jp: 試行回数
ko_kr: 시도
pl_pl: Próby
pt_br: Tentativas
sl_si: Poskusi
zh_cn: 尝试
zh_tw: 嘗試次數

source: Average time
cs_cz: Průměrný čas
es_es: Tiempo promedio
fr_fr: Temps moyen
it_it: Tempo medio
ja_jp: 平均時間
ko_kr: 평균 시간
pl_pl: Średni czas
pt_br: Tempo médio
sl_si: Povprečen čas
zh_cn: 平均时间
zh_tw: 平均時間

source: Broadcast
es_es: Transmisión
it_it: Trasmissione
ja_jp: ブロードキャスト
ko_kr: 방송
pl_pl: Rozgłoszeniowy
pt_br: Transmissão
sl_si: Oddaja
zh_cn: 广播
zh_tw: 廣播

source: Buffer
es_es: Búfer
fr_fr: Tampon
ja_jp: バッファ
ko_kr: 버퍼
pl_pl: Bufor
sl_si: Medpomnilnik
zh_cn: 缓冲
zh_tw: 緩衝

source: Bytes
cs_cz: Bajty
fr_fr: Octets
it_it: Byte
ja_jp: バイト
ko_kr: 바이트
pl_pl: Bajty
sl_si: Bajtov
zh_cn: 字节
zh_tw: 位元組

source: Close
cs_cz: Zavřít
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pl_pl: Zamknij
pt_br: Fechar
sl_si: Zapri
zh_cn: 关闭
zh_tw: 關閉

source: Default-Gateway
cs_cz: Výchozí brána
es_es: Puerta de enlace predeterminada
fr_fr: Passerelle par défaut
it_it: Gateway predefinito
ja_jp: デフォルト ゲートウェイ
ko_kr: 기본 게이트웨이
pl_pl: Brama-Domyślna
pt_br: Gateway-Padrão
sl_si: Privzeti prehod
zh_cn: 默认路由
zh_tw: 預設閘道

# DeleteDots
source: Delete...
cs_cz: Odstranit...
es_es: Eliminar...
fr_fr: Supprimer…
it_it: Elimina...
ja_jp: 削除...
ko_kr: 삭제...
pl_pl: Usuń...
pt_br: Excluir...
sl_si: Izbriši...
zh_cn: 删除...
zh_tw: 刪除...

source: Description
cs_cz: Popis
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
pl_pl: Opis
pt_br: Descrição
sl_si: Opis
zh_cn: 说明
zh_tw: 描述

source: DHCP enabled
cs_cz: DHCP zapnuto
es_es: DHCP habilitado
fr_fr: DHCP activé
it_it: DHCP abilitato
ja_jp: DHCP 有効
ko_kr: DHCP 사용
pl_pl: DHCP Włączone
pt_br: DHCP ativado
sl_si: DHCP je omogočen
zh_cn: DHCP已启用
zh_tw: DHCP 已啟用

source: DHCP lease expires
cs_cz: Vypršení DHCP zápůjčky
es_es: Contrato de DHCP expira
fr_fr: Expiration du bail DHCP
it_it: Scadenza lease DHCP
ja_jp: DHCP リースの有効期限
ko_kr: DHCP 임대 만료
pl_pl: Dzierżawa DHCP wygasa
pt_br: Concessão DHCP expira
sl_si: Poteče najem DHCP
zh_cn: DHCP租约到期
zh_tw: DHCP 租約過期

source: DHCP lease obtained
cs_cz: Obdrženo DHCP zápůjčky
es_es: Contrato de DHCP obtenido
fr_fr: Bail DHCP obtenu
it_it: Ottenuto lease DHCP
ja_jp: DHCP リースの取得
ko_kr: DHCP 임대 획득
pl_pl: Uzyskano dzierżawę DHCP
pt_br: Concessão DHCP obtida
sl_si: Pridobljen najem DHCP
zh_cn: 已获取DHCP租约
zh_tw: 已取得 DHCP 租約

source: DHCP server
es_es: Servidor DHCP
fr_fr: Serveur DHCP
it_it: Server DHCP
ja_jp: DHCP サーバー
ko_kr: DHCP 서버
pl_pl: Serwer DHCP
pt_br: Servidor DHCP
sl_si: Strežnik DHCP
zh_cn: DHCP服务器
zh_tw: DHCP 伺服器

source: DNS server(s)
cs_cz: DNS server(y)
es_es: Servidor/es DNS
fr_fr: Serveur(s) DNS
it_it: Server DNS
ja_jp: DNS サーバー
ko_kr: DNS 서버
pl_pl: Serwer(y) DNS
pt_br: Servidor(es) DNS
sl_si: Strežniki DNS
zh_cn: DNS 服务器
zh_tw: DNS 伺服器(s)

source: DNS suffix
cs_cz: DNS přípona
es_es: Sufijo de DNS
fr_fr: Suffixe DNS
it_it: Suffisso DNS
ja_jp: DNS サフィックス
ko_kr: DNS 접미사
pl_pl: Przyrostek DNS
pt_br: Sufixo DNS
sl_si: Pripona DNS
zh_cn: DNS 后缀
zh_tw: DNS 尾碼

source: Dynamic IPv4 address
cs_cz: Dynamicka adresa IPv4
es_es: Dirección IPv4 dinámica
fr_fr: Adresse IPv4 dynamique
it_it: Indirizzo IPv4 dinamico
ja_jp: 動的 IPv4 アドレス
ko_kr: 동적 IPv4 주소
pl_pl: Dynamiczny adres IPv4
pt_br: Endereço IPv4 dinâmico
sl_si: Dinamični naslov IPv4
zh_cn: 动态IPv4地址
zh_tw: 動態 IPv4 位址

source: Dynamic IPv4 DNS server
cs_cz: Dynamický server DNS IPv4
es_es: Servidor DNS dinámico IPv4
fr_fr: Serveur DNS IPv4 dynamique
it_it: Server DNS IPv4 dinamico
ja_jp: 動的 IPv4 DNS サーバー
ko_kr: 동적 IPv4 DNS 서버
pl_pl: Dynamiczny serwer DNS IPv4
pt_br: Servidor DNS IPv4 dinâmico
sl_si: Dinamični strežnik DNS IPv4
zh_cn: 动态IPv4 DNS地址
zh_tw: 動態 IPv4 DNS 伺服器

source: Hop
cs_cz: Skok
es_es: Salto
fr_fr: Saut
ja_jp: ホップ
pl_pl: Skok
pt_br: Salto
sl_si: Skok
zh_cn: 跃点
zh_tw: 躍點

source: Hops
cs_cz: Skoky
es_es: Saltos
fr_fr: Sauts
it_it: Hop
ja_jp: ホップ
pl_pl: Skoki
pt_br: Saltos
sl_si: Skoki
zh_cn: 跃点数
zh_tw: 躍點

source: Hostname
cs_cz: Název hosta
es_es: Nombre del host
fr_fr: Nom d'hôte
it_it: Nome host
ja_jp: ホスト名
ko_kr: 호스트 이름
pl_pl: Nazwa hosta
pt_br: Nome do host
sl_si: Ime gostitelja
zh_cn: 主机名
zh_tw: 主機名稱

source: IP address
cs_cz: IP adresa
es_es: Dirección IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IP アドレス
ko_kr: IP 주소
pl_pl: Adres IP
pt_br: Endereço IP
sl_si: Naslov IP
zh_cn: IP地址
zh_tw: IP 位址

source: IP addresses
cs_cz: IP adresy
es_es: Direcciones IP
fr_fr: Adresses IP
it_it: Indirizzi IP
ja_jp: IP アドレス
ko_kr: IP 주소
pl_pl: Adresy IP
pt_br: Endereços IP
sl_si: Naslovi IP
zh_cn: IP地址
zh_tw: IP 位址

source: IPv4 address
cs_cz: IPv4 adresy
es_es: Dirección IPv4
fr_fr: Adresse IPv4
it_it: Indirizzo IPv4
ja_jp: IPv4 アドレス
ko_kr: IPv4 주소
pl_pl: Adresy IPv4
pt_br: Endereço IPv4
sl_si: Naslov IPv4
zh_cn: IPv4 地址
zh_tw: IPv4 位址

source: IPv4-Default-Gateway
cs_cz: IPv4 výchozí brána
es_es: Puerta de enlace predeterminada IPv4
fr_fr: Adresse par défaut IPv4
it_it: Gateway IPv4 predefinito
ja_jp: IPv4-デフォルト-ゲートウェイ
ko_kr: IPv4 기본 게이트웨이
pl_pl: Brama-Domyślna-IPv4
pt_br: Gateway Padrão IPv4
sl_si: Privzeti prehod IPv4
zh_cn: IPv4 默认路由
zh_tw: IPv4 預設閘道

source: IPv6 address
cs_cz: IPv6 adresy
es_es: Dirección IPv6
fr_fr: Adresse IPv6
it_it: Indirizzo IPv6
ja_jp: IPv6 アドレス
ko_kr: IPv6 주소
pl_pl: Adresy IPv6
pt_br: Endereço IPV6
sl_si: Naslov IPv6
zh_cn: IPv6 地址
zh_tw: IPv6 位址

# IPv6AddressLinkLocal
source: Link-local IPv6 address
cs_cz: IPv6 adresy Link-local
es_es: Enlace de dirección IPv6 local
fr_fr: Adresse IPv6 de liaison locale
it_it: Indirizzo IPv6 link locale
ja_jp: リンク-ローカル IPv6 アドレス
ko_kr: 링크 로컬 IPv6 주소
pl_pl: Adres IPv6 Link-local
pt_br: Endereço IPV6 link local
sl_si: Naslov IPv6 na lokalni povezavi
zh_cn: IPv6 链路地址
zh_tw: 連結-本機 IPv6 位址

source: IPv6-Default-Gateway
cs_cz: IPv6 výchozí brána
es_es: Puerta de enlace predeterminada IPv6
fr_fr: Passerelle par défaut IPv6
it_it: Gateway IPv6 predefinito
ja_jp: IPv6-デフォルト-ゲートウェイ
ko_kr: IPv6 기본 게이트웨이
pl_pl: Brama-Domyślna-IPv6
pt_br: Gateway Padrão IPv6
sl_si: Privzeti prehod IPv6
zh_cn: IPv6 默认网关
zh_tw: IPv6 預設閘道
