Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# HelpMessage_ThreadPoolAdditionalMinThreads
source: This setting specifies the minimum number of threads that will be created from the application's ThreadPool on demand. This can improve the performance for example of the IP scanner or port scanner. The value is added to the default min. threads (number of CPU threads). The value 0 leaves the default settings. If the value is higher than the default max. threads of the ThreadPool, this value is used. If the value is too high, performance problems may occur. Changes to this value will take effect after the application is restarted. Whether the value was set successfully can be seen in the log file under %LocalAppData%\NETworkManager\NETworkManager.log
fr_fr: Ce paramètre spécifie le nombre minimum de threads qui seront créés à la demande depuis ThreadPool de l'application. Cela peut améliorer les performances, par exemple, du scanner IP ou du scanner de port. La valeur est ajoutée au nombre minimum de threads par défaut (nombre de threads CPU). La valeur 0 laisse les paramètres par défaut. Si la valeur est supérieure au nombre maximum de threads par défaut du ThreadPool, cette valeur est utilisée. Si la valeur est trop élevée, des problèmes de performances peuvent survenir. Les modifications apportées à cette valeur prendront effet après le redémarrage de l'application. La définition réussie de la valeur peut être vérifiée dans le fichier journal sous %LocalAppData%\NETworkManager\NETworkManager.log
it_it: Questa impostazione specifica il numero minimo di thread che verranno creati dal ThreadPool dell'applicazione su richiesta. Ciò può migliorare le prestazioni, ad esempio, dello scanner IP o del port scanner. Il valore viene aggiunto al n. min. predefinito thread (numero thread CPU). Il valore 0 lascia le impostazioni predefinite. Se il valore è superiore a quello predefinito max. thread del ThreadPool, verrà usato questo valore. Se il valore è troppo alto, potrebbero verificarsi problemi di prestazioni. Le modifiche a questo valore avranno effetto dopo il riavvio dell'applicazione. Se il valore è stato impostato correttamente, è possibile verificarlo nel file registro in %LocalAppData%\NETworkManager\NETworkManager.log
ja_jp: この設定は、アプリケーションのスレッドプールからオンデマンドで作成されるスレッドの最小数を指定します。これにより、例えばIPスキャナーやポートスキャナーのパフォーマンスが向上します。 この値はデフォルトの最小スレッド数（CPUスレッド数）に追加されます。値が0の場合、デフォルト設定のままとなります。この値がThreadPoolのデフォルトの最大スレッド数よりも大きい場合は、この値が使用されます。 値が高すぎると、パフォーマンスの問題が発生する可能性があります。 この値の変更は、アプリケーションの再起動後に有効になります。値が正常に設定されたかどうかは、%LocalAppData%\NETworkManager\NETworkManager.log のログファイルで確認できます。
pt_br: Essa configuração especifica o número mínimo de threads que serão criados a partir do ThreadPool do aplicativo sob demanda. Isso pode melhorar o desempenho, por exemplo, do scanner IP ou do scanner de porta. O valor é adicionado ao threads mínimo padrão (número de threads da CPU). O valor 0 deixa as configurações padrão. Se o valor for maior que o padrão máximo de threads do ThreadPool, esse valor é usado. Se o valor for muito alto, podem ocorrer problemas de desempenho. As alterações nesse valor entrarão em vigor depois que o aplicativo for reiniciado. Se o valor foi definido com sucesso pode ser visto no arquivo de log em %LocalAppData%\NETworkManager\NETworkManager.log
sl_si: Ta nastavitev določa najmanjše število niti, ki bodo na zahtevo ustvarjene iz ThreadPoola aplikacije. To lahko izboljša delovanje na primer skenerja IP ali skenerja vrat. Vrednost se doda privzeti min. niti (število niti procesorja). Vrednost 0 pusti privzete nastavitve. Če je vrednost višja od privzete najv. niti ThreadPool, se uporabi ta vrednost. Če je vrednost previsoka, lahko pride do težav z delovanjem. Spremembe te vrednosti bodo uveljavljene po ponovnem zagonu aplikacije. Ali je bila vrednost uspešno nastavljena, lahko vidite v dnevniški datoteki pod %LocalAppData%\NETworkManager\NETworkManager.log
zh_cn: 该设置指定了根据需要从应用程序的线程池中创建的线程的最小数量。例如，这可以提高 IP 扫描仪或端口扫描程序的性能。 该值与默认的最小线程数（CPU 线程数）相加。值 0 则保留默认设置。如果该值高于 ThreadPool 的默认最大线程数，则使用该值。 如果该值过高，可能会出现性能问题。 对该值的更改将在重启应用程序后生效。该值是否设置成功，可在 %LocalAppData%\NETworkManager\NETworkManager.log 下的日志文件中查看。
zh_tw: 此設定指定應用程式 ThreadPool 在需要時所產生的最小執行緒數。對於 IP 掃描器或埠掃描器等功能，調整此值可提升效能。 此值會加到預設的「最小執行緒」上（即 CPU 執行緒數）。設為 0 時使用系統預設設定。若該值高於 ThreadPool 的預設最大執行緒，則以此值作為最大值。 過度調整可能會造成效能下降。 更改後需重新啟動程式才能生效；是否成功設定可在 %LocalAppData%\NETworkManager\NETworkManager.log 中查閱。

# MaxThreadsOnlyGoToSettingsGeneralGeneral
source: These settings only change the maximum number of concurrently executed threads per host/port scan. Go to Settings > General > General to adjust the (min) threads of the application.
fr_fr: Ces paramètres modifient seulement le nombre maximal de threads exécutés simultanément par analyse d'hôte/port. Accédez à Paramètres > Général > Général pour ajuster les (min) threads de l’application.
it_it: Queste impostazioni modificano solo il numero massimo di thread eseguiti contemporaneamente per scansione host/porta. Vai in Impostazioni > Generali > Generali per regolare i thread minimi dell'applicazione.
ja_jp: これらの設定は、ホスト/ポートスキャンごとに同時に実行されるスレッドの最大数のみを変更します。アプリケーションのスレッド数（最小）を調整するには、「設定」>「一般」>「一般」に移動してください。
pt_br: Essas configurações alteram apenas o número máximo de threads executados simultaneamente por verificação de host/porta. Vá para Configurações > Geral > Geral para ajustar os threads (mín.) do aplicativo.
sl_si: Te nastavitve spremenijo samo največje število sočasno izvedenih niti na skeniranje gostitelja/vrat. Pojdite v Nastavitve > Splošno > Splošno, da prilagodite (najm.) niti aplikacije.
zh_cn: 这些设置只更改每个主机/端口扫描并发执行线程的最大数量。转到设置 > 常规 > 常规调整应用程序的（最小）线程数。
zh_tw: 此設定僅調整每個主機／埠掃描時同時執行的最大執行緒數。請至 設定 > 一般 > 一般，調整應用程式的（最小）執行緒數。

source: Port status
fr_fr: État du port
it_it: Stato porta
ja_jp: ポートの状態
pt_br: Status da porta
sl_si: Stanje vrat
zh_cn: 端口状态
zh_tw: 連接埠狀態

source: Ping details
fr_fr: Détails du ping
it_it: Dettagli ping
ja_jp: Ping の詳細
pt_br: Detalhes do ping
sl_si: Podrobnsti Pinga
zh_cn: Ping 详细信息
zh_tw: Ping 詳情

source: No open ports found!
fr_fr: Aucun port ouvert trouvé!
it_it: Nessuna porta aperta trovata!
ja_jp: 開いているポートが見つかりません!
pt_br: Nenhuma porta aberta encontrada!
sl_si: Ni najdenih odprtih vrat!
zh_cn: 找不到打开的端口！
zh_tw: 未發現開啟的連接埠！

source: Port scan is disabled!
fr_fr: Analyse des ports est désactivée!
it_it: La scansione delle porte è disabilitata!
ja_jp: ポートスキャンは無効です!
pt_br: A verificação de porta está desativada!
sl_si: Skeniranje vrat je onemogočeno
zh_cn: 端口扫描被禁用！
zh_tw: 連接埠掃描已被停用！

source: Scan ports
fr_fr: Scanner les ports
it_it: Scansione porte
ja_jp: スキャン ポート
pt_br: Verificar portas
sl_si: Skeniraj vrata
zh_cn: 扫描端口
zh_tw: 掃描連接埠

# CouldNotFindApplicationXXXMessage
source: Could not find the application "{0}". Maybe the application was hidden in the settings?
fr_fr: Impossible de trouver l'application "{0}". Peut-être que l'application était masquée dans les paramètres ?
it_it: Impossibile trovare l'applicazione "{0}". Forse l'applicazione era nascosta nelle impostazioni?
ja_jp: アプリケーション"{0}"が見つかりませんでした。設定でアプリケーションが非表示になっている可能性があります。
pt_br: Não foi possível encontrar o aplicativo "{0}". Talvez o aplicativo foi ocultado nas configurações?
sl_si: Ni bilo mogoče najti aplikacije "{0}". Morda je bila aplikacija skrita v nastavitvah?
zh_cn: 找不到应用程序"{0}"。也许应用程序在设置中被隐藏了？
zh_tw: 未能找到「{0}」此應用程式。也許該項目已被隱藏於設定內？

source: Status window
fr_fr: État de la fenêtre
it_it: Finestra di stato
ja_jp: 状態ウィンドウ
pt_br: Janela de status
sl_si: Statusno okno
zh_cn: 状态窗口
zh_tw: 狀態視窗

source: Show address bar
fr_fr: Afficher la barre d'adresse
it_it: Visualizza barra indirizzi
ja_jp: アドレスバーを表示
pt_br: Mostrar barra de endereço
sl_si: Prikaži naslovno vrstico
zh_cn: 显示地址栏
zh_tw: 顯示地址列

# WarnMessage_MultipleInstances
source: Enabling this setting is not recommended. Multiple instances of the application share the same settings and profile files. The last instance to be closed may overwrite changes made by other instances.
fr_fr: Il n’est pas recommandé d’activer ce paramètre. Plusieurs instances de l'application partagent les mêmes paramètres et fichiers de profil. La dernière instance fermée peut écraser les modifications apportées par d'autres instances.
it_it: L'attivazione di questa impostazione non è consigliata. Più istanze dell'applicazione condividono le stesse impostazioni e file di profilo. L'ultima istanza da chiudere potrebbe sovrascrivere le modifiche apportate da altre istanze.
ja_jp: この設定を有効にすることは推奨されません。アプリケーションの複数のインスタンスは同じ設定とプロファイルファイルを共有します。最後に閉じられたインスタンスによって、他のインスタンスによる変更が上書きされる可能性があります。
pt_br: Ativar esta configuração não é recomendado. Várias instâncias do aplicativo compartilham as mesmas configurações e arquivos de perfil. A última instância a ser fechada pode substituir as alterações feitas por outras instâncias.
sl_si: Omogočanje te nastavitve ni priporočljivo. Več primerkov aplikacije ima enake nastavitve in datoteke profila. Zadnji zaprti primerek lahko prepiše spremembe, ki so jih naredili drugi primerki.
zh_cn: 不建议启用此设置。应用程序的多个实例共享相同的设置和配置文件。最后关闭的实例可能会覆盖其他实例所做的更改。
zh_tw: 不建議啟用此設定。多個程式實例會共用相同的設定與使用者檔；最後關閉的實例可能覆蓋其他實例所作的更改。

source: Bypass for local addresses
fr_fr: Contourner les adresses locales
it_it: Bypass per indirizzi locali
ja_jp: ローカルアドレスのバイパス
pt_br: Ignorar para endereços locais
sl_si: Obvoz lokalnih naslovov
zh_cn: 绕过本地地址
zh_tw: 本機位址的繞過

source: Enable gateway server
fr_fr: Activer le serveur de passerelle
it_it: Abilita server gateway
ja_jp: ゲートウェイサーバーを有効にする
pt_br: Habilitar servidor gateway
sl_si: Omogoči prehodni strežnik
zh_cn: 启用网关服务器
zh_tw: 啟用閘道伺服器

source: Logon method
fr_fr: Méthode de connexion
it_it: Metodo accesso
ja_jp: ログオン方法
pt_br: Método de logon
sl_si: Način prijave
zh_cn: 登录方法
zh_tw: 登入方式

source: Gateway server
fr_fr: Serveur passerelle
it_it: Server gateway
ja_jp: ゲートウェイ サーバー
pt_br: Servidor gateway
sl_si: Prehodni strežnik
zh_cn: 网关服务器
zh_tw: 閘道伺服器

source: Server name
fr_fr: Nom du serveur
it_it: Nome server
ja_jp: サーバー名
pt_br: Nome do servidor
sl_si: Ime strežnika
zh_cn: 服务器名称
zh_tw: 伺服器名稱

source: Share Gateway credentials with remote computer
fr_fr: Partager les identifiants de la passerelle avec un ordinateur distant
it_it: Condividi le credenziali del gateway con il computer remoto
ja_jp: ゲートウェイの資格情報をリモート コンピュータと共有する
pt_br: Compartilhar credenciais do gateway com computador remoto
sl_si: Deli poverilnice prehoda z oddaljenim računalnikom
zh_cn: 与远程计算机共享网关凭据
zh_tw: 與遠端電腦共用網關憑證。

# RemoteDesktopGatewayServerLogonMethod_Any
source: Allow me to select later
fr_fr: Laissez-moi choisir plus tard
it_it: Consenti di selezionarlo più tardi
ja_jp: 後で選択できるようにする
pt_br: Permitir selecionar mais tarde
sl_si: Dovoli mi, da izberem pozneje
zh_cn: 请允许我稍后选择
zh_tw: 允許我稍後再選擇

# RemoteDesktopGatewayServerLogonMethod_Smartcard
source: Smart card or Windows Hello for Business
fr_fr: Carte à puce ou Windows Hello Entreprise
it_it: Smart card o Windows Hello for Business
ja_jp: スマートカードまたはWindows Hello for Business
pt_br: Cartão inteligente ou Windows Hello para Empresas
sl_si: Pametna kartica ali 'Windows Hello za podjetja'
zh_cn: 智能卡或 Windows Hello 商业版
zh_tw: 智慧卡或 Windows Hello 商業版

# RemoteDesktopGatewayServerLogonMethod_Userpass
source: Ask for password (NTLM)
fr_fr: Demander mot de passe (NTLM)
it_it: Richiedi password (NTLM)
ja_jp: パスワードを要求する(NTLM)
pt_br: Solicitar senha (NTLM)
sl_si: Zahtevaj geslo (NTLM)
zh_cn: 询问密码（NTLM）
zh_tw: 請求密碼（NTLM）

source: Use gateway credentials
fr_fr: Utiliser les identifiants de passerelle
it_it: Usa credenziali gateway
ja_jp: ゲートウェイ資格情報を使用する
pt_br: Usar credenciais do gateway
sl_si: Uporabi poverilnice prehoda
zh_cn: 使用网关凭据
zh_tw: 使用網關憑證。

# RemoteDesktopDisconnectReason_50331661
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server is temporarily unavailable. Try reconnecting later or contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le serveur de passerelle Bureau à distance est temporairement indisponible. Essayez de vous reconnecter plus tard ou contactez votre administrateur réseau pour obtenir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il server gateway desktop remoto è temporaneamente non disponibile. Prova a riconnetterti più tardi o contatta per assistenza l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーが一時的に利用できないため、お使いのコンピューターはリモートコンピューターに接続できません。しばらくしてから再接続するか、ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor Remote Desktop Gateway está temporariamente indisponível. Tente reconectar mais tarde ou entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker Prehodni strežnik za oddaljeno namizje trenutno ni dostopen. Poskusite znova vzpostaviti povezavo pozneje ali se za pomoč obrnite na skrbnika omrežja.
zh_cn: 由于 Remote Desktop Gateway 服务器暂时不可用，您的计算机无法连接到远程计算机。请稍后再尝试重新连接，或联系网络管理员寻求帮助。
zh_tw: 由於遠端桌面閘道伺服器暫時無法使用，您的電腦無法連線至遠端主機。請稍後再試或聯絡網路管理員尋求協助。

# RemoteDesktopDisconnectReason_50331651
source: Your computer can't connect to the remote computer due to one of the following reasons: 1) The requested Remote Desktop Gateway server address and the server SSL certificate subject name do not match. 2) The certificate is expired or revoked. 3) The certificate root authority does not trust the certificate. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant pour l'une des raisons suivantes: 1) L'adresse du serveur de passerelle Bureau à distance demandée et le nom du sujet du certificat SSL du serveur ne correspondent pas. 2) Le certificat est expiré ou révoqué. 3) L'autorité racine du certificat ne fait pas confiance au certificat. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto a causa di uno dei seguenti motivi: 1) L'indirizzo del server gateway desktop remoto richiesto ed il nome del soggetto del certificato SSL del server non corrispondono. 2) Il certificato è scaduto o revocato. 3) L'autorità del certificato principale non considera attendibile il certificato. Per assistenza contatta l'amministratore di rete.
ja_jp: お使いのコンピューターは、次のいずれかの理由によりリモートコンピューターに接続できません。1) 要求されたリモートデスクトップゲートウェイサーバーのアドレスとサーバーのSSL証明書のサブジェクト名が一致しません。2) 証明書の有効期限が切れているか、失効しています。3) 証明機関が証明書を信頼していません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto devido a um dos seguintes motivos: 1) O endereço do servidor Gateway de Área de Trabalho Remota solicitado e o nome da entidade do certificado SSL do servidor não correspondem. 2) O certificado expirou ou foi revogado. 3) A autoridade raiz do certificado não confia no certificado. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom zaradi enega od naslednjih razlogov: 1) Zahtevani naslov Prehodnega strežnika za oddaljeno namizje in ime subjekta potrdila SSL strežnika se ne ujemata. 2) Potrdilo je poteklo ali je preklicano. 3) Korenski organ potrdila ne zaupa potrdilu. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 由于以下原因之一，您的计算机无法连接到远程计算机： 1) 请求的 Remote Desktop Gateway 服务器地址和服务器 SSL 证书主题名不匹配。2) 证书已过期或被撤销。3) 证书根授权机构不信任该证书。 请联系网络管理员寻求帮助。
zh_tw: 您的電腦無法連線至遠端主機，原因可能為下列之一：1) 請求的遠端桌面閘道伺服器位址與其 SSL 憑證主旨名稱不符。2) 憑證已過期或被吊銷。3) 根憑證機構不信任該憑證。 請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331653
source: This computer can't verify the identity of the RD Gateway "". It's not safe to connect to servers that can't be identified. Contact your network administrator for assistance.
fr_fr: Cet ordinateur ne peut pas vérifier l'identité de la passerelle RD "". Il n'est pas sûr de se connecter à des serveurs qui ne peuvent pas être identifiés. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non è in grado di verificare l'identità del gateway desktop remoto. Non è sicuro connettersi a server che non possono essere identificati. Per assistenza contatta l'amministratore di rete.
ja_jp: このコンピューターはRDゲートウェイ「」のIDを確認できません。識別できないサーバーへの接続は安全ではありません。ネットワーク管理者にお問い合わせください。
pt_br: Este computador não consegue verificar a identidade do Gateway RD "". Não é seguro conectar-se a servidores que não podem ser identificados. Entre em contato com o administrador da rede para obter assistência.
sl_si: Ta računalnik ne more preveriti identitete prehoda RD "". Povezovanje s strežniki, ki jih ni mogoče identificirati, ni varno. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 此计算机无法验证 RD Gateway "" 的身份。连接到无法识别的服务器是不安全的。请联系网络管理员寻求帮助。
zh_tw: 此電腦無法驗證 RD Gateway "" 的身份。連線至無法確認身分的伺服器並不安全，請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331654
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server address requested and the certificate subject name do not match. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car l'adresse du serveur de passerelle Bureau à distance demandée et le nom du sujet du certificat ne correspondent pas. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché l'indirizzo del server gateway desktop remoto richiesto e il nome del soggetto del certificato non corrispondono. Per assistenza contatta l'amministratore di rete.
ja_jp: 要求されたリモートデスクトップゲートウェイサーバーのアドレスと証明書のサブジェクト名が一致しないため、コンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não pode se conectar ao computador remoto porque o endereço do servidor Gateway de Área de Trabalho Remota solicitado e o nome da entidade do certificado não correspondem. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker se zahtevani naslov Prehodnega strežnika za oddaljeno namizje in ime predmeta potrdila ne ujemata. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 由于请求的 Remote Desktop Gateway 服务器地址和证书主题名不匹配，您的计算机无法连接到远程计算机。请联系网络管理员寻求帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為請求的遠端桌面閘道伺服器位址與憑證主旨名稱不符。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331655
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server's certificate has expired or has been revoked. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le certificat du serveur de passerelle Bureau à distance a expiré ou a été révoqué. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il certificato del server gateway desktop remoto è scaduto o è stato revocato. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーの証明書の有効期限が切れているか失効しているため、お使いのコンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o certificado do servidor Gateway de Área de Trabalho Remota expirou ou foi revogado. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker je potrdilo Prehodnega strežnika za oddaljeno namizje poteklo ali je bilo preklicano. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 由于 Remote Desktop Gateway 服务器的证书已过期或被撤销，您的计算机无法连接到远程计算机。请联系网络管理员寻求帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為遠端桌面閘道伺服器的憑證已過期或被吊銷。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331657
source: An error occurred while sending data to the Remote Desktop Gateway server. The server is temporarily unavailable or a network connection is down. Try again later, or contact your network administrator for assistance.
fr_fr: Une erreur s'est produite lors de l'envoi de données au serveur de passerelle Bureau à distance. Le serveur est temporairement indisponible ou une connexion réseau est en panne. Réessayez plus tard ou contactez votre administrateur réseau pour avoir de l'aide.
it_it: Si è verificato un errore durante l'invio dei dati al server gateway desktop remoto. Il server è temporaneamente non disponibile o una connessione di rete non è attiva. Riprova più tardi o contatta l'amministratore di rete per assistenza.
ja_jp: リモートデスクトップゲートウェイサーバーへのデータ送信中にエラーが発生しました。サーバーが一時的に利用できないか、ネットワーク接続がダウンしています。しばらくしてからもう一度お試しいただくか、ネットワーク管理者にお問い合わせください。
pt_br: Ocorreu um erro ao enviar dados para o servidor Remote Desktop Gateway. O servidor está temporariamente indisponível ou a conexão de rede está indisponível. Tente novamente mais tarde ou entre em contato com o administrador da rede para obter assistência.
sl_si: Med pošiljanjem podatkov na Prehodni strežnik oddaljenega namizja je prišlo do napake. Strežnik začasno ni dostopen ali pa je omrežna povezava prekinjena. Poskusite znova pozneje ali se za pomoč obrnite na skrbnika omrežja.
zh_cn: 向 Remote Desktop Gateway 服务器发送数据时发生错误。服务器暂时不可用或网络连接中断。请稍后再试，或联系网络管理员寻求帮助。
zh_tw: 發送資料至遠端桌面閘道伺服器時出錯。伺服器暫時無法使用，或網路連線中斷。請稍後重試，或聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331658
source: An error occurred while receiving data from the Remote Desktop Gateway server. Either the server is temporarily unavailable or a network connection is down. Try again later, or contact your network administrator for assistance.
fr_fr: Une erreur s'est produite lors de la réception des données du serveur de passerelle Bureau à distance. Soit le serveur est temporairement indisponible, soit une connexion réseau est en panne. Réessayez plus tard ou contactez votre administrateur réseau pour avoirde l'aide.
it_it: Si è verificato un errore durante la ricezione dei dati dal server gateway desktop remoto. Il server è temporaneamente non disponibile o una connessione di rete non è attiva. Riprova più tardi o contatta l'amministratore di rete per assistenza.
ja_jp: リモートデスクトップゲートウェイサーバーからデータを受信中にエラーが発生しました。サーバーが一時的に利用できないか、ネットワーク接続がダウンしています。しばらくしてからもう一度お試しいただくか、ネットワーク管理者にお問い合わせください。
pt_br: Ocorreu um erro ao receber dados do servidor Remote Desktop Gateway. O servidor está temporariamente indisponível ou a conexão de rede está inoperante. Tente novamente mais tarde ou entre em contato com o administrador da rede para obter assistência.
sl_si: Med prejemanjem podatkov s Prehodnega strežnika za oddaljeno namizje je prišlo do napake. Strežnik začasno ni dostopen ali pa je omrežna povezava prekinjena. Poskusite znova pozneje ali se za pomoč obrnite na skrbnika omrežja.
zh_cn: 从 Remote Desktop Gateway 服务器接收数据时发生错误。要么是服务器暂时不可用，要么是网络连接出现故障。请稍后再试，或联系网络管理员寻求帮助。
zh_tw: 從遠端桌面閘道伺服器接收資料時發生錯誤。伺服器可能暫時無法使用，或網路連線中斷。請稍後再試，或聯絡網路管理員以獲得協助。
