Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

source: Open location
cs_cz: Otevřít umístění
es_es: Abrir ubicación
fr_fr: Ouvrir emplacement
it_it: Apri percorso
ja_jp: 場所を開く
ko_kr: 위치 열기
pl_pl: Otwórz lokalizację
pt_br: Abrir local
sl_si: Odpri lokacijo
zh_cn: 打开位置
zh_tw: 打開位置

source: Open settings
cs_cz: Otevřít nastavení
es_es: Abrir configuración
fr_fr: Ouvrir paramètres
it_it: Apri impostazioni
ja_jp: 設定を開く
ko_kr: 설정 열기
pl_pl: Otwórz ustawniea
pt_br: Abrir configurações
sl_si: Odpri nastavitve
zh_cn: 打开设置
zh_tw: 打開設定

source: Overwrite
cs_cz: Přepsat
es_es: Sobrescribir
fr_fr: Écraser
it_it: Sovrascrivi
ja_jp: 上書き
ko_kr: 덮어쓰기
pl_pl: Nadpisz
pt_br: Substituir
sl_si: Prepiši
zh_cn: 覆盖
zh_tw: 覆寫

source: Paste
cs_cz: Vložit
es_es: Pegar
fr_fr: Coller
it_it: Incolla
ja_jp: 貼り付け
ko_kr: 붙여넣기
pl_pl: Wklej
pt_br: Colar
sl_si: Prilepi
zh_cn: 粘贴
zh_tw: 貼上

source: Reconnect
cs_cz: Obnovit připojení
es_es: Reconectar
fr_fr: Reconnectez-vous
it_it: Ricollega
ja_jp: 再接続
ko_kr: 다시 연결
pl_pl: Połącz ponownie
pt_br: Reconectar
sl_si: Ponovno poveži
zh_cn: 重连
zh_tw: 重新連線

source: Refresh
cs_cz: Obnovit
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
pl_pl: Odśwież
pt_br: Atualizar
sl_si: Osveži
zh_cn: 刷新
zh_tw: 重新整理

source: Restart now
cs_cz: Restartovat nyní
es_es: Reiniciar ahora
fr_fr: Redémarrer maintenant
it_it: Riavvia addesso
ja_jp: 今すぐ再起動
ko_kr: 지금 다시 시작
pl_pl: Restartuj teraz
pt_br: Reiniciar agora
sl_si: Znova zaženi zdaj
zh_cn: 现在重启
zh_tw: 立即重新啟動

source: Save
cs_cz: Uložit
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
sl_si: Shrani
zh_cn: 保存
zh_tw: 儲存

# SearchDots
source: Search...
cs_cz: Vyhledat...
es_es: Buscar...
fr_fr: Chercher…
it_it: Cerca...
ja_jp: 検索...
ko_kr: 검색...
pl_pl: Szukaj...
pt_br: Pesquisar...
sl_si: Poišči...
zh_cn: 搜索...
zh_tw: 搜尋...

# TimeUnit_Second
source: Second(s)
cs_cz: Sekund(y)
es_es: Segundo/s
fr_fr: Seconde(s)
it_it: Secondo/i
ja_jp: 秒
ko_kr: 초
pl_pl: Sekund(y)
pt_br: segundo(s)
sl_si: Sekund
zh_cn: 秒(s)
zh_tw: 秒(S)

source: Send
cs_cz: Odeslat
es_es: Enviar
fr_fr: Envoyé
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
pl_pl: Wyślij
pt_br: Enviar
sl_si: Pošlji
zh_cn: 发送
zh_tw: 發送

# SetMasterPasswordDots
source: Set Master Password...
cs_cz: Nastavit hlavní heslo...
es_es: Establecer contraseña maestra...
fr_fr: Définir le mot de passe principal…
it_it: Imposta password globale...
ja_jp: マスター パスワードの設定...
ko_kr: 마스터 암호 설정...
pl_pl: Ustaw hasło główne...
pt_br: Definir Senha Mestre...
sl_si: Nastavi glavno geslo...
zh_cn: 设置主密码...
zh_tw: 設定主密碼...

source: Show local licenses
cs_cz: Zobrazit lokální licence
es_es: Mostrar licencias locales
fr_fr: Afficher les licences locales
it_it: Visualizza licenze locali
ja_jp: ローカル ライセンスの表示
ko_kr: 로컬 라이센스 표시
pl_pl: Pokaż licencje lokalne
pt_br: Mostrar licenças locais
sl_si: Prikaži lokalne licence
zh_cn: 显示本地许可证
zh_tw: 使用本地授權

source: Subnet Calculator
cs_cz: Kalkulátor podsítí
es_es: Calculadora de subredes
fr_fr: Calculateur de sous-réseau
it_it: Calcolatore sottorete
ja_jp: サブネット計算機
ko_kr: 서브넷 계산기
pl_pl: Kalkulator podsieci
pt_br: Calculadora de sub-rede
sl_si: Računalo podomrežij
zh_cn: 子网计算器
zh_tw: 子網路計算器

source: Validate
cs_cz: Zkontrolovat
es_es: Validar
fr_fr: Valider
it_it: Verifica
ja_jp: 検証
ko_kr: 확인
pl_pl: Zweryfikuj
pt_br: Validar
sl_si: Preveri
zh_cn: 验证
zh_tw: 驗證

source: Connections
cs_cz: Připojení
es_es: Conexiones
fr_fr: Connexions
it_it: Connessioni
ja_jp: 接続
ko_kr: 연결
pl_pl: Połączenia
pt_br: Conexões
sl_si: Povezave
zh_cn: 连接
zh_tw: 連線

# EnterValidIPScanRange
source: Enter a valid IP range!
es_es: ¡Ingresa un rango de IP válido!
fr_fr: Entrez une plage IP valide!
it_it: Inserisci un intervallo IP valido!
ja_jp: 有効な IP 範囲を入力してください!
pt_br: Digite um intervalo de IPs válido!
sl_si: Vnesit veljaven obseg IP!
zh_cn: 输入有效的 IP 范围！
zh_tw: 輸入有效的 IP 範圍！

# EnterValidIPv4Address
source: Enter a valid IPv4 address!
cs_cz: Vložit správnou IPv4 adresu!
es_es: ¡Ingresa una dirección IPv4 válida!
fr_fr: Entrez une adresse IPv4 valide!
it_it: Inserisci un indirizzo IPv4 valido!
ja_jp: 有効な IPv4 アドレスを入力してください!
ko_kr: 유효한 IPv4 주소를 입력하십시오!
pl_pl: Wprowadź poprawny adres IPv4!
pt_br: Entre um endereço IPv4 válido!
sl_si: Vnesite veljaven naslov IPv4!
zh_cn: 輸入有效的 IPv4 地址！
zh_tw: 輸入有效的 IPv4 位址！

# EnterValidMACAddress
source: Enter a valid MAC address (like 00:F1:23:AB:F2:35)!
cs_cz: Vložit správnou MAC adresu (např. 00:F1:23:AB:F2:35)!
es_es: ¡Ingresa una dirección MAC válida (como 00:F1:23:AB:F2:35)!
fr_fr: Entrez une adresse MAC valide (comme 00: F1: 23: AB: F2: 35)!
it_it: Inserisci un indirizzo MAC valido (es. 00: F1: 23: AB: F2: 35)!
ja_jp: 有効な MACアドレスを入力してください (例: 00:F1:23:AB:F2:35)!
ko_kr: 유효한 MAC 주소를 입력하십시오 (00:F1:23:AB:F2:35 같은)!
pl_pl: Wprowadź poprawny adres MAC (np. 00:F1:23:AB:F2:35)!
pt_br: Entre um endereço MAC válido (como 00:F1:23:AB:F2:35)!
sl_si: Vnesite veljaven naslov MAC (kot 00:F1:23:AB:F2:35)!
zh_cn: 输入有效的 MAC 地址（如 00:F1:23:AB:F2:35）！
zh_tw: 輸入有效的 MAC 位址（例如：00:F1:23:AB:F2:35）！

# EnterValidPort
source: Enter a valid port (1 - 65535)!
cs_cz: Vložit správný port (1 - 65535)!
es_es: ¡Ingresa un puerto válido (1 - 65535)!
fr_fr: Entrez un port valide (1 - 65535)!
it_it: Inserisci una porta valida (1 - 65535)!
ja_jp: 有効なポートを入力してください (1 - 65535)!
ko_kr: 유효한 포트를 입력하십시오 (1 - 65535)!
pl_pl: Wprowadź poprawny port (1 - 65535)!
pt_br: Entre uma porta válida (1 - 65535)!
sl_si: Vnesite veljavna vrata (1 - 65535)!
zh_cn: 输入有效端口（1-65535）！
zh_tw: 輸入有效的連接埠 (1 - 65535)！

# EnterValidSubnetmask
source: Enter a valid subnetmask (like 255.255.255.0)!
cs_cz: Vložit správnou masku sítě (např. 255.255.255.0)!
es_es: ¡Ingresa una máscara de subred válida (como 255.255.255.0)!
fr_fr: Entrez un masque de sous-réseau valide (comme 255.255.255.0)!
it_it: Inserisci una sottorete valida (per esempio 255.255.255.0)!
ja_jp: 有効なサブネットマスクを入力してください (例: 255.255.255.0)!
ko_kr: 유효한 서브넷 마스크를 입력하십시오 (255.255.255.0 같은)!
pl_pl: Wprowadź poprawną maskę podsieci (np. 255.255.255.0)!
pt_br: Entre uma máscara de sub-rede válida (como 255.255.255.0)!
sl_si: Vnesite veljavno masko podomrežja (kot 255.255.255.0)!
zh_cn: 输入有效子网掩码（如 255.255.255.0）！
zh_tw: 輸入有效的子網遮罩（例如：255.255.255.0）！

# EnterValidSubnetmaskOrCIDR
source: Enter a valid subnetmask or CIDR (like 255.255.255.0 or /24)!
cs_cz: Vložit správnou masku sítě nebo CIDR (např. 255.255.255.0 nebo /24)!
es_es: ¡Ingresa una máscara de subred o CIDR válida (como 255.255.255.0 o /24)!
fr_fr: Entrez un masque de sous-réseau ou CIDR valide (comme 255.255.255.0 ou / 24)!
it_it: Inserisci una sottorete o CIDR validi (per esempio 255.255.255.0 o /24)!
ja_jp: 有効なサブネットマスクまたは CIDR を入力してください (例: 255.255.255.0 または /24)!
ko_kr: CIDR의 유효한 서브넷 마스크를 입력하십시오 (255.255.255.0 또는 /24 같은)!
pl_pl: Wprowadź poprawną maskę podsieci lub CIDR (np. 255.255.255.0 lub /24)!
pt_br: Digite uma sub-máscara de rede ou CIDR válido (como 255.255.255.0 ou /24)!
sl_si: Vnesite veljavno masko podomrežja ali CIDR (kot 255.255.255.0 ali /24)!
zh_cn: 输入有效子网掩码或 CIDR（如 255.255.255.0 或 /24）！
zh_tw: 輸入有效的子網遮罩或 CIDR（例如：255.255.255.0 或 /24）！

source: Field cannot be empty!
cs_cz: Pole nemůže být prázdné!
es_es: ¡El campo no puede estar vacío!
fr_fr: Le champ ne peut pas être vide!
it_it: Il campo non può essere vuoto!
ja_jp: フィールドを空にすることはできません!
ko_kr: 필드는 비어있을 수 없습니다!
pl_pl: Pole nie może być puste!
pt_br: O campo não pode estar vazio!
sl_si: Polje ne sme biti prazno!
zh_cn: 字段不能为空！
zh_tw: 欄位不可空白！

# FileDoesNotExist
source: File does not exists!
cs_cz: Soubor neexistuje!
es_es: ¡El archivo no existe!
fr_fr: Le fichier n'existe pas!
it_it: Il campo non esiste!
ja_jp: ファイルが存在しません!
ko_kr: 파일이 없습니다!
pl_pl: Plik nie istnieje!
pt_br: O arquivo não existe!
sl_si: Datoteka ne obstaja!
zh_cn: 文件不存在！
zh_tw: 檔案不存在！

# FolderDoesNotExist
source: Folder does not exists!
cs_cz: Složka neexistuje!
es_es: ¡El directorio no existe!
fr_fr: Le dossier n'existe pas!
it_it: La cartella non esiste!
ja_jp: フォルダーが存在しません!
ko_kr: 폴더가 없습니다!
pl_pl: Folder nie istnieje!
pt_br: Pasta não existe!
sl_si: Mapa ne obstaja!
zh_cn: 文件夹不存在！
zh_tw: 資料夾不存在！

source: Listeners
cs_cz: Naslouchání
fr_fr: Les auditeurs
it_it: Ascoltatori
ja_jp: リスナー
ko_kr: 청취자
pl_pl: Gniazda nasłuchujące
pt_br: Escutas
sl_si: Poslušalci
zh_cn: 监听器
zh_tw: 監聽器

source: Amber
es_es: Ámbar
fr_fr: Ambre
it_it: Ambra
ja_jp: アンバー
ko_kr: 황색
pl_pl: Bursztynowy
pt_br: Âmbar
sl_si: Jantar
zh_cn: 琥珀色
zh_tw: 琥珀色

source: Appearance
cs_cz: Vzhled
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
ko_kr: 모양
pl_pl: Wygląd
pt_br: Aparência
sl_si: Videz
zh_cn: 外观
zh_tw: 外觀

source: Applications
cs_cz: Aplikace
es_es: Aplicaciones
it_it: Applicazioni
ja_jp: アプリ
ko_kr: 응용 프로그램
pl_pl: Aplikacje
pt_br: Aplicativos
sl_si: Programi
zh_cn: 应用
zh_tw: 應用程式

# Theme_Dark
source: Dark
cs_cz: Temný
es_es: Oscuro
fr_fr: Sombre
it_it: Tema scuro
ja_jp: ダーク
ko_kr: 어두운
pl_pl: Ciemny
pt_br: Escuro
sl_si: Temna
zh_cn: 深色
zh_tw: 深色

# Theme_Light
source: Light
cs_cz: Jasný
es_es: Claro
fr_fr: Clair
it_it: Tema chiaro
ja_jp: ライト
ko_kr: 밝은
pl_pl: Jasny
pt_br: Claro
sl_si: Svetla
zh_cn: 浅色
zh_tw: 淺色

source: Black
cs_cz: Černý
es_es: Negro
fr_fr: Noir
it_it: Nero
ja_jp: 黒
ko_kr: 검정
pl_pl: Czarny
pt_br: Preto
sl_si: Črna
zh_cn: 黑色
zh_tw: 黑色

source: Blue
cs_cz: Modrý
es_es: Azul
fr_fr: Bleu
it_it: Blu
ja_jp: 青
ko_kr: 파랑
pl_pl: Niebieski
pt_br: Azu
sl_si: Modra
zh_cn: 蓝色
zh_tw: 藍色

source: Brown
cs_cz: Hnědý
es_es: Marrón
fr_fr: Marron
it_it: Marrone
ja_jp: 茶
ko_kr: 갈색
pl_pl: Brązowy
pt_br: Marrom
sl_si: Rjava
zh_cn: 棕色
zh_tw: 褐色

source: Cobalt
cs_cz: Kobalt
es_es: Cobalto
it_it: Cobalto
ja_jp: コバルト
ko_kr: 진청록
pl_pl: Kobalt
pt_br: Cobalto
sl_si: Kobaltna
zh_cn: 深蓝色
zh_tw: 深藍色

source: Crimson
es_es: Carmesí
fr_fr: Cramoisi
it_it: Rosso sangue
ja_jp: クリムゾン
ko_kr: 진홍
pl_pl: Karmazyn
pt_br: Carmesim
sl_si: Škrlatna
zh_cn: 深红色
zh_tw: 深紅色

source: Cyan
cs_cz: Tyrkysvý
es_es: Cian
it_it: Ciano
ja_jp: シアン
ko_kr: 청록
pl_pl: Cyjan
pt_br: Ciano
sl_si: Cijan
zh_cn: 青色
zh_tw: 青色

source: Emerald
cs_cz: Smaragd
es_es: Esmeralda
fr_fr: Émeraude
it_it: Smeraldo
ja_jp: エメラルド
ko_kr: 에메랄드
pl_pl: Szmaragdowy
pt_br: Esmeralda
sl_si: Smaragdna
zh_cn: 深绿色
zh_tw: 深綠色

source: Enter one or more valid IP addresses!
cs_cz: Vložit jednu nebo více správných IP adres!
es_es: ¡Ingresa una o más direcciones IP válidas!
fr_fr: Entrez une ou plusieurs adresses IP valides!
it_it: Inserisci uno o più indirizzi IP validi!
ja_jp: 有効な IP アドレスを 1 つ以上入力してください!
ko_kr: 하나 이상의 유효한 IP 주소를 입력하십시오!
pl_pl: Wprowadź jeden lub więcej prawidłowych adresów IP!
pt_br: Digite um ou mais endereços IP válidos!
sl_si: Vnesite enega ali več veljavnih naslovov IP!
zh_cn: 输入一个或多个有效的 IP 地址！
zh_tw: 輸入一或多個有效的 IP 位址！

# EnterValidBaud
source: Enter a valid baud!
cs_cz: Vložit správné baudy!
es_es: ¡Ingresa un baud válido!
fr_fr: Entrez un baud valide!
it_it: Inserisci un valore baud valido!
ja_jp: 有効なボーレートを入力してください!
ko_kr: 유효한 보우드를 입력하십시오!
pl_pl: Wprowadź prawidłowy baud!
pt_br: Digite um baud válido!
sl_si: Vnesite veljavno hitrost!
zh_cn: 输入有效的波特率！
zh_tw: 輸入有效的傳輸速率！

# EnterValidHosts
source: Enter valid hosts (multiple hosts can not end with ";")!
cs_cz: Vložit správné hosty (více hostů nemůže končit znakem ";")!
es_es: ¡Ingresa hosts válidos (múltiples hosts no pueden terminar con ";")!
fr_fr: Entrez des hôtes valides (plusieurs hôtes ne peuvent pas finir par ";")!
it_it: Inserisci host validi (più host non possono terminare con ";")!
ja_jp: 有効なホストを入力してください (複数のホストは";"で終わることはできません)!
ko_kr: 유효한 호스트를 입력하십시오 (여러 호스트는 ";"로 끝날 수 없습니다)!
pl_pl: Wprowadź prawidłowe hosty (wiele hostów nie może kończyć się znakiem ";")!
pt_br: Digite hosts válidos (múltiplos hosts não podem terminar com ";")!
sl_si: Vnesite veljavne gostitelje (več gostiteljev ne sme končati z ";")!
zh_cn: 输入有效主机（多个主机不能以“;”结尾）！
zh_tw: 輸入有效的主機 (多主機不能以 ";" 結尾)！

# EnterValidIPAddress
source: Enter a valid IP address!
cs_cz: Vložit správnou IP adresu!
es_es: ¡Ingresa una dirección IP válida!
fr_fr: Entrez une adresse IP valide!
it_it: Inserisci un indirizzo IP valido!
ja_jp: 有効な IP アドレスを入力してください!
ko_kr: 유효한 IP 주소를 입력하십시오!
pl_pl: Wprowadź prawidłowy adres IP!
pt_br: Digite um endereço de IP válido!
sl_si: Vnesite veljaven naslov IP!
zh_cn: 输入有效的IPv4地址！
zh_tw: 輸入有效的 IP 位址！

# EnterValidNumber
source: Enter a valid number!
cs_cz: Vložit správný počet!
es_es: ¡Ingresa un número válido!
fr_fr: Entrez un numéro valide!
it_it: Inserisci un numero valido!
ja_jp: 有効な数値を入力してください!
ko_kr: 유효한 번호를 입력하십시오!
pl_pl: Wprowadź prawidłową liczbę!
pt_br: Entre um número válido!
sl_si: Vnesite veljavno številko!
zh_cn: 输入有效数字！
zh_tw: 輸入有效的數量！

# EnterValidOID
source: Enter a valid OID!
cs_cz: Vložit správné OID!
es_es: ¡Ingresa un OID válido!
fr_fr: Entrez un OID valide!
it_it: Inserisci un OID valido!
ja_jp: 有効な OID を入力してください!
ko_kr: 유효한 OID를 입력하십시오!
pl_pl: Wprowadź prawidłowy OID!
pt_br: Digite um OID válido!
sl_si: Vnesite veljaven OIDI
zh_cn: 输入有效的 OID！
zh_tw: 輸入有效的 OID！

# EnterValidPortOrPortRange
source: Enter a valid port and/or port range (1 - 65535)!
cs_cz: Vložit správný port nebo rozsah (1-65535)!
es_es: ¡Ingresa un puerto válido y/o un rango de puertos (1 - 65535)!
fr_fr: Entrez un port et/ou une plage de ports valide (1 - 65535)!
it_it: Inserisci una porta e/o intervallo di porte validi (1 - 65535)!
ja_jp: 有効なポートまたはポート範囲を入力してください (1 - 65535)!
ko_kr: 유효한 포트 및/또는 포트 범위를 입력하십시오 (1 - 65535)!
pl_pl: Wprowadź prawidłowy port lub zakres (1-65535)!
pt_br: Digite uma porta válida e/ou intervalo de portas (1 - 65535)!
sl_si: Vnesite veljavna vrata in/ali obseg vrat (1-65535)
zh_cn: 输入有效的端口或端口范围（1 - 65535）！
zh_tw: 輸入有效的連接埠和 / 或連接埠範圍 (1 - 65535)！

# EnterValidSubnet
source: Enter a valid subnet (like 192.168.178.133/26)!
cs_cz: Vložit správnou podsíť (např. 192.168.178.133/26)!
es_es: ¡Ingresa una subred válida (como 192.168.178.133/26)!
fr_fr: Entrez un sous-réseau valide (comme 192.168.178.133/26)!
it_it: Inserisci una sottorete valida (es. 192.168.178.133/26)!
ja_jp: 有効なサブネットを入力してください (例: 192.168.178.133/26)!
ko_kr: 유효한 서브넷을 입력하십시오 (192.168.178.133/26 같은)!
pl_pl: Wprowadź prawidłową podsieć (np. 192.168.178.133/26)!
pt_br: Digite uma sub-rede válida (como 192.168.178.133/26)!
sl_si: Vnesite veljavno podomrežje (kot 192.168.178.133/26)!
zh_cn: 输入有效的子网（如192.168.178.133/26）！
zh_tw: 輸入有效的子網路 (如 192.168.178.133/26)！

# EnterValidWebsiteUri
source: Enter a valid website (like https://example.com/index.html)
cs_cz: Vložit správnou adresu WWW (např. https://example.com/index.html)!
es_es: Ingresa un sitio web válida (como https://ejemplo.com/index.html)
fr_fr: Entrez un site web valide (comme https://example.com/index.html)
it_it: Inserisci un sito web valido (es. https://example.com/index.html)
ja_jp: 有効なウェブサイトを入力してください (例: https://example.com/index.html)
ko_kr: 유효한 웹 사이트를 입력하십시오 (https://example.com/index.html 같은)
pl_pl: Wprowadź prawidłowy adres WWW (np. https://example.com/index.html)
pt_br: Insira um site válido (como https://exemplo.com/index.html)
sl_si: Vnesite veljavno spletno stran (kot https://primer.com.index.html)
zh_cn: 输入有效的网址（例如 https://example.com/index.html）
zh_tw: 輸入有效的網站 (如 https://example.com/index.html)

source: Green
cs_cz: Zelený
es_es: Verde
fr_fr: Vert
it_it: Verde
ja_jp: 緑
ko_kr: 녹색
pl_pl: Zielony
pt_br: Verde
sl_si: Zelena
zh_cn: 绿色
zh_tw: 綠色

source: Import / Export
es_es: Importar / Exportar
fr_fr: Importer / Exporter
it_it: Imposta/esporta
ja_jp: インポート / エクスポート
ko_kr: 가져오기 / 내보내기
pt_br: Importar / Exportar
sl_si: Uvozi/Izvozi
zh_cn: 导入／导出
zh_tw: 匯入 / 匯出

source: Indigo
es_es: Índigo
it_it: Indaco
ja_jp: インディゴ
ko_kr: 남색
pl_pl: Indygo
pt_br: Índigo
sl_si: Indigo modra
zh_cn: 靛蓝色
zh_tw: 靛藍色

# IPStatus_DestinationHostUnreachable
source: Destination host unreachable.
cs_cz: Cílový host je nedostupný.
es_es: Host de destino inaccesible.
fr_fr: Hôte de destination inaccessible.
it_it: Host destinazione non raggiungibile.
ja_jp: 宛先ホストに到達できません。
ko_kr: 대상 호스트에 연결할 수 없습니다.
pl_pl: Docelowy host nieosiągalny.
pt_br: Host de destino inacessível.
sl_si: Ciljni gostitelj ni dosegljiv.
zh_cn: 目标主机无法访问。
zh_tw: 目的地主機無法連線。

# IPStatus_DestinationNetworkUnreachable
source: Destination network unreachable.
cs_cz: Cílová síť je nedostupná.
es_es: Red de destino inaccesible.
fr_fr: Réseau de destination inaccessible.
it_it: Rete destinazione non raggiungibile.
ja_jp: 宛先ネットワークに到達できません。
ko_kr: 대상 네트워크에 연결할 수 없습니다.
pl_pl: Docelowa sieć nieosiągalna.
pt_br: Rede de destino inacessível.
sl_si: Ciljno omrežje ni dosegljivo.
zh_cn: 目标网络无法访问。
zh_tw: 目的地網路無法連線。

# IPStatus_DestinationPortUnreachable
source: Destination port unreachable.
cs_cz: Cílový port je nedostupný.
es_es: Puerto de destino inaccesible.
fr_fr: Port de destination inaccessible.
it_it: Porta destinazione non raggiungibile.
ja_jp: 宛先ポートに到達できません。
ko_kr: 대상 포트에 연결할 수 없습니다.
pl_pl: Docelowy port nieosiągalny.
pt_br: Porta de destino inacessível.
sl_si: Ciljna vrata niso dosegljiva.
zh_cn: 目标端口无法访问。
zh_tw: 目的地連接埠無法連線。

# IPStatus_Success
source: Success
cs_cz: Vpořádku
es_es: Éxito
fr_fr: Succès
it_it: Completato
ja_jp: 成功
ko_kr: 성공
pl_pl: Sukces
pt_br: Sucesso
sl_si: Uspeh
zh_cn: 成功
zh_tw: 成功

# IPStatus_TimedOut
source: Request timed out.
cs_cz: Časový limit pro odpověď vypršel.
es_es: Tiempo de solicitud finalizado.
fr_fr: La demande a expiré.
it_it: Timeout richiesta.
ja_jp: リクエストがタイムアウトしました。
ko_kr: 요청 시간이 초과되었습니다.
pl_pl: Upłynął maksymalny czas oczekiwania na odpowiedź.
pt_br: O pedido expirou.
sl_si: Zahteva je potekla.
zh_cn: 请求超时。
zh_tw: 要求已逾時。

# IPStatus_TtlExpired
source: TTL expired in transit.
cs_cz: TTL vypršelo.
es_es: TTL expiró en tránsito.
fr_fr: TTL a expiré en transit.
it_it: TTL scaduto in transito.
ja_jp: 転送中にTTLが期限切れになりました。
ko_kr: TTL은 전송 중에 만료되었습니다.
pl_pl: TTL wygasło w transporcie.
pt_br: TTL expirou em trânsito.
sl_si: TTL je potekel med prevozom.
zh_cn: TTL 在传输过程中过期。
zh_tw: TTL 在傳輸途中已逾時。

source: Key must have 8 characters or more!
cs_cz: Klíč musí mít minimálně 8 zanků!
es_es: ¡La clave debe tener 8 caracteres o más!
fr_fr: La clé doit avoir 8 caractères ou plus!
it_it: La chiave deve contenere almeno 8 caratteri!
ja_jp: キーは 8 文字以上である必要があります!
ko_kr: 키는 8자 이상이어야 합니다!
pl_pl: Klucz musi mieć 8 znaków lub więcej!
pt_br: A chave deve ter 8 caracteres ou mais!
sl_si: Ključ mora imeti 8 ali več znakov!
zh_cn: 密钥必须有 8 个字符或更多!
zh_tw: 金鑰必須有 8 個字元或以上！

source: Lime
cs_cz: Limetkový
es_es: Lima
fr_fr: Citron vert
ja_jp: ライム
ko_kr: 라임
pl_pl: Limonkowy
pt_br: Lima
sl_si: Limeta
zh_cn: 亮绿色
zh_tw: 亮綠色

source: Magenta
cs_cz: Purpurový
ja_jp: マゼンタ
ko_kr: 자홍
sl_si: Škrlatna
zh_cn: 洋红色
zh_tw: 洋紅色

source: Mauve
cs_cz: Fialovo růžový
es_es: Malva
it_it: Malva
ja_jp: モーブ
ko_kr: 연보라
pl_pl: Fiołkoworóżowy
pt_br: Roxo
sl_si: Lila
zh_cn: 紫红色
zh_tw: 紫紅色

source: Olive
cs_cz: Olivový
es_es: Aceituna
it_it: Oliva
ja_jp: オリーブ
ko_kr: 올리브
pl_pl: Oliwkowy
pt_br: Oliva
sl_si: Olivna
zh_cn: 橄榄色
zh_tw: 橄欖色

source: Only numbers can be entered!
cs_cz: Vložit pouze číslice!
es_es: ¡Solo se pueden ingresar números!
fr_fr: Seuls les chiffres peuvent être saisis!
it_it: Si possono inserire solo numeri!
ja_jp: 数字のみ入力できます!
ko_kr: 숫자만 입력할 수 있습니다!
pl_pl: Tylko liczby mogą być wprowadzane!
pt_br: Somente números podem ser inseridos!
sl_si: Vnašati je mogoče samo številke!
zh_cn: 只能输入数字！
zh_tw: 只能輸入數字！

source: Orange
cs_cz: Oranžový
es_es: Naranja
it_it: Arancione
ja_jp: オレンジ
ko_kr: 주황
pl_pl: Pomarańczowy
pt_br: Laranja
sl_si: Oranžna
zh_cn: 橙色
zh_tw: 橙色

source: Pink
cs_cz: Růžový
es_es: Rosado
fr_fr: Rose
it_it: Rosa
ja_jp: ピンク
ko_kr: 분홍
pl_pl: Różowy
pt_br: Rosa
sl_si: Roza
zh_cn: 粉红色
zh_tw: 粉紅色

source: Purple
cs_cz: Fialový
es_es: Púrpura
fr_fr: Violet
it_it: Viola
ja_jp: 紫
ko_kr: 자주
pl_pl: Fioletowy
pt_br: Púrpura
sl_si: Vijolična
zh_cn: 紫色
zh_tw: 紫色

source: Red
cs_cz: Červený
es_es: Rojo
fr_fr: Rouge
it_it: Rosso
ja_jp: 赤
ko_kr: 빨강
pl_pl: Czerwony
pt_br: Vermelho
sl_si: Rdeča
zh_cn: 红色
zh_tw: 紅色

# RemoteDesktopDisconnectReason_AtClientWinsockFDCLOSE
source: Socket closed.
cs_cz: Winsock zavřeno
es_es: Socket cerrado.
fr_fr: Prise fermée.
it_it: Socket chiusa.
ja_jp: ソケットが閉じられました。
ko_kr: 소켓이 닫힙니다.
pl_pl: Gniazdo zamknięte.
pt_br: Socket fechado.
sl_si: Vtičnica je zaprta.
zh_cn: 套接字已关闭。
zh_tw: 通訊端已關閉。

# RemoteDesktopDisconnectReason_ByServer
source: Remote disconnect by server.
cs_cz: Vzdálené připojení ukončeno serverem.
es_es: Desconexión remota por servidor.
fr_fr: Déconnexion à distance par le serveur.
it_it: Disconnessione remota dal server.
ja_jp: サーバーによるリモート切断。
ko_kr: 서버별 원격 연결 끊기입니다.
pl_pl: Zdalne rozłączenie przez serwer.
pt_br: Desconexão remota por servidor.
sl_si: Oddaljena prekini povezavo s strežnikom.
zh_cn: 服务器已断开连接。
zh_tw: 遠端中斷連線由伺服器。

# RemoteDesktopDisconnectReason_ClientDecompressionError
source: Decompression error.
cs_cz: Chyba dekomprese.
es_es: Error de descompresión.
fr_fr: Erreur de décompression.
it_it: Errore di decompressione.
ja_jp: 解凍エラー。
ko_kr: 압축 해제 오류입니다.
pl_pl: Błąd dekompresji.
pt_br: Erro de descompressão.
sl_si: Napaka pri razširjanju.
zh_cn: 解压出错。
zh_tw: 解壓縮錯誤。

# RemoteDesktopDisconnectReason_ConnectionTimedOut
source: Connection timed out.
cs_cz: Vypršel časový limit spojení.
es_es: Tiempo de conexión agotado.
fr_fr: Connexion interrompue.
it_it: Timeout della connessione.
ja_jp: 接続がタイムアウトしました。
ko_kr: 연결 시간이 초과되었습니다.
pl_pl: Upłynął limit czasu oczekiwania na połączenie.
pt_br: A conexão expirou.
sl_si: Povezava je potekla.
zh_cn: 连接超时。
zh_tw: 連線逾時。

# RemoteDesktopDisconnectReason_DecryptionError
source: Decryption error.
cs_cz: Chyba dešifrování.
es_es: Error de desencriptación
fr_fr: Erreur de décryptage.
it_it: Errore nella decodifica.
ja_jp: 復号化エラー。
ko_kr: 암호 해독 오류입니다.
pl_pl: Błąd rozszyfrowania.
pt_br: Erro de descriptografia.
sl_si: Napaka pri dešifriranju.
zh_cn: 解密出错。
zh_tw: 解密錯誤。

# RemoteDesktopDisconnectReason_DNSLookupFailed
source: DNS name lookup failure.
cs_cz: Nepodařilo se vyhledat název DNS.
es_es: Error de búsqueda de nombre DNS.
fr_fr: Échec de la recherche de nom DNS.
it_it: Errore nella ricerca del nome DNS.
ja_jp: DNS 名 Lookupに失敗しました。
ko_kr: DNS 이름을 조회하지 못했습니다.
pl_pl: Nieudane wyszukiwanie nazwy DNS.
pt_br: Falha na pesquisa de nome DNS.
sl_si: Napaka iskanja imena DNS.
zh_cn: DNS 名称查询失败。
zh_tw: DNS 名稱查詢失敗。

# RemoteDesktopDisconnectReason_DNSLookupFailed2
source: DNS lookup failed.
cs_cz: Nepodařilo se vyhledat DNS.
es_es: Búsqueda DNS fallida.
fr_fr: La recherche DNS a échoué.
it_it: Ricerca DNS non riuscita.
ja_jp: DNS Lookupに失敗しました。
ko_kr: DNS 조회가 실패했습니다.
pl_pl: Nieudane wyszukiwanie DNS.
pt_br: A pesquisa de DNS falhou.
sl_si: Iskanje DNS ni uspelo.
zh_cn: DNS 查询失败。
zh_tw: DNS 查詢失敗。

# RemoteDesktopDisconnectReason_EncryptionError
source: Encryption error.
cs_cz: Chyba dešifrování.
es_es: Error de cifrado.
fr_fr: Erreur de cryptage.
it_it: Errore crittografia.
ja_jp: 暗号化エラー。
ko_kr: 암호화 오류입니다.
pl_pl: Błąd szyfrowania.
pt_br: Erro de criptografia.
sl_si: Napaka pri šifriranju.
zh_cn: 加密出错。
zh_tw: 加密錯誤。

# RemoteDesktopDisconnectReason_GetHostByNameFailed
source: Windows Sockets gethostbyname call failed.
cs_cz: Neuvedené vyvolání Windows Socket gethostbyname.
es_es: Llamada a Windows Sockets gethostbyname fallida.
fr_fr: Échec de l'appel gethostbyname de Windows Sockets.
it_it: Chiamata gethostbyname di Windows Socket non riuscita.
ja_jp: Windows Sockets gethostbyname 呼び出しに失敗しました。
ko_kr: Windows 소켓 getbyname 호출에 실패했습니다.
pl_pl: Nieudane wywołanie Windows Sockets gethostbyname.
pt_br: Falha na chamada gethostbyname do Windows Sockets.
sl_si: Klic gethostbyname Windows vtičnic ni uspel.
zh_cn: Windows 套接字 gethostbyname 调用失败。
zh_tw: Windows Sockets 的 gethostbyname 呼叫失敗。
