Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# RemoteDesktopDisconnectReason_50331690
source: Your computer can't connect to the remote computer because your computer or device did not meet the Network Access Protection requirements set by your network administrator, for one of the following reasons: 1) The Remote Desktop Gateway server name and the server's public key certificate subject name do not match. 2) The certificate has expired or has been revoked. 3) The certificate root authority does not trust the certificate. 4) The certificate key extension does not support encryption. 5) Your computer cannot verify the certificate revocation list. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car votre ordinateur ou périphérique ne répond pas aux exigences de protection d'accès réseau définies par votre administrateur réseau, pour l'une des raisons suivantes: 1) Le nom du serveur de passerelle Bureau à distance et le nom du sujet du certificat de clé publique du serveur ne correspondent pas. 2) Le certificat a expiré ou a été révoqué. 3) L'autorité racine du certificat ne fait pas confiance au certificat. 4) L'extension de clé de certificat ne prend pas en charge le cryptage. 5) Votre ordinateur ne peut pas vérifier la liste de révocation des certificats. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché questo computer o dispositivo non soddisfa i requisiti di protezione accesso alla rete impostati dall'amministratore di rete, per uno dei seguenti motivi: 1) Il nome del server gateway desktop remoto e il certificato della chiave pubblica del server il nome del soggetto non corrispondono. 2) Il certificato è scaduto o è stato revocato. 3) L'autorità del certificato principale non considera attendibile il certificato. 4) L'estensione della chiave del certificato non supporta la crittografia. 5) Il computer non è in grado di verificare l'elenco di revoca dei certificati. Per assistenza contatta l'amministratore di rete.
ja_jp: お使いのコンピューターまたはデバイスがネットワーク管理者によって設定されたネットワークアクセス保護の要件を満たしていないため、リモートコンピューターに接続できません。原因としては、次のいずれかが挙げられます。1) リモートデスクトップゲートウェイのサーバー名とサーバーの公開キー証明書のサブジェクト名が一致しません。2) 証明書の有効期限が切れているか、失効しています。3) 証明書ルート証明機関が証明書を信頼していません。4) 証明書キーの拡張が暗号化をサポートしていません。5) お使いのコンピューターが証明書失効リストを検証できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não pode se conectar ao computador remoto porque seu computador ou dispositivo não atendeu aos requisitos de proteção de acesso à rede definidos pelo administrador de rede, por um dos seguintes motivos: 1) O nome do servidor Remote Desktop Gateway e o certificado de chave pública do servidor o nome do assunto não corresponde. 2) O certificado expirou ou foi revogado. 3) A autoridade raiz do certificado não confia no certificado. 4) A extensão da chave do certificado não oferece suporte à criptografia. 5) Seu computador não consegue verificar a lista de certificados revogados. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker vaš računalnik ali naprava ni izpolnjevala zahtev za zaščito dostopa do omrežja, ki jih je določil skrbnik omrežja, zaradi enega od naslednjih razlogov: 1) Ime Prehodnega strežnika za oddaljeno namizje in potrdilo javnega ključa strežnika ime predmeta se ne ujema. 2) Potrdilo je poteklo ali je bilo preklicano. 3) Korenski organ potrdila ne zaupa potrdilu. 4) Razširitev ključa potrdila ne podpira šifriranja. 5) Vaš računalnik ne more preveriti seznama preklicanih potrdil. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 由于以下原因之一，您的计算机无法连接到远程计算机，因为您的计算机或设备不符合网络管理员设置的网络访问保护要求：1） 远程桌面网关服务器名称和服务器的公钥证书使用者名称不匹配。2）证书已过期或已被吊销。3） 证书根颁发机构不信任该证书。4）证书密钥扩展不支持加密。5） 您的计算机无法验证证书吊销列表。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為您的電腦或裝置未符合網路存取保護設定的要求，原因可能為下列之一：1) RD 閘道伺服器名稱與其公開金鑰憑證主旨不符。2) 憑證已過期或被吊銷。3) 根憑證機構不信任該憑證。4) 憑證關鍵延伸不支援加密。5) 您的電腦無法驗證憑證撤銷清單。 請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331691
source: Your computer can't connect to the remote computer because a user name and password are required to authenticate to the Remote Desktop Gateway server instead of smart card credentials.
fr_fr: Votre ordinateur ne peut pas se connecter à l’ordinateur distant car nom d’utilisateur et mot de passe sont requis pour s’authentifier auprès du serveur de passerelle Bureau à distance au lieu des infos d’identification de carte à puce.
it_it: Questo computer non può connettersi al computer remoto perché sono necessari un nome utente e una password per l'autenticazione al server gateway desktop remoto anziché le credenziali della smart card.
ja_jp: リモート デスクトップ ゲートウェイ サーバーへの認証にはスマート カードの資格情報ではなくユーザー名とパスワードが必要なため、コンピューターはリモート コンピューターに接続できません。
pt_br: Seu computador não pode se conectar ao computador remoto porque são necessários um nome de usuário e uma senha para autenticar no servidor Gateway de Área de Trabalho Remota em vez de credenciais de cartão inteligente.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker sta za preverjanje pristnosti na Prehodnem strežniku za oddaljeno namizje potrebna uporabniško ime in geslo namesto poverilnic pametne kartice.
zh_cn: 您的计算机无法连接到远程计算机，因为需要用户名和密码才能对远程桌面网关服务器进行身份验证，而不是智能卡凭据。
zh_tw: 您的電腦無法連線至遠端主機，因為需使用帳號與密碼以驗證至 RD 閘道伺服器，而非智慧卡憑證。

# RemoteDesktopDisconnectReason_50331692
source: Your computer can't connect to the remote computer because smart card credentials are required to authenticate to the Remote Desktop Gateway server instead of a user name and password.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car des infos d'identification de carte à puce sont requises pour s'authentifier auprès du serveur de passerelle Bureau à distance au lieu du nom d'utilisateur et mot de passe.
it_it: Questo computer non può connettersi al computer remoto perché sono necessarie per l'autenticazione al server gateway desktop remoto le credenziali della smart card invece di un nome utente e una password.
ja_jp: リモート デスクトップ ゲートウェイ サーバーに認証するには、ユーザー名とパスワードではなく、スマート カードの資格情報が必要であるため、コンピューターはリモート コンピューターに接続できません。
pt_br: Seu computador não pode se conectar ao computador remoto porque são necessárias credenciais de cartão inteligente para autenticação no servidor Gateway de Área de Trabalho Remota, em vez de um nome de usuário e senha.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker so za preverjanje pristnosti na Prehodnem strežniku za oddaljeno namizje namesto uporabniškega imena in gesla potrebne poverilnice pametne kartice.
zh_cn: 您的计算机无法连接到远程计算机，因为需要智能卡凭据才能向远程桌面网关服务器进行身份验证，而不是用户名和密码。
zh_tw: 您的電腦無法連線至遠端主機，因為需要使用智慧卡憑證以驗證至 RD 閘道伺服器，而非帳號與密碼。

# RemoteDesktopDisconnectReason_50331700
source: Your computer can't connect to the remote computer because an invalid cookie was sent to the Remote Desktop Gateway server. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car un cookie non valide a été envoyé au serveur de passerelle Bureau à distance. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché è stato inviato un cookie non valido al server gateway desktop remoto. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーに無効なCookieが送信されたため、お使いのコンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque um cookie inválido foi enviado ao servidor Remote Desktop Gateway. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker je bil Prehodnem strežniku za oddaljeno namizje poslan neveljaven piškotek. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为向远程桌面网关服务器发送了无效的 Cookie。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為送往 RD 閘道伺服器的 Cookie 無效。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331701
source: Your computer can't connect to the remote computer because the cookie was rejected by the Remote Desktop Gateway server. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le cookie a été rejeté par le serveur de passerelle Bureau à distance. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il cookie è stato rifiutato dal server gateway desktop remoto. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーによってCookieが拒否されたため、コンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o cookie foi rejeitado pelo servidor Remote Desktop Gateway. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker je Prehodni strežnik za oddaljeno namizje zavrnil piškotek. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为远程桌面网关服务器拒绝了该 Cookie。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為 RD 閘道伺服器拒絕了 Cookie。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331703
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server is expecting an authentication method different from the one attempted. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le serveur de passerelle Bureau à distance attend une méthode d'authentification différente de celle tentée. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il server gateway desktop remoto prevede un metodo di autenticazione diverso da quello usato. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーが、試行した認証方法とは異なる認証方法を要求しているため、お使いのコンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor Gateway de Área de Trabalho Remota espera um método de autenticação diferente daquele tentado. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker Prehodni strežnik za oddaljeno namizje pričakuje drugačen način preverjanja pristnosti od tistega, ki je bil uporabljen. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为远程桌面网关服务器需要的身份验证方法与尝试的身份验证方法不同。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為 RD 閘道伺服器預期的驗證方式與您所使用的不符。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331704
source: The RD Gateway connection ended because periodic user authentication failed. Try reconnecting with a correct user name and password. If the reconnection fails, contact your network administrator for further assistance.
fr_fr: La connexion RD Gateway a pris fin car l'authentification périodique des utilisateurs a échoué. Essayez de vous connecter avec un nom d'utilisateur et mot de passe corrects. Si la reconnexion échoue, contactez votre administrateur réseau pour avoir de l'aide.
it_it: La connessione al gateway desktop remoto è terminata perché l'autenticazione utente periodica non è riuscita. Prova a riconnetterti con un nome utente e una password corretti. Se la riconnessione non riesce, contatta l'amministratore di rete per ulteriore assistenza.
ja_jp: 定期的なユーザー認証に失敗したため、RDゲートウェイ接続が終了しました。正しいユーザー名とパスワードで再接続してください。再接続に失敗した場合は、ネットワーク管理者にお問い合わせください。
pt_br: A conexão do Gateway RD foi encerrada porque a autenticação periódica do usuário falhou. Tente se reconectar com um nome de usuário e senha corretos. Se a reconexão falhar, entre em contato com o administrador da rede para obter mais assistência.
sl_si: Povezava s prehodom oddaljenega namizja se je prekinila, ker periodično preverjanje pristnosti uporabnika ni uspelo. Poskusite se znova povezati s pravilnim uporabniškim imenom in geslom. Če ponovna povezava ne uspe, se za nadaljnjo pomoč obrnite na skrbnika omrežja.
zh_cn: RD 网关连接已结束，因为间歇性或定期用户身份验证失败。请尝试使用正确的用户名和密码重新连接。如果重新连接仍失败，请联系您的网络管理员以获得进一步的帮助。
zh_tw: RD 閘道連線已結束，原因是周期性使用者驗證失敗。請重新以正確的帳號與密碼進行連線；若仍無法成功，請聯絡網路管理員進一步協助。

# RemoteDesktopDisconnectReason_50331705
source: The RD Gateway connection ended because periodic user authorization failed. Try reconnecting with a correct user name and password. If the reconnection fails, contact your network administrator for further assistance.
fr_fr: La connexion RD Gateway a pris fin car l'autorisation périodique de l'utilisateur a échoué. Essayez de vous connecter avec un nom d'utilisateur et mot de passe corrects. Si la reconnexion échoue, contactez votre administrateur réseau pour avoir de l'aide.
it_it: La connessione al gateway desktop remoto è terminata perché l'autorizzazione utente periodica non è riuscita. Prova a riconnetterti con un nome utente e una password corretti. Se la riconnessione non riesce, contattare l'amministratore di rete per ulteriore assistenza.
ja_jp: 定期的なユーザー認証に失敗したため、RDゲートウェイ接続が終了しました。正しいユーザー名とパスワードで再接続してください。再接続に失敗した場合は、ネットワーク管理者にお問い合わせください。
pt_br: A conexão do Gateway RD foi encerrada porque a autorização periódica do usuário falhou. Tente se reconectar com um nome de usuário e senha corretos. Se a reconexão falhar, entre em contato com o administrador da rede para obter mais assistência.
sl_si: Povezava s prehodom oddaljenega namizja, ker periodično pooblastilo uporabnika ni uspelo. Poskusite se znova povezati s pravilnim uporabniškim imenom in geslom. Če ponovna povezava ne uspe, se za nadaljnjo pomoč obrnite na skrbnika omrežja.
zh_cn: RD 网关连接已结束，因为间歇性或定期用户身份验证失败。请尝试使用正确的用户名和密码重新连接。如果重新连接仍失败，请联系您的网络管理员以获得进一步的帮助。
zh_tw: RD 閘道連線已結束，原因是周期性使用者授權失敗。請重新以正確的帳號與密碼進行連線；若仍無法成功，請聯絡網路管理員進一步協助。

# RemoteDesktopDisconnectReason_50331707
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway and the remote computer are unable to exchange policies. This could happen due to one of the following reasons: 1. The remote computer is not capable of exchanging policies with the Remote Desktop Gateway. 2. The remote computer's configuration does not permit a new connection. 3. The connection between the Remote Desktop Gateway and the remote computer ended. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car la passerelle Bureau à distance et l'ordinateur distant ne peuvent pas échanger de stratégies. Cela peut se produire pour l'une des raisons suivantes: 1. L'ordinateur distant n'est pas capable d'échanger des stratégies avec la passerelle Bureau à distance. 2. La configuration de l'ordinateur distant ne permet pas de nouvelle connexion. 3. La connexion entre la passerelle Bureau à distance et l'ordinateur distant a pris fin. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il gateway desktop remoto ed il computer remoto non sono in grado di scambiare i criteri. Ciò potrebbe verificarsi a causa di uno dei seguenti motivi: 1. Il computer remoto non è in grado di scambiare criteri con il gateway desktop remoto. 2. La configurazione del computer remoto non consente una nuova connessione. 3. La connessione tra gateway desktop remoto ed il computer remoto è terminata. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイとリモートコンピュータがポリシーを交換できないため、コンピュータはリモートコンピュータに接続できません。これは、次のいずれかの理由により発生する可能性があります。1. リモートコンピュータがリモートデスクトップゲートウェイとポリシーを交換できない。2. リモートコンピュータの構成で新しい接続が許可されていない。3. リモートデスクトップゲートウェイとリモートコンピュータ間の接続が終了している。ネットワーク管理者に問い合わせてください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o Gateway de Área de Trabalho Remota e o computador remoto não conseguem trocar políticas. Isso pode acontecer por um dos seguintes motivos: 1. O computador remoto não é capaz de trocar políticas com o Gateway de Área de Trabalho Remota. 2. A configuração do computador remoto não permite uma nova conexão. 3. A conexão entre o Gateway de Área de Trabalho Remota e o computador remoto foi encerrada. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker prehod za oddaljeno namizje in oddaljeni računalnik ne moreta izmenjati politik. To se lahko zgodi zaradi enega od naslednjih razlogov: 1. Oddaljeni računalnik ne more izmenjevati politik s prehodom za oddaljeno namizje. 2. Nastavitve oddaljenega računalnika ne dovoljuje nove povezave. 3. Povezava med prehodom za oddaljeno namizje in oddaljenim računalnikom je prekinjena. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为远程桌面网关和远程计算机无法交换策略。这可能是由于以下原因造成的： 1. 远程计算机无法与远程桌面网关交换策略。 2. 远程计算机的配置不允许新连接。 3. 远程桌面网关与远程计算机之间的连接已结束。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為 RD 閘道與遠端主機未能交換政策。可能的原因包括： 1. 遠端主機不支援與 RD 閘道交換政策。 2. 遠端主機設定不允許建立新連線。 3. RD 閘道與遠端主機之間的連線已中斷。 請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331713
source: The RD Gateway connection ended because periodic user authorization failed. Your computer or device didn't pass the Network Access Protection (NAP) requirements set by your network administrator. Contact your network administrator for assistance.
fr_fr: La connexion RD Gateway a pris fin car l'autorisation périodique de l'utilisateur a échoué. Votre ordinateur ou appareil ne répond pas aux exigences de protection d'accès réseau (NAP) définies par votre administrateur réseau. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: La connessione al gateway desktop remoto è terminata perché l'autorizzazione utente periodica non è riuscita. Questo computer o dispositivo non ha superato i requisiti NAP (Network Access Protection) impostati dall'amministratore di rete. Per assistenza contattare l'amministratore di rete.
ja_jp: 定期的なユーザー認証に失敗したため、RDゲートウェイ接続が終了しました。お使いのコンピューターまたはデバイスは、ネットワーク管理者が設定したネットワークアクセス保護（NAP）の要件を満たしていませんでした。ネットワーク管理者にお問い合わせください。
pt_br: A conexão do Gateway RD foi encerrada porque a autorização periódica do usuário falhou. Seu computador ou dispositivo não atendeu aos requisitos de proteção de acesso à rede (NAP) definidos pelo administrador da rede. Entre em contato com o administrador da rede para obter assistência.
sl_si: Povezava s prehodom oddaljenega namizja je končana, ker ni uspelo periodično pooblastilo uporabnika. Vaš računalnik ali naprava nista prestala zahtev za zaščito dostopa do omrežja (NAP), ki jih je določil skrbnik omrežja. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: RD 网关连接已结束，因为间歇性或定期用户身份验证失败。您的计算机或设备未通过网络管理员设置的网络访问保护 （NAP） 要求。请联系您的网络管理员以获取帮助。
zh_tw: RD 閘道連線已結束，原因是周期性使用者授權失敗。您的電腦或裝置未符合網路存取保護（NAP）設定的要求。請聯絡網路管理員以獲得協助。

source: Connected
fr_fr: Connecté
it_it: Connesso
ja_jp: 接続済み
pt_br: Conectad
sl_si: Povezan
zh_cn: 已连接
zh_tw: 已連接

# ErrorWhileScanningWiFiAdapterXXXWithErrorXXX
source: Error while scanning WiFi adapter "{0}" with error: "{1}"
fr_fr: Erreur lors de l'analyse de l'adaptateur WiFi "{0}" avec l'erreur : "{1}"
it_it: Errore durante la scansione della scheda WiFi "{0}" - errore: "{1}"
ja_jp: WiFi アダプタ"{0}"のスキャン中にエラー : "{1}"
pt_br: Erro ao examinar adaptador Wi-Fi "{0}" com erro: "{1}"
sl_si: Napaka med pregledovanjem WiFi kartice "{0}" z napako: "{1}"
zh_cn: 扫描WiFi适配器“{0}”时出错，错误：“{1}”。
zh_tw: 掃描 WiFi 介面「{0}」時發生錯誤：「{1}」。

# ConnectDots
source: Connect...
fr_fr: Connecter...
it_it: Connessione...
ja_jp: 接続...
pt_br: Conectar...
sl_si: Poveži...
zh_cn: 正在连接...
zh_tw: 連接…

# XXXDisconnected
source: {0} disconnected!
fr_fr: {0} déconnecté!
it_it: {0} disconnesso!
ja_jp: {0} 切断されました！
pt_br: {0} desconectado!
sl_si: {0}prekinjena
zh_cn: {0} 已断开连接！
zh_tw: {0}已斷開連線！

# ConnectToXXX
source: Connect to {0}
fr_fr: Connecter à {0}
it_it: Connesso a {0}
ja_jp: {0} に接続
pt_br: Conectar à {0}
sl_si: Poveži z {0}
zh_cn: 连接到{0}
zh_tw: 連接至{0}

source: Connect automatically
fr_fr: Connexion auto
it_it: Connetti automaticamente
ja_jp: 自動的に接続
pt_br: Conectar automaticamente
sl_si: Samodejno poveži
zh_cn: 自动连接
zh_tw: 自動連線

source: Pre-shared key
fr_fr: Clé pré-partagée
it_it: Chiave condivisa in precedenza
ja_jp: Pre-shared キー
pt_br: Chave pré-compartilhada
sl_si: Vnaprej deljeni ključ
zh_cn: 预共享密钥
zh_tw: 預共享金鑰

# ConnectingToXXX
source: Connecting to {0}...
fr_fr: Connexion à {0}...
it_it: Connessione a {0}...
ja_jp: {0} に接続しています...
pt_br: Conectando à {0}...
sl_si: Povezovanje z {0}...
zh_cn: 正在连接到 {0}……
zh_tw: 正在連接到 {0}…

# CouldNotConnectToXXXReasonXXX
source: Could not connect to {0} ({1})!
fr_fr: Connexion impossible à {0} ({1})!
it_it: Impossibile connettersi a {0} ({1})!
ja_jp: {0} ({1}) に接続できませんでした!
pt_br: Não foi possível conectar-se a "{0}({1})"!
sl_si: Ni bilo mogoče vzpostaviti povezave z {0} ({1})!
zh_cn: 无法连接到 {0}（{1}）！
zh_tw: 無法連接到 {0}（{1}）！

# SuccessfullyConnectedToXXX
source: Successfully connected to {0}!
fr_fr: Connexion réussie à {0}!
it_it: Completata connessione a {0}!
ja_jp: {0} に正常に接続しました!
pt_br: Conectado com sucesso a {0}!
sl_si: Uspešno povezan z {0}!
zh_cn: 已成功连接到 {0}！
zh_tw: 已成功連接到 {0}！

# WiFiConnectionStatus_AccessRevoked
source: Access to the network has been revoked
fr_fr: L'accès au réseau a été révoqué
it_it: L'accesso alla rete è stato revocato
ja_jp: ネットワークへのアクセスが取り消されました
pt_br: O acesso à rede foi revogado
sl_si: Dostop do omrežja je bil preklican
zh_cn: 网络访问已被取消
zh_tw: 已撤銷對網路的存取權限

# WiFiConnectionStatus_InvalidCredential
source: Invalid credentials
fr_fr: Identifiants invalides
it_it: Credenziali non valide
ja_jp: 無効な資格情報
pt_br: Credenciais inválidas
sl_si: Neveljavne poverilnice
zh_cn: 凭据无效
zh_tw: 無效憑證

# WiFiConnectionStatus_NetworkNotAvailable
source: Network not available
fr_fr: Réseau indisponible
it_it: Rete non disponibile
ja_jp: ネットワークが利用できません
pt_br: Rede não disponível
sl_si: Omrežje ni na voljo
zh_cn: 网络不可用
zh_tw: 網路不可用

# WiFiConnectionStatus_Success
source: Successful
fr_fr: Réussi
it_it: Completato
ja_jp: 成功
pt_br: Sucesso
sl_si: Uspešno
zh_cn: 成功
zh_tw: 成功

# WiFiConnectionStatus_Timeout
source: Connection attempt timed out
fr_fr: Tentative de connexion a expirée
it_it: Tentativo di connessione scaduto
ja_jp: 接続試行がタイムアウトしました
pt_br: A tentativa de conexão expirou
sl_si: Časovna omejitev poskusa povezave je potekla
zh_cn: 尝试连接超时
zh_tw: 連線嘗試逾時

# WiFiConnectionStatus_UnsupportedAuthenticationProtocol
source: Authentication protocol is not supported!
fr_fr: Le protocole d'authentification est non supporté!
it_it: Il protocollo di autenticazione non è supportato!
ja_jp: 認証プロトコルはサポートされていません!
pt_br: Protocolo de autenticação não suportado!
sl_si: Protokol za preverjanje pristnosti ni podprt!
zh_cn: 不支持身份验证协议！
zh_tw: 不支援此驗證協定！

# CheckingWPSDots
source: Checking WPS...
fr_fr: Vérification du WPS...
it_it: Controllo WPS...
ja_jp: WPS を確認しています...
pt_br: Verificando WPS...
sl_si: Preverjanje WPS...
zh_cn: 正在检查 WPS……
zh_tw: 正在檢查 WPS...

# OpenOIDProfilesDots
source: Open OID profiles...
fr_fr: Ouvrir les profils OID...
it_it: Apri profili OID...
ja_jp: OID プロファイルを開く...
pt_br: Abrir perfil OID...
sl_si: Odpri profile OID...
zh_cn: 打开 OID 配置文件...
zh_tw: 開啟 OID 設定檔…

source: OID profiles
fr_fr: Profils OID
it_it: Profili OID
ja_jp: OID プロファイル
pt_br: Perfis OID
sl_si: Profili OID
zh_cn: OID 配置文件
zh_tw: OID 設定檔

source: Select OID profile
fr_fr: Choisir un profil OID
it_it: Seleziona profilo OID
ja_jp: OID プロファイルの選択
pt_br: Selecionar perfi OID
sl_si: Izberi profil OID
zh_cn: 选择 OID 配置文件
zh_tw: 選擇 OID 設定檔

source: Add OID profile
fr_fr: Ajouter un profil OID
it_it: Aggiungi profilo OID
ja_jp: OID プロファイルの追加
pt_br: Adicionar perfil OID
sl_si: Dodaj profil OID
zh_cn: 添加 OID 配置文件
zh_tw: 新增 OID 設定檔

source: Delete OID profile
fr_fr: Supprimer le profil OID
it_it: Elimina profilo OID
ja_jp: OID プロファイルを削除
pt_br: Excluir perfil OID
sl_si: Izbriši profil OID
zh_cn: 删除 OID 配置文件
zh_tw: 刪除 OID 設定檔
