Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# RemoteDesktopDisconnectReason_50331660
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server address is unreachable or incorrect. Type a valid Remote Desktop Gateway server address.
es_es: Tu computadora no puede conectarse a la computadora remota porque la dirección del servidor Remote Desktop Gateway es inaccesible o incorrecta. Escribe una dirección de servidor Remote Desktop Gateway válida.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car l'adresse du serveur de passerelle Bureau à distance est inaccessible ou incorrecte. Tapez une adresse de serveur de passerelle Bureau à distance valide.
it_it: Questo computer non può connettersi al computer remoto perché l'indirizzo del server gateway desktop remoto non è raggiungibile o non è corretto. Inserisci un indirizzo valido del server gateway desktop remoto.
ja_jp: リモートデスクトップゲートウェイサーバーのアドレスが到達不能または正しくないため、コンピューターはリモートコンピューターに接続できません。有効なリモートデスクトップゲートウェイサーバーのアドレスを入力してください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o endereço do servidor Remote Desktop Gateway está inacessível ou incorreto. Digite um endereço de servidor Gateway de Área de Trabalho Remota válido.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker je naslov Prehodnega strežnika za oddaljeno namizje nedosegljiv ali napačen. Vnesite veljaven naslov Prehodnega strežnika za oddaljeno namizje.
zh_cn: 由于 Remote Desktop Gateway 服务器地址不可达或不正确，您的计算机无法连接到远程计算机。输入有效的 Remote Desktop Gateway 服务器地址。
zh_tw: 您的電腦無法連線至遠端主機，因為遠端桌面閘道伺服器位址不可達或不正確。輸入有效的遠端桌面閘道伺服器位址。

# RemoteDesktopDisconnectReason_50331663
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server is running low on server resources and is temporarily unavailable. Try reconnecting later or contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le serveur de passerelle Bureau à distance manque de ressources serveur et est temporairement indisponible. Essayez de vous reconnecter plus tard ou contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il server gateway desktop remoto sta esaurendo le risorse del server ed è temporaneamente non disponibile. Prova a riconnetterti più tardi o contatta l'amministratore di rete per assistenza.
ja_jp: リモートデスクトップゲートウェイサーバーのサーバーリソースが不足しており、一時的に利用できないため、コンピューターはリモートコンピューターに接続できません。しばらくしてから再接続するか、ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor Gateway de Área de Trabalho Remota está com poucos recursos do servidor e está temporariamente indisponível. Tente reconectar mais tarde ou entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker Prehodnem strežniku za oddaljeno namizje primanjkuje strežniških virov in začasno ni dostopen. Poskusite znova vzpostaviti povezavo pozneje ali se za pomoč obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为 Remote Desktop Gateway 服务器资源不足，暂时无法使用。请稍后再尝试重新连接，或联系网络管理员寻求帮助。
zh_tw: 由於遠端桌面閘道伺服器資源不足，暫時無法使用，您的電腦無法連線至遠端主機。請稍後再試或聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331672
source: The Remote Desktop Gateway server has ended the connection. Try reconnecting later or contact your network administrator for assistance.
fr_fr: Le serveur de passerelle Bureau à distance a mis fin à la connexion. Essayez de vous reconnecter plus tard ou contactez votre administrateur réseau pour avoir de l'aide.
it_it: Il server gateway desktop remoto ha terminato la connessione. Prova a riconnetterti più tardi o contatta l'amministratore di rete per assistenza.
ja_jp: リモートデスクトップゲートウェイサーバーは接続を終了しました。しばらくしてから再接続するか、ネットワーク管理者にお問い合わせください。
pt_br: O servidor Gateway de Área de Trabalho Remota encerrou a conexão. Tente reconectar mais tarde ou entre em contato com o administrador da rede para obter assistência.
sl_si: Prehodni strežnik za oddaljeno namizje je prekinil povezavo. Poskusite znova vzpostaviti povezavo pozneje ali se za pomoč obrnite na skrbnika omrežja.
zh_cn: Remote Desktop Gateway 服务器已结束连接。请稍后再尝试重新连接，或联系网络管理员寻求帮助。
zh_tw: 遠端桌面閘道伺服器已終止連線。請稍後再嘗試重新連線，或聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331673
source: The Remote Desktop Gateway server administrator has ended the connection. Try reconnecting later or contact your network administrator for assistance.
fr_fr: L'administrateur du serveur de passerelle Bureau à distance a mis fin à la connexion. Essayez de vous reconnecter plus tard ou contactez votre administrateur réseau pour avoir de l'aide.
it_it: L'amministratore del server gateway desktop remoto ha terminato la connessione. Prova a riconnetterti più tardi o contatta l'amministratore di rete per assistenza.
ja_jp: リモートデスクトップゲートウェイサーバーの管理者が接続を終了しました。しばらくしてから再接続するか、ネットワーク管理者にお問い合わせください。
pt_br: O administrador do servidor Remote Desktop Gateway encerrou a conexão. Tente reconectar mais tarde ou entre em contato com o administrador da rede para obter assistência.
sl_si: Skrbnik Prehodnega strežnika za oddaljeno namizje je prekinil povezavo. Poskusite znova vzpostaviti povezavo pozneje ali se za pomoč obrnite na skrbnika omrežja.
zh_cn: Remote Desktop Gateway 服务器管理员已结束连接。请稍后再尝试重新连接，或联系网络管理员寻求帮助。
zh_tw: 遠端桌面閘道伺服器的管理員已終止連線。請稍後再嘗試重新連線，或聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331675
source: Remote Desktop can't connect to the remote computer "" for one of these reasons: 1) Your user account is not listed in the RD Gateway's permission list 2) You might have specified the remote computer in NetBIOS format (for example, computer1), but the RD Gateway is expecting an FQDN or IP address format (for example, computer1.fabrikam.com or 157.60.0.1). Contact your network administrator for assistance.
fr_fr: Le Bureau à distance ne peut pas se connecter à l'ordinateur distant "" pour l'une des raisons suivantes: 1) Votre compte utilisateur n'est pas répertorié dans la liste des autorisations de RD Gateway. 2) Vous avez peut-être spécifié l'ordinateur distant au format NetBIOS (par exemple, ordinateur1), mais la passerelle RD attend un nom de domaine complet ou un format d'adresse IP (par exemple, ordinateur1.fabrikam.com ou 157.60.0.1). Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Il desktop remoto non può connettersi al computer remoto per uno di questi motivi: 1) L'account utente non è elencato nell'elenco delle autorizzazioni del gateway desktop remoto 2) Potresti aver specificato il computer remoto in formato NetBIOS (ad esempio, computer1) , ma il gateway desktop remoto prevede un nome di dominio completo o un formato di indirizzo IP (ad esempio, computer1.fabrikam.com o 157.60.0.1). Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップは、次のいずれかの理由により、リモートコンピューター "" に接続できません。1) RDゲートウェイのアクセス許可リストにユーザーアカウントが登録されていない。2) リモートコンピューターをNetBIOS形式（例：computer1）で指定したが、RDゲートウェイではFQDNまたはIPアドレス形式（例：computer1.fabrikam.comまたは157.60.0.1）が想定されている。ネットワーク管理者にお問い合わせください。
pt_br: A Área de Trabalho Remota não pode se conectar ao computador remoto "" por um destes motivos: 1) Sua conta de usuário não está listada na lista de permissões do Gateway RD 2) Você pode ter especificado o computador remoto no formato NetBIOS (por exemplo, computador1) , mas o Gateway RD espera um formato de endereço IP ou FQDN (por exemplo, computer1.fabrikam.com ou 157.60.0.1). Entre em contato com o administrador da rede para obter assistência.
sl_si: Oddaljeno namizje se ne more povezati z oddaljenim računalnikom "" zaradi enega od teh razlogov: 1) Vaš uporabniški račun ni naveden na seznamu dovoljenj prehoda RD 2) Morda ste določili oddaljeni računalnik v formatu NetBIOS (na primer računalnik1) , vendar prehod RD pričakuje FQDN ali obliko naslova IP (na primer computer1.fabrikam.com ali 157.60.0.1). Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 远程桌面无法连接到远程计算机“”，原因如下：1） 您的用户帐户未在 RD 网关的权限列表中列出 2） 您可能已经以 NetBIOS 格式（例如：computer1）指定了远程计算机，但 RD 网关需要 FQDN 或 IP 地址格式（例如：computer1.fabrikam.com 或 157.60.0.1）。 请联系您的网络管理员以获取帮助。
zh_tw: 遠端桌面無法連線至 "" 主機，原因可能為下列之一：1) 您的帳號不在 RD 閘道的授權清單中。2) 您以 NetBIOS 格式（如 computer1）指定了遠端主機，但 RD 閘道預期使用 FQDN 或 IP 位址格式（例如 computer1.fabrikam.com 或 157.60.0.1）。 請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331676
source: Remote Desktop can't connect to the remote computer "" for one of these reasons: 1) Your user account is not authorized to access the RD Gateway "" 2) Your computer is not authorized to access the RD Gateway "" 3) You are using an incompatible authentication method (for example, the RD Gateway might be expecting a smart card but you provided a password) Contact your network administrator for assistance.
fr_fr: Le Bureau à distance ne peut pas se connecter à l'ordinateur distant "" pour l'une de ces raisons: 1) Votre compte utilisateur n'est pas autorisé à accéder à la passerelle RD "" 2) Votre ordinateur n'est pas autorisé à accéder à la passerelle RD "" 3) Vous vous utilisez une méthode d'authentification incompatible (par exemple, la RD Gateway attend peut-être une carte à puce mais vous avez fourni un mot de passe). Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Desktop remoto non può connettersi al computer remoto per uno di questi motivi: 1) L'account utente non è autorizzato ad accedere al gateway RD 2) Il computer non è autorizzato ad accedere al Gateway RD 3) Stai usano un metodo di autenticazione non compatibile (ad esempio, il gateway desktop remoto potrebbe essere in attesa di una smart card ma hai fornito una password). Per assistenza contatta l'amministratore di rete.
ja_jp: リモート デスクトップは、次のいずれかの理由により、リモート コンピューター "" に接続できません。1) ユーザー アカウントに RD ゲートウェイ "" へのアクセスが許可されていません。2) コンピューターに RD ゲートウェイ "" へのアクセスが許可されていません。3) 互換性のない認証方法を使用しています (たとえば、RD ゲートウェイがスマート カードを必要としているのに、パスワードを入力したなど)。サポートについては、ネットワーク管理者に問い合わせてください。
pt_br: A Área de Trabalho Remota não consegue se conectar ao computador remoto "" por um destes motivos: 1) Sua conta de usuário não está autorizada a acessar o Gateway RD "" 2) Seu computador não está autorizado a acessar o Gateway RD "" 3) Você estiver usando um método de autenticação incompatível (por exemplo, o gateway RD pode estar esperando um cartão inteligente, mas você forneceu uma senha). Entre em contato com o administrador da rede para obter assistência.
sl_si: Oddaljeno namizje se ne more povezati z oddaljenim računalnikom "" zaradi enega od teh razlogov: 1) Vaš uporabniški račun ni pooblaščen za dostop do prehoda RD "" 2) Vaš računalnik ni pooblaščen za dostop do prehoda RD "" 3) Vi uporabljate nezdružljivi način preverjanja pristnosti (na primer, prehod RD morda pričakuje pametno kartico, vi pa ste vnesli geslo) Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 远程桌面无法连接到远程计算机“”，原因如下：1） 你的用户帐户没有权限访问 RD 网关 “” 2） 你的计算机没有权限访问 RD 网关 “” 3） 您正在使用不兼容的身份验证方式（例如：RD 网关可能需要智能卡，但您提供了密码）。请联系您的网络管理员以获取帮助。
zh_tw: 遠端桌面無法連線至 "" 主機，原因可能為下列之一：1) 您的帳號未被授權存取 RD 閘道 ""。2) 您的電腦未被授權存取 RD 閘道 ""。3) 您使用了不相容的驗證方式（例如，RD 閘道可能要求智慧卡，但您提供的是密碼）。 請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331679
source: Your computer can't connect to the remote computer because your network administrator has restricted access to this RD Gateway server. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car votre administrateur réseau a limité l'accès à ce serveur RD Gateway. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché l'amministratore di rete ha limitato l'accesso a questo server gateway desktop remoto. Per assistenza contatta l'amministratore di rete.
ja_jp: ネットワーク管理者がこのRDゲートウェイサーバーへのアクセスを制限しているため、お使いのコンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o administrador da rede restringiu o acesso a este servidor Gateway RD. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker je skrbnik omrežja omejil dostop do tega Prehodnega strežnika RD. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为您的网络管理员已限制对此 RD 网关服务器的访问。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為網路管理員已限制存取此 RD 閘道伺服器。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331680
source: Your computer can't connect to the remote computer because the web proxy server requires authentication. To allow unauthenticated traffic to an RD Gateway server through your web proxy server, contact your network administrator.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le serveur proxy Web requiert une authentification. Pour autoriser le trafic non authentifié vers un serveur RD Gateway via votre serveur proxy Web, contactez votre administrateur réseau.
it_it: Questo computer non può connettersi al computer remoto perché il server proxy web richiede l'autenticazione. Per consentire il traffico non autenticato ad un server gateway desktop remoto tramite il server proxy Web, contatta l'amministratore di rete.
ja_jp: Webプロキシサーバーが認証を必要とするため、お使いのコンピューターはリモートコンピューターに接続できません。Webプロキシサーバー経由でRDゲートウェイサーバーへの認証されていないトラフィックを許可するには、ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor proxy da web requer autenticação. Para permitir o tráfego não autenticado para um servidor Gateway RD através do seu servidor proxy da Web, entre em contato com o administrador da rede.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker spletni namestniški strežnik zahteva preverjanje pristnosti. Če želite omogočiti nepreverjen promet do Prehodnega strežnika RD prek vašega spletnega namestniškega strežnika, se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为 Web 代理服务器需要身份验证。若要允许通过 Web 代理服务器向 RD 网关服务器发送未经身份验证的流量，请与您的网络管理员联系。
zh_tw: 您的電腦無法連線至遠端主機，因為網頁代理伺服器需要驗證。若要允許未經驗證的流量透過網頁代理到 RD 閘道伺服器，請聯絡網路管理員。

# RemoteDesktopDisconnectReason_50331682
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server reached its maximum allowed connections. Try reconnecting later or contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant, car le serveur de passerelle Bureau à distance a atteint son nombre maximal de connexions autorisées. Essayez de vous reconnecter ultérieurement ou contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il server gateway desktop remoto ha raggiunto il numero massimo di connessioni consentite. Prova a riconnetterti più tardi o contatta l'amministratore di rete per assistenza.
ja_jp: リモートデスクトップゲートウェイサーバーの接続数が上限に達したため、お使いのコンピューターはリモートコンピューターに接続できません。しばらくしてから再接続するか、ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor Remote Desktop Gateway atingiu o máximo de conexões permitidas. Tente reconectar mais tarde ou entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker je Prehodni strežnik za oddaljeno namizje dosegel največje dovoljeno število povezav. Poskusite znova vzpostaviti povezavo pozneje ali se za pomoč obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为远程桌面网关服务器已达到其允许的最大连接数。请稍后尝试重新连接或联系您的网络管理员以获取帮助。
zh_tw: 由於遠端桌面閘道伺服器已達到允許的最大連線數，您的電腦無法連線至遠端主機。請稍後再試或聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331683
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server does not support the request. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le serveur de passerelle Bureau à distance ne prend pas en charge la demande. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il server gateway desktop remoto non supporta la richiesta. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーが要求をサポートしていないため、お使いのコンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor Remote Desktop Gateway não oferece suporte à solicitação. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker Prehodni strežnik za oddaljeno namizje ne podpira zahteve. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为远程桌面网关服务器不支持该请求。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為遠端桌面閘道伺服器不支援此請求。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331684
source: Your computer can't connect to the remote computer because the client does not support one of the Remote Desktop Gateway's capabilities. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le client ne prend pas en charge l'une des fonctionnalités de la passerelle Bureau à distance. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il client non supporta una delle funzionalità del gateway desktop remoto. Per assistenza contatta l'amministratore di rete.
ja_jp: クライアントがリモートデスクトップゲートウェイの機能の1つをサポートしていないため、コンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o cliente não oferece suporte a um dos recursos do Gateway de Área de Trabalho Remota. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker odjemalec ne podpira ene od zmožnosti prehoda za oddaljeno namizje. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为客户端不支持远程桌面网关的某项功能。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為客戶端不支援遠端桌面閘道的某項功能。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331685
source: Your computer can't connect to the remote computer because the Remote Desktop Gateway server and this computer are incompatible. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le serveur de passerelle Bureau à distance et cet ordinateur sont incompatibles. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché il server gateway desktop remoto e questo computer non sono compatibili. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーとこのコンピューターに互換性がないため、このコンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor Remote Desktop Gateway e este computador são incompatíveis. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker Prehodni strežnik za oddaljeno namizje in ta računalnik nista združljiva. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为远程桌面网关服务器和此计算机不兼容。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為遠端桌面閘道伺服器與此電腦不相容。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331688
source: Your computer can't connect to the remote computer because no certificate was configured to use at the Remote Desktop Gateway server. Contact your network administrator for assistance.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car aucun certificat n'a été configuré pour être utilisé sur le serveur de passerelle Bureau à distance. Contactez votre administrateur réseau pour avoir de l'aide.
it_it: Questo computer non può connettersi al computer remoto perché non è stato configurato un certificato per l'uso nel server gateway desktop remoto. Per assistenza contatta l'amministratore di rete.
ja_jp: リモートデスクトップゲートウェイサーバーで使用する証明書が構成されていないため、コンピューターはリモートコンピューターに接続できません。ネットワーク管理者にお問い合わせください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque nenhum certificado foi configurado para uso no servidor Gateway de Área de Trabalho Remota. Entre em contato com o administrador da rede para obter assistência.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker ni bilo nastavljeno nobeno potrdilo za uporabo na Prehodnem strežniku za oddaljeno namizje. Za pomoč se obrnite na skrbnika omrežja.
zh_cn: 您的计算机无法连接到远程计算机，因为没有配置在远程桌面网关服务器上使用的证书。请联系您的网络管理员以获取帮助。
zh_tw: 您的電腦無法連線至遠端主機，因為在遠端桌面閘道伺服器上未設定任何憑證可供使用。請聯絡網路管理員以獲得協助。

# RemoteDesktopDisconnectReason_50331689
source: Your computer can't connect to the remote computer because the RD Gateway server that you are trying to connect to is not allowed by your computer administrator. If you are the administrator, add this Remote Desktop Gateway server name to the trusted Remote Desktop Gateway server list on your computer and then try connecting again.
fr_fr: Votre ordinateur ne peut pas se connecter à l'ordinateur distant car le serveur RD Gateway auquel vous essayez de vous connecter n'est pas autorisé par l'administrateur de votre ordinateur. Si vous êtes l'administrateur, ajoutez ce nom de serveur de passerelle Bureau à distance à la liste des serveurs de passerelle Bureau à distance approuvés sur votre ordinateur, puis essayez de vous connecter à nouveau.
it_it: Questo computer non può connettersi al computer remoto perché il server gateway desktop remoto a cui stai tentando di connetterti non è autorizzato dall'amministratore del computer. Se sei l'amministratore, aggiungi nel computer il nome del server gateway desktop remoto all'elenco dei server gateway desktop remoto attendibili, quindi riprova a connetterti.
ja_jp: 接続しようとしているRDゲートウェイサーバーがコンピューターの管理者によって許可されていないため、コンピューターはリモートコンピューターに接続できません。管理者の場合は、このリモートデスクトップゲートウェイサーバー名をコンピューターの信頼できるリモートデスクトップゲートウェイサーバー一覧に追加してから、再度接続してください。
pt_br: Seu computador não consegue se conectar ao computador remoto porque o servidor Gateway RD ao qual você está tentando se conectar não é permitido pelo administrador do computador. Se você for o administrador, adicione este nome de servidor Gateway de Área de Trabalho Remota à lista confiável de servidores Gateway de Área de Trabalho Remota em seu computador e tente conectar-se novamente.
sl_si: Vaš računalnik se ne more povezati z oddaljenim računalnikom, ker skrbnik računalnika ne dovoli Prehodnega strežnika za oddaljeno namizje, s katerim se poskušate povezati. Če ste skrbnik, dodajte to ime Prehodnega strežnika za oddaljeno namizje na seznam zaupanja vrednih Strežnikov prehoda za oddaljeno namizje v vašem računalniku in se nato poskusite znova povezati.
zh_cn: 您的计算机无法连接到远程计算机，因为您尝试连接到的 RD 网关服务器未被您的计算机管理员允许。如果您是管理员，请将此远程桌面网关服务器名称添加到计算机上受信任的远程桌面网关服务器列表中，然后再次尝试连接。
zh_tw: 您的電腦無法連線至遠端主機，因為您嘗試存取的 RD 閘道伺服器未被此電腦管理員允許。若您是該管理員，請將此遠端桌面閘道伺服器名稱加入電腦上「受信任的遠端桌面閘道伺服器」清單，再重新嘗試連線。
