Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# DeleteOIDProfileMessage
source: The selected OID profile will be deleted permanently.
fr_fr: Le profil OID choisi sera définitivement supprimé.
it_it: Il profilo OID selezionato verrà eliminato definitivamente.
ja_jp: 選択した OID プロファイルは完全に削除されます。
pt_br: O perfil OID selecionado será excluído permanentemente.
sl_si: Izbrani profil OID bo trajno izbrisan.
zh_cn: 选定的 OID 配置文件将被永久删除。
zh_tw: 所選的 OID 設定檔將被永久刪除。

source: Edit OID profile
fr_fr: Modifier le profil OID
it_it: Modifica profilo OID
ja_jp: OID プロファイルの編集
pt_br: Editar perfil OID
sl_si: Uredi profil OID
zh_cn: 编辑 OID 配置文件
zh_tw: 編輯 OID 設定檔

# EnterPasswordDots
source: Enter password...
fr_fr: Entrez le mot de passe...
it_it: Inserisci password...
ja_jp: パスワードの入力...
pt_br: Inserir senha...
sl_si: Vnesi geslo...
zh_cn: 输入密码...
zh_tw: 輸入密碼...

source: Add tab
fr_fr: Ajouter un onglet
it_it: Aggiungi scheda
ja_jp: タブの追加
pt_br: Adicionar aba
sl_si: Dodaj zavihek
zh_cn: 添加标签
zh_tw: 新增標籤

source: (from profile)
fr_fr: (depuis profil)
it_it: (dal profilo)
ja_jp: (プロファイルから)
pt_br: (do perfil)
sl_si: (iz profila)
zh_cn: （从配置文件）
zh_tw: （從設定檔）

source: New subnet mask
fr_fr: Nouveau masque de sous-réseau
it_it: Nuova maschera sottorete
ja_jp: 新しいサブネットマスク
pt_br: Nova máscara de sub-rede
sl_si: Nova maska podomrežja
zh_cn: 新建子网掩码
zh_tw: 新子網遮罩

source: Add server
fr_fr: Ajouter un serveur
it_it: Aggiungi server
ja_jp: サーバーの追加
pl_pl: Dodaj serwer
pt_br: Adicionar servidor
sl_si: Dodaj strežnik
zh_cn: 添加服务器
zh_tw: 新增伺服器

source: SNTP server
fr_fr: Serveur SNTP
it_it: Server SNTP
ja_jp: SNTP サーバー
pl_pl: Serwer SNTP
pt_br: Servidor SNTP
sl_si: Strežnik SNTP
zh_cn: SNTP 服务器
zh_tw: SNTP 伺服器

# ErrorMessage_TabPageHasError
source: The settings on this page contain errors. Correct them to be able to save.
fr_fr: Les réglages de cette page comportent des erreurs. Corrigez-les pour pouvoir sauvegarder.
it_it: Le impostazioni in questa pagina contengono errori. Correggili per poter salvare.
ja_jp: このページの設定にはエラーがあります。修正して保存してください。
pt_br: As configurações nesta página contêm erros. Corrija-os para poder salvar.
sl_si: Nastavitve na tej strani vsebujejo napake. Popravite jih, da jih lahko shranite.
zh_cn: 本页面的设置包含错误，须更正后才能保存。
zh_tw: 此頁面的設定有錯誤。請先更正，以便能夠儲存。

# HelpMessage_PuTTYHostkey
source: SSH hostkey to use for the connection (like "71:b8:f2:6e..."). Only available if the mode is "SSH".
fr_fr: Clé d'hôte SSH à utiliser pour la connexion (comme "71:b8:f2:6e..."). Seulement disponible si le mode est "SSH".
it_it: Chiave host SSH da usare per la connessione (come "71:b8:f2:6e..."). Disponibile solo se la modalità è "SSH".
ja_jp: 接続に使用するSSHホストキー (例："71:b8:f2:6e...")。モードが "SSH" の場合にのみ使用できます。
pt_br: Chave de host SSH a ser usada para a conexão (como "71:b8:f2:6e..."). Disponível apenas se o modo for "SSH".
sl_si: Ključ gostitelja SSH za povezavo (na primer "71:b8:f2:6e ..."). Na voljo samo, če je način "SSH".
zh_cn: 用于连接的 SSH 主机密钥（如“71:b8:f2:6e...”）。仅当模式为“SSH”时可用。
zh_tw: SSH 主機金鑰（如 71:b8:f2:6e...） 只能於「SSH」模式下使用。

# HelpMessage_PuTTYPrivateKeyFile
source: Full path to the private key file (like "C:\Users\BornToBeRoot\SSH\private_key.ppk"). Only available if the mode is "SSH".
fr_fr: Chemin d'accès complet au fichier de clé privée (comme "C:\Users\BornToBeRoot\SSH\private_key.ppk"). Seulement disponible si le mode est "SSH".
it_it: Percorso completo file chiave privata (come "C:\Users\BornToBeRoot\SSH\private_key.ppk"). Disponibile solo se la modalità è "SSH".
ja_jp: 秘密鍵ファイルへのフルパス (例: "C:\Users\BornToBeRoot\SSH\private_key.ppk")。モードが "SSH" の場合のみ使用できます。
pt_br: Caminho completo para o arquivo de chave privada (como "C:\Users\BornToBeRoot\SSH\private_key.ppk"). Disponível apenas se o modo for "SSH".
sl_si: Celotna pot do datoteke zasebnega ključa (na primer »C:\Users\BornToBeRoot\SSH\private_key.ppk«). Na voljo samo, če je način "SSH".
zh_cn: 私钥文件的完整路径（如“C:\Users\BornToBeRoot\SSH\private_key.ppk”）。仅当模式为“SSH”时可用。
zh_tw: 私鑰檔案的完整路徑（如 C:\Users\BornToBeRoot\SSH\private_key.ppk） 僅於「SSH」模式下可使用。

# HelpMessage_PuTTYUsername
source: Username that will be passed into the PuTTY session. Only available if the mode is "SSH", "Telnet" or "Rlogin".
fr_fr: Nom d'utilisateur qui sera transmis à la session PuTTY. Seulement disponible si le mode est "SSH", "Telnet" ou "Rlogin".
it_it: Nome utente che verrà passato alla sessione PuTTY. Disponibile solo se la modalità è "SSH", "Telnet" o "Rlogin".
ja_jp: PuTTYセッションに渡されるユーザー名。モードが「SSH」、「Telnet」、または「Rlogin」の場合にのみ使用できます。
pt_br: Nome de usuário que será passado para a sessão PuTTY. Disponível apenas se o modo for "SSH", "Telnet" ou "Rlogin".
sl_si: Uporabniško ime, ki bo posredovano v sejo PuTTY. Na voljo samo, če je način "SSH", "Telnet" ali "Rlogin".
zh_cn: 将传入 PuTTY 会话的用户名。仅当模式为“SSH”、“Telnet”或“Rlogin”时可用。
zh_tw: PuTTY 會話所使用的帳號。僅於「SSH」、「Telnet」或「Rlogin」模式下可設定。

source: AS Name
fr_fr: Nom AS
it_it: Nome AS
ja_jp: AS 名
pt_br: Nome AS
sl_si: Ime AS
zh_cn: AS 名称
zh_tw: 自治系統名稱

source: City
fr_fr: Ville
it_it: Città
ja_jp: 市
pl_pl: Miasto
pt_br: Cidade
sl_si: Mesto
zh_cn: 城市
zh_tw: 城市

source: Continent
it_it: Continente
ja_jp: 大陸
pl_pl: Kontynent
pt_br: Continente
sl_si: Celina
zh_cn: 洲
zh_tw: 大陸

source: Country
fr_fr: Pays
it_it: Nazione
ja_jp: 国
pl_pl: Kraj
pt_br: País
sl_si: Država
zh_cn: 国家
zh_tw: 國家

source: Currency
fr_fr: Devise
it_it: Valuta
ja_jp: 通貨
pt_br: Moeda
sl_si: Valuta
zh_cn: 货币
zh_tw: 貨幣

source: District
it_it: Dsitretto
ja_jp: 区
pt_br: Distrito
sl_si: Okraj
zh_cn: 地区
zh_tw: 行政區

source: DNS resolver
fr_fr: Résolveur DNS
it_it: Risoolutore DNS
pt_br: Resolvedor DNS
sl_si: Razreševalec DNS
zh_cn: DNS 解析器
zh_tw: DNS 解析器

source: Geolocation
fr_fr: Géolocalisation
it_it: Geolocalizzazione
pt_br: Geolocalização
sl_si: Geolokacija
zh_cn: 地理位置
zh_tw: 地理位置定位

source: Hosting
fr_fr: Hébergement
pt_br: Hospedagem
sl_si: Gostovanje
zh_cn: 托管
zh_tw: 託管

source: IP geolocation
fr_fr: Géolocalisation IP
it_it: Geolocalizzazione IP
pt_br: Geolocalização por IP
sl_si: Geolokacija IP
zh_cn: IP 地理位置
zh_tw: IP 地理位置定位

source: Latitude
it_it: Latitudine
sl_si: Zemljepisna širina
zh_cn: 纬度
zh_tw: 緯度

source: Longitude
it_it: Longitudine
sl_si: Zemljepisna dolžina
zh_cn: 经度
zh_tw: 經度

source: Mobile
it_it: Cellulare
ja_jp: モバイル
pt_br: Móvel
sl_si: Mobilna
zh_cn: 移动
zh_tw: 行動

source: Organization
fr_fr: Organisation
it_it: Organizzazione
ja_jp: 組織
pt_br: Organização
sl_si: Organizacija
zh_cn: 组织
zh_tw: 機構

source: PTR record
fr_fr: Enregistrement PTR
it_it: Record PTR
ja_jp: PTRレコード
pt_br: Registro PTR
sl_si: Zapis PTR
zh_cn: PTR 记录
zh_tw: PTR 記錄

source: Timezone
fr_fr: Fuseau horaire
it_it: Fuso orario
ja_jp: タイムゾーン
pl_pl: Strefa czasowa
pt_br: Fuso horário
sl_si: Časovni pas
zh_cn: 时区
zh_tw: 時區

# ZipCode
source: Zip
fr_fr: Code postal
it_it: CAP
ja_jp: 郵便番号
pt_br: CEP
zh_cn: 压缩
zh_tw: 郵遞區號

# ExternalService_ip_api_Description
source: IP Geolocation API - Fast, accurate, reliable
fr_fr: API de géolocalisation IP - Rapide, précise et fiable
it_it: API geolocalizzazione IP: veloce, precisa, affidabile
ja_jp: IP位置情報API - 高速、正確、信頼性
pt_br: API de geolocalização por IP – rápida, precisa e confiável
sl_si: API Geolokacija IP - Hitro, natančno, zanesljivo
zh_cn: IP 地理位置 API - 快速、准确、可靠
zh_tw: IP 地理位置定位 API — 快速、精確、可靠

source: Check DNS resolver
fr_fr: Vérifier le résolveur DNS
it_it: Verifica risolutore DNS
ja_jp: DNSリゾルバの確認
pt_br: Verificar resolvedor DNS
sl_si: Preveri razreševalnik DNS
zh_cn: 检查 DNS 解析器
zh_tw: 檢查 DNS 解析器

source: Check IP geolocation
fr_fr: Vérifier la géolocalisation IP
it_it: Verifica geolocalizzazione IP
ja_jp: IP位置情報の確認
pt_br: Verificar geolocalização por IP
sl_si: Preveri geolokacijo IP
zh_cn: 检查 IP 地理位置
zh_tw: 檢查 IP 地理位置定位

# HelpMessage_CheckDNSResolver
source: The DNS resolver is determined via ip-api.com. URL: https://edns.ip-api.com/
fr_fr: Le résolveur DNS est défini via ip-api.com. URL: https://edns.ip-api.com/
it_it: Il risolutore DNS viene determinato tramite ip-api.com. URL: https://edns.ip-api.com/
ja_jp: DNS リゾルバは ip-api.com によって決定されます。 URL: https://edns.ip-api.com/
pt_br: O resolvedor DNS é determinado via ip-api.com. URL: https://edns.ip-api.com/
sl_si: Reševalec DNS se določi prek ip-api.com. URL: https://edns.ip-api.com/
zh_cn: DNS 解析通过 ip-api.com 确定。 URL: https://edns.ip-api.com/
zh_tw: DNS 解析器由 ip‑api.com 決定。 網址：https://edns.ip-api.com/

# HelpMessage_CheckIPGeolocation
source: The IP geolocation is determined via ip-api.com. URL: http://ip-api.com/
fr_fr: La géolocalisation IP est établie via ip-api.com. URL: http://ip-api.com/
it_it: La geolocalizzazione IP viene determinata tramite ip-api.com. URL: http://ip-api.com/
ja_jp: IP の地理位置は ip-api.com によって決定されます。 URL: http://ip-api.com/
pt_br: A geolocalização por IP é determinada via ip-api.com. URL: http://ip-api.com/
sl_si: Geolokacija IP se določi preko ip-api.com. URL: http://ip-api.com/
zh_cn: P 地理位置通过 ip-api.com 确定。 URL: http://ip-api.com/
zh_tw: IP 地理位置定位是透過 ip‑api.com 確定的。 網址：http://ip-api.com/

# WelcomePrivacyMessage
source: To provide additional features, third party services are used that are not operated by me. You can deselect them below. No data is transferred to me at any time.
fr_fr: Pour fournir des fonctionnalités supplémentaires, nous utilisons des services tiers qui ne sont pas gérés par moi. Vous pouvez les décocher ci-dessous. Aucune donnée ne m'est transmise à aucun moment.
it_it: Per fornire funzionalità aggiuntive, vengono utilizzati servizi di terze parti che non sono gestiti da me. Puoi deselezionarli di seguito. Nessun dato viene inviato ll'autore in nessun momento.
ja_jp: 追加機能を提供するために、私が運営していないサードパーティのサービスが利用されています。以下の選択を解除できます。いかなる場合も、私にデータが転送されることはありません。
pt_br: Para fornecer recursos adicionais, são utilizados serviços de terceiros que não são operados por mim. Você pode desmarcá-los abaixo. Nenhum dado é transferido para mim em nenhum momento.
sl_si: Za zagotavljanje dodatnih funkcij se uporabljajo storitve tretjih oseb, ki jih ne upravljam jaz. Spodaj jih lahko prekličete. V nobenem trenutku se mi ne prenesejo nobeni podatki.
zh_cn: 为了提供更多功能，我们使用了非我运营的第三方服务。您可以在下面取消选择。任何时候都不会向我传输数据。
zh_tw: 為提供額外功能，我會使用第三方服務，並非由我運營。您可以在下方取消選取它們。我永遠不會將任何資料傳送給我。

# CheckingDNSResolverDots
source: Checking DNS resolver...
fr_fr: Vérification du résolveur DNS...
it_it: Verifica risolutore DNS...
ja_jp: DNS リゾルバを確認しています...
pt_br: Verificando resolvedor DNS
sl_si: Preverjanje razreševalnika DNS...
zh_cn: 正在检查 DNS 解析...
zh_tw: 正在檢查 DNS 解析器...

# CheckingIPGeolocationDots
source: Checking IP geolocation...
fr_fr: Vérification de la géolocalisation IP...
it_it: Verifica geolocalizzazione IP...
ja_jp: IP 地理位置情報を確認しています...
pt_br: Verificando geolocalização por IP
sl_si: Preverjanje geolokacije IP
zh_cn: 检查 IP 地理位置...
zh_tw: 正在檢查 IP 地理位置定位…

# CheckNetworkConnectionTryAgainMessage
source: Check your network connection and try again in a few seconds.
fr_fr: Vérifiez votre connexion réseau et réessayez dans quelques secondes.
it_it: Controlla la connessione di rete e riprova tra qualche secondo.
ja_jp: ネットワーク接続を確認し、数秒後にもう一度お試しください。
pt_br: Verifique sua conexão de rede e tente novamente em alguns segundos.
sl_si: Preverite omrežno povezavo in poskusite znova čez nekaj sekund.
zh_cn: 请检查您的网络连接，稍后再试。
zh_tw: 請檢查您的網路連線，稍後再嘗試幾秒鐘。

# IPApiRateLimitMessage
source: ip-api.com rate limit reached (too many requests from your network)! Try again in a few seconds.
fr_fr: Limite de débit ip-api.com atteinte (trop de requêtes de votre réseau)! Réessayez dans quelques secondes.
it_it: Raggiunto limite ip-api.com (troppe richieste dal questa rete)! Riprova tra qualche secondo.
ja_jp: ip-api.com のレート制限に達しました (ネットワークからのリクエストが多すぎます)! 数秒後にもう一度お試しください。
pt_br: Limite de taxa ip-api.com atingido (muitas solicitações da sua rede)! Tente novamente em alguns segundos.
sl_si: Dosežena je omejitev hitrosti ip-api.com (preveč zahtev iz vašega omrežja)! Poskusite ponovno čez nekaj sekund.
zh_cn: 已达到 ip-api.com 的速率限制（请求过多）！ 请稍后再试。
zh_tw: 已超過 ip‑api.com 的速率上限（來自您所在網路的請求數量過多）。 請等候數秒後再重試。

source: HTTP status code
fr_fr: Code de statut HTTP
it_it: Codice stato HTTP
ja_jp: HTTP 状態コード
pt_br: Código de status HTTP
sl_si: Koda stanja HTTP
zh_cn: HTTP 状态码
zh_tw: HTTP 狀態碼

# Accen_Steel
source: Steel
fr_fr: Acier
it_it: Acciaio
ja_jp: スチール
pt_br: Aço
sl_si: Jeklo
zh_cn: 铁灰色
zh_tw: 鐵灰色

# RateLimitReachedTryAgainInXSeconds
source: Rate limit reached! Try again in {0} seconds...
fr_fr: Limite de débit atteinte! Réessayez dans quelques {0} secondes...
it_it: Raggiunto limite rapporto! Riprova dentro {0} secondi...
ja_jp: レート制限に達しました。{0} 秒後にもう一度お試しください...
pt_br: Limite de taxa atingido! Tente novamente em {0} segundos...
sl_si: Omejitev stopnje je dosežena! Poskusite znova čez {0} sekund ...
zh_cn: 达到速率限制！请{0}秒钟后再试...
zh_tw: 已達到速率限制！請在 {0} 秒後重試…

# ProfileGroup_General
source: General
fr_fr: Général
it_it: Generale
ja_jp: 全般
pt_br: Geral
sl_si: Splošno
zh_cn: 常规
zh_tw: 一般

source: No reachable hosts found!
fr_fr: Aucun hôte accessible trouvé!
it_it: Nessun host raggiungibile trovato!
ja_jp: アクセス可能なホストが見つかりません!
pt_br: Nenhum host acessível encontrado!
sl_si: Ni dosegljivih gostiteljev!
zh_cn: 未找到可连接的主机！
zh_tw: 未發現可連線的主機！

# ProfileGroup_Application
source: Application
it_it: Applicazione
ja_jp: アプリケーション
pt_br: Aplicativo
sl_si: Aplikacija
zh_cn: 应用程序
zh_tw: 應用程式

# HelpMessage_ExperimentalFeatures
source: Enable experimental features to test new functions. These are not yet complete, contain bugs, can crash the application and may change again until release.
fr_fr: Activez les fonctionnalités expérimentales pour tester de nouvelles fonctions. Celles-ci sont encore incomplètes, contiennent des bugs, peuvent faire planter l'application et peuvent encore changer jusqu'à la sortie.
it_it: Abilita le funzionalità sperimentali per testare nuove funzioni. Questi non sono ancora completi, contengono bug, possono mandare in crash l'applicazione e potrebbero cambiare di nuovo fino al rilascio.
ja_jp: 新しい機能をテストするために、試験的な機能を有効にしてください。これらの機能はまだ完成しておらず、バグが含まれており、アプリケーションをクラッシュさせる可能性があり、リリースまでに変更される可能性があります。
pt_br: Habilite recursos experimentais para testar novas funções. Eles ainda não estão completos, contêm bugs, podem travar o aplicativo e podem mudar novamente até o lançamento.
sl_si: Omogočite eksperimentalne funkcije, da preizkusite nove funkcije. Te še niso dokončane, vsebujejo napake, lahko zrušijo aplikacijo in se lahko znova spremenijo do izdaje.
zh_cn: 启用实验功能来测试新功能。这些功能尚未完成，会包含错误，可能导致应用程序崩溃，并可能在发布前再次更改。
zh_tw: 啟用實驗功能以測試新功能。這些尚未完成，可能含錯誤、可能導致應用程式崩潰，並且在正式發佈前可能再次更改。

source: Experimental features
fr_fr: Fonctionnalités expérimentales
it_it: Funzioni sperimentali
ja_jp: 実験的な機能
pt_br: Recursos experimentais
sl_si: Eksperimentalne funkcije
zh_cn: 实验功能
zh_tw: 實驗性功能

source: Experimental
fr_fr: Expérimentale
it_it: Sperimentale
ja_jp: 実験的
sl_si: Experimentalno
zh_cn: 实验性
zh_tw: 實驗性

# Watermark_RunCommand
source: Run command...
fr_fr: Exécuter la commande...
it_it: Esegui comando...
ja_jp: コマンドを実行...
pt_br: Executar comando...
sl_si: Zaženi ukaz
zh_cn: 运行命令...
zh_tw: 執行命令…

# ApplicationName_IPGeolocation
source: IP Geolocation
fr_fr: Géolocalisation IP
it_it: Geolocalizzazione IP
ja_jp: IP 位置情報
pt_br: Geolocalização por IP
sl_si: Geolokacija naslova IP
zh_cn: IP 地理位置
zh_tw: IP 地理位置定位

source: Add a tab to query the IP geolocation...
fr_fr: Ajout d'un onglet pour interroger la géolocalisation IP...
it_it: Aggiungi una scheda per l'interrogazione della geolocalizzazione IP...
ja_jp: IP 位置情報を照会するためのタブを追加...
pt_br: Adicionar aba para consultar geolocalização por IP...
sl_si: Dodaj zavihek za poizvedbo po geolokaciji naslova IP...
zh_cn: 添加一个 IP 地理位置查询页...
zh_tw: 新增一個分頁以查詢 IP 地理位置…

# EnterADomainToQueryWhoisDots
source: Enter a domain to query whois...
fr_fr: Entrez un domaine pour interroger whois...
it_it: Inserisci un dominio per interrogare whois...
ja_jp: whois を照会するドメインの入力...
pt_br: Adicionar domínio para consultar whois...
sl_si: Vnesi domeno za poizvedbo whois...
zh_cn: 输入要查询 whois 的域名...
zh_tw: 輸入要查詢 WhoIs 的網域名稱...

# EnterHostToQueryIPGeolocationDots
source: Enter host to query IP geolocation...
fr_fr: Entrez l'hôte pour interroger la géolocalisation IP...
it_it: Inserisci un host per interrogare la geolocalizzazione IP...
ja_jp: IP 位置情報を照会するにはホストの入力...
pt_br: Adicionar host para consultar geolocalização por IP...
sl_si: Vnesi gostitelja za poizvedbo o geolokaciji naslova IP...
zh_cn: 输入主机名以查询 IP 地理位置...
zh_tw: 輸入要查詢 IP 地理位置的主機名稱...

# SNMPV3ErrorCode_UnknownUserName
source: Unknown user name.
fr_fr: Nom d'utilisateur inconnu.
it_it: Nome utente sconosciuto.
ja_jp: ユーザー名が不明です。
pt_br: Nome de usuário desconhecido.
sl_si: Neznano uporabniško ime.Neznano uporabniško ime.
zh_cn: 未知用户名。
zh_tw: 未知的使用者名稱。

# SNMPV3ErrorCode_AuthenticationFailed
source: Authentication failure (incorrect password, community or key).
fr_fr: Échec d'authentification (mot de passe, communauté ou clé incorrect).
it_it: Errore autenticazione (password, comunità o chiave errati).
ja_jp: 認証に失敗しました (パスワード、コミュニティ、またはキーが正しくありません)。
pt_br: Falha de autenticação (senha, comunidade ou chave incorreta).
sl_si: Napaka pri preverjanju pristnosti (nepravilno geslo, skupnost ali ključ).
zh_cn: 认证失败（密码、社区字符串或密钥不正确）。
zh_tw: 驗證失敗（密碼、社群或金鑰不正確）。

# SNMPErrorCode_NoError
source: The operation was successful without any errors.
fr_fr: L'opération a réussi sans aucune erreur.
it_it: L'operazione è andata a buon fine senza alcun errore.
ja_jp: 操作はエラーなく成功しました。
pt_br: A operação foi bem-sucedida sem erros.
sl_si: Operacija je bila uspešna brez napak.
zh_cn: 操作成功，未出现任何错误。
zh_tw: 操作成功，未發生任何錯誤。

# SNMPErrorCode_TooBig
source: The response to your request was too large to fit into a single response!
fr_fr: La réponse à votre demande était trop longue pour tenir dans une seule réponse!
it_it: La risposta alla richiesta era troppo grande per essere contenuta in un'unica risposta!
ja_jp: リクエストに対する応答が大きすぎて、1 つの応答に収まりきりません。
pt_br: A resposta à sua solicitação era muito grande para caber em uma única resposta!
sl_si: Odgovor na vašo zahtevo je bil predolg, da bi ga vključili v en odgovor!
zh_cn: 对您请求的响应数据过大，无法一次性完整装入单个响应中！
zh_tw: 您的請求回應內容過大，無法一次完整顯示！

# SNMPErrorCode_NoSuchName
source: The requested OID could not be found!
fr_fr: L'OID demandé est introuvable!
it_it: L'OID richiesto non è stato trovato!
ja_jp: 要求された OID が見つかりませんでした!
pt_br: O OID solicitado não foi encontrado!
sl_si: Zahtevanega OID-ja ni bilo mogoče najti!
zh_cn: 无法找到所请求的 OID！
zh_tw: 所請求的 OID 無法找到！

# SNMPErrorCode_BadValue
source: A read-write or write-only object was set to an inconsistent value!
fr_fr: Objet en lecture-écriture ou écriture seule a été défini sur une valeur incohérente!
it_it: Un oggetto di lettura-scrittura o di sola scrittura è stato impostato su un valore non coerente!
ja_jp: 読み取り/書き込みまたは書き込み専用オブジェクトに矛盾した値が設定されました!
pt_br: Um objeto de leitura-gravação ou somente gravação foi definido com um valor inconsistente!
sl_si: Predmet 'branje-pisanje' ali 'samo-pisanje' je bil nastavljen na nedosledno vrednost!
zh_cn: 一个允许读写或仅允许写入的对象被赋予了不相符的值！
zh_tw: 一個可讀寫或僅可寫的物件被設定為不一致的值！

# SNMPErrorCode_ReadOnly
source: The requested OID does not exist and is not writable!
fr_fr: L'OID demandé n'existe pas et n'est pas accessible en écriture!
it_it: L'OID richiesto non esiste e non è scrivibile!
ja_jp: 要求された OID は存在せず、書き込み可能ではありません!
pt_br: O OID solicitado não existe e não é gravável!
sl_si: Zahtevani OID ne obstaja in ni zapisljiv!
zh_cn: 请求的 OID 不存在且不可写！
zh_tw: 所請求的 OID 不存在且不可寫入！

# SNMPErrorCode_GenError
source: An error occurred for which no specific message is available!
fr_fr: Une erreur est survenue pour laquelle aucun message spécifique n'est disponible!
it_it: Si è verificato un errore per il quale non è disponibile alcun messaggio specifico!
ja_jp: 特定のメッセージがないエラーが発生しました!
pt_br: Ocorreu um erro para o qual nenhuma mensagem específica está disponível!
sl_si: Prišlo je do napake, za katero ni na voljo nobenega posebnega sporočila!
zh_cn: 发生了一个错误，但没有可用的具体错误信息！
zh_tw: 發生了無法提供具體訊息的錯誤！

# SNMPErrorCode_NoAccess
source: The requested object is not accessible for modification!
fr_fr: L'objet demandé n'est pas accessible en modification!
it_it: L'oggetto richiesto non è accessibile per la modifica!
ja_jp: 要求されたオブジェクトは変更のためにアクセスできません!
pt_br: O objeto solicitado não está acessível para modificação!
sl_si: Zahtevani predmet ni dostopen za spreminjanje!
zh_cn: 请求的对象不可访问，无法修改！
zh_tw: 所請求的對象不可被修改！

# SNMPErrorCode_WrongType
source: The object was set to an incompatible data type!
fr_fr: L'objet a été défini sur un type de données incompatible!
it_it: L'oggetto è stato impostato su un tipo di dati non compatibile!
ja_jp: オブジェクトが互換性のないデータ型に設定されました!
pt_br: O objeto foi definido como um tipo de dados incompatível!
sl_si: Predmet je bil nastavljen na nezdružljio vrsto podatov!
zh_cn: 对象被设置为一个不兼容的数据类型！
zh_tw: 該物件被設定為不相容的資料型別！

# SNMPErrorCode_WrongLength
source: The value assigned to the object exceeds its maximum length!
fr_fr: La valeur assignée à l'objet dépasse sa longueur maximale!
it_it: Il valore assegnato all'oggetto supera la sua lunghezza massima!
ja_jp: オブジェクトに割り当てられた値が最大長を超えています!
pt_br: O valor atribuído ao objeto excede seu comprimento máximo!
sl_si: Dodeljena vrednost predmeta presega njegovo največjo dovoljeno dolžino!
zh_cn: 分配给对象的值超过其最大长度！
zh_tw: 所設定的值超過物件允許的最大長度！

# SNMPErrorCode_WrongEncoding
source: The encoding used for the object is incorrect!
fr_fr: L'encodage utilisé pour l'objet est incorrect!
it_it: La codifica usata per l'oggetto non è corretta!
ja_jp: オブジェクトに使用されているエンコーディングが正しくありません!
pt_br: A codificação usada para o objeto está incorreta!
sl_si: Uporabljeno kodiranje predmeta ni pravilno!
zh_cn: 对象使用的编码不正确！
zh_tw: 物件使用的編碼不正確！

# SNMPErrorCode_WrongValue
source: The value assigned to the object is not a valid choice!
fr_fr: La valeur attribuée à l'objet est un choix invalide!
it_it: Il valore assegnato all'oggetto non è una scelta valida!
ja_jp: オブジェクトに割り当てられた値は有効な選択ではありません!
pt_br: O valor atribuído ao objeto não é uma escolha válida!
sl_si: Dodeljena vrednost predmeta ni veljavna izbira!
zh_cn: 分配给对象的值不是一个有效的选择！
zh_tw: 所設定的值不是有效選項！

# SNMPErrorCode_NoCreation
source: The requested object does not exist and cannot be created!
fr_fr: L'objet demandé n'existe pas et ne peut être créé!
it_it: L'oggetto richiesto non esiste e non può essere creato!
ja_jp: 要求されたオブジェクトは存在しないため、作成できません!
pt_br: O objeto solicitado não existe e não pode ser criado!
sl_si: Zahtevani predmet ne obstaja in ga ni mogoče ustvariti!
zh_cn: 请求的对象不存在，无法创建！
zh_tw: 所請求的物件不存在且無法建立！

# SNMPErrorCode_InconsistentValue
source: The MIB variable is currently in an inconsistent state and cannot be modified!
fr_fr: La variable MIB est actuellement dans un état incohérent et non modifiable!
it_it: La variabile MIB è attualmente in uno stato non coerente e non può essere modificata!
ja_jp: MIB 変数は現在不整合な状態にあるため、変更できません!
pt_br: A variável MIB está atualmente em um estado inconsistente e não pode ser modificada!
sl_si: Spremenljivka MIB je trenutno v nedoslednem stanju in je ni mogoče spreminjati!
zh_cn: MIB 变量当前处于不一致状态，无法修改！
zh_tw: MIB 變數目前處於不一致狀態，無法進行修改！

# SNMPErrorCode_ResourceUnavailable
source: There are no available system resources to perform the requested operation!
fr_fr: Aucune ressource système n'est disponible pour effectuer l'opération demandée!
it_it: Non ci sono risorse di sistema disponibili per eseguire l'operazione richiesta!
ja_jp: 要求された操作を実行するために利用可能なシステム リソースがありません!
pt_br: Não há recursos de sistema disponíveis para realizar a operação solicitada!
sl_si: Za izvedbo zahtevane operacije ni razpoložljivih sistemskih virov
zh_cn: 没有可用的系统资源来执行请求的操作！
zh_tw: 目前尚無足夠系統資源以完成此項操作！
