Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

source: The application can be started without parameters!
cs_cz: Aplikace může být spuštěna bez parametrů!
es_es: ¡La aplicación se puede iniciar sin parámetros!
fr_fr: L'application peut être lancée sans paramètres!
it_it: L'applicazione può essere avviata senza argomenti!
ja_jp: アプリはパラメータなしで起動できます!
ko_kr: 매개 변수 없이 응용 프로그램을 시작할 수 있습니다!
pl_pl: Aplikacja może zostać uruchomiona bez parametrów!
pt_br: O aplicativo pode ser iniciado sem parâmetros!
sl_si: Program je mogoče zagnati brez parametrov!
zh_cn: 此应用程序无需参数即可启动！
zh_tw: 此應用程式可以在未提供任何參數時啟動！

source: The following hostnames could not be resolved:
cs_cz: Následující názvy hostů nemohly být přeloženy:
es_es: Los siguientes nombres de host no se pudieron resolver:
fr_fr: Les noms d'hôtes suivants n'ont pas pu être résolus:
it_it: Non è stato possibile risolvere i seguenti nomi host:
ja_jp: 解決できなかったホスト名 :
ko_kr: 다음 호스트 이름을 확인할 수 없습니다:
pl_pl: Następujące nazwy hosta nie mogą zostać odwzorowane:
pt_br: Os seguintes nomes de host não puderam ser resolvidos:
sl_si: Naslednjih imen gostiteljev ni bilo mogoče razrešiti:
zh_cn: 下列主机名无法完成解析：
zh_tw: 以下主機名稱無法解析：

source: The following parameters are available:
cs_cz: Dostupné parametry:
es_es: Están disponibles los siguientes parámetros:
fr_fr: Les paramètres suivants sont disponibles:
it_it: Sono disponibili i seguenti parametri:
ja_jp: 使用可能なパラメータ :
ko_kr: 다음 매개변수를 사용할 수 있습니다:
pl_pl: Następujące parametry są dostępne:
pt_br: Os seguintes parâmetros estão disponíveis:
sl_si: Na voljo so naslednji parametri:
zh_cn: 下列参数可用：
zh_tw: 以下參數可用：

# TheFollowingParametersCanNotBeProcesses
source: The following parameters can not be processed:
cs_cz: Následující parametry nemohly být zpracovány:
es_es: No se pueden procesar los siguientes parámetros:
fr_fr: Les paramètres suivants ne peuvent pas être traités:
it_it: I seguenti parametri non possono essere elaborati:
ja_jp: 処理できないパラメータ :
ko_kr: 다음 매개변수를 처리할 수 없습니다:
pl_pl: Następujące parametry nie mogą zostać przetworzone:
pt_br: Os seguintes parâmetros não podem ser processados:
sl_si: Naslednjih parametrov ni mogoče obdelati:
zh_cn: 无法处理以下参数：
zh_tw: 以下參數無法處理：

# TheProcessCanTakeUpSomeTimeAndResources
source: The process can take up some time and resources (CPU / RAM).
cs_cz: Operace může trvat delší dobu a spotřebovat více prostředků (CPU / RAM).
es_es: El proceso puede tomar algo de tiempo y recursos (CPU / RAM).
fr_fr: Le processus peut prendre du temps et des ressources (CPU / RAM).
it_it: Il processo può richiedere del tempo e delle risorse (CPU / RAM).
ja_jp: このプロセスには時間とリソースがかかる場合があります。 (CPU / RAM)
ko_kr: 프로세스에는 시간과 리소스 (CPU / RAM)가 다소 소요될 수 있습니다.
pl_pl: Operacja może zająć trochę czasu i zasobów komputera (CPU / RAM).
pt_br: O processo pode levar algum tempo e recursos (CPU / RAM).
sl_si: Proces lahko vzame nekaj časa in virov (CPE/RAM).
zh_cn: 此进程将耗费一些时间和资源（CPU/RAM）。
zh_tw: 此過程可能會佔用較長時間及系統資源（CPU／RAM）。

source: The settings location is not affected!
es_es: La ubicación de configuración no está afectada
fr_fr: L'emplacement des paramètres n'est pas affecté
it_it: I file delle impostazioni non sono interessati dal problema!
ja_jp: 設定場所は影響を受けません!
ko_kr: 설정 위치는 영향을 받지 않습니다
pl_pl: Lokalizacja ustawień jest nienaruszona
pt_br: A pasta de configurações não é afetada!
sl_si: Nastavitev lokacije ni prizadeta!
zh_cn: 此设置位置无效!
zh_tw: 設定位置不會被改動！

# TimeoutOnSNMPQuery
source: Timeout on SNMP query. Maybe the host is not reachable or the community / password is wrong.
fr_fr: Délai d'expiration sur la requête SNMP. Peut-être que l'hôte n'est pas joignable ou que la communauté/le mot de passe est erroné.
it_it: Timeout sulla query SNMP. Forse l'host non è raggiungibile oppure la community/password è sbagliata.
ja_jp: SNMPクエリがタイムアウトしました。ホストにアクセスできないか、コミュニティ/パスワードが間違っている可能性があります。
pt_br: Tempo limite na consulta SNMP. Talvez o host não esteja acessível ou a comunidade/senha esteja errada.
sl_si: Časovna omejitev pri poizvedbi SNMP. Morda gostitelj ni dosegljiv ali pa je skupnost/geslo napačno.
zh_cn: SNMP 查询超时。可能是主机无法访问或社区字符串/密码错误。
zh_tw: SNMP 查詢逾時。可能主機無法連線，或社群字串／密碼錯誤。

# TimeoutWhenQueryingDNSServerMessage
source: Timeout when querying the DNS server with the IP address "{0}"!
cs_cz: Došlo k časovému limitu dotazu DNS serveru "{0}"!
es_es: ¡Tiempo de espera al consultar el servidor DNS con la dirección IP "{0}"!
fr_fr: Délai d'attente lors de l'interrogation du serveur DNS avec l'adresse IP "{0}"!
it_it: Time out durante l'interrogazione del server DNS con l'indirizzo IP "{0}"
ja_jp: IP アドレス "{0}" で DNS サーバーにクエリを実行中にタイムアウトが発生しました!
ko_kr: IP 주소 "{0}"으로 DNS 서버를 쿼리할 때 시간이 초과되었습니다!
pl_pl: Osiągnięto limit czasu odpytując serwer DNS "{0}"!
pt_br: Tempo limite ao consultar o servidor DNS com o endereço IP "{0}"!
sl_si: Časovna omejitev pri poizvedbi strežnika DNS z naslovom IP "{0}"!
zh_cn: 从DNS服务器查询IP地址“{0}”超时！
zh_tw: 使用 IP 位址「{0}」查詢 DNS 伺服器時逾時！

source: Timestamp
cs_cz: Časové razítko
es_es: Marca de tiempo
fr_fr: Horodatage
it_it: Data/ora
ja_jp: タイムスタンプ
ko_kr: 타임스탬프
pl_pl: Znacznik czasu
pt_br: Carimbo de data/hora
sl_si: Časovni žig
zh_cn: 时间戳
zh_tw: 時間戳記

source: Trace
es_es: Rastrear
fr_fr: Tracer
ja_jp: トレース
ko_kr: 추적
sl_si: Sledi
zh_cn: 跟踪
zh_tw: 追蹤

source: Unkown error!
cs_cz: Neznámá chyba!
es_es: ¡Error desconocido!
fr_fr: Erreur inconnue!
it_it: Errore sconosciuto!
ja_jp: 不明なエラー!
ko_kr: 알 수 없는 오류!
pl_pl: Nieznany błąd!
pt_br: Erro desconhecido!
sl_si: Neznana napaka!
zh_cn: 未知错误！
zh_tw: 未知錯誤！

source: Untray / Bring window to foreground
fr_fr: Détacher / Mettre la fenêtre au premier plan
it_it: Porta la finestra in primo piano
ja_jp: トレイ解除/ウィンドウを前面に移動
pt_br: Trazer janela para a frente
sl_si: Odstrani iz programske vrstice/Postavi okno v ospredje
zh_cn: 打开托盘/将窗口放到前台
zh_tw: 從托盤移除／將視窗提升至前景

source: URL
sl_si: URL naslov
zh_tw: 網址

source: Use credentials
cs_cz: Použít pověření
es_es: Usar credenciales
fr_fr: Utiliser les justificatifs d'identité
it_it: Usa credenziali
ja_jp: 資格情報の使用
ko_kr: 자격 증명 사용
pl_pl: Użyj poświadczeń
pt_br: Usar credenciais
sl_si: Uporabi poverilnice
zh_cn: 使用凭据
zh_tw: 使用認證

# UseCurrentViewSize
source: Use the current view size as the screen size
cs_cz: Použít současné zobrazení jako velikost obrazovky
es_es: Usar el tamaño de la vista actual como tamaño de pantalla
fr_fr: Utiliser la taille d'affichage actuelle comme taille d'écran
it_it: Usa la dimensione della visualizzazione attuale come dimensione dello schermo
ja_jp: 現在の表示サイズを画面サイズとして使用
ko_kr: 현재 보기 크기를 화면 크기로 사용
pl_pl: Użyj bieżących rozmiarów widoku jako wielkości ekranu
pt_br: Usar tamanho de visualização atual como tamanho da tela
sl_si: Kot velikost zaslona uporabi trenutno velikost prikaza
zh_cn: 使用当前视图大小作为屏幕大小
zh_tw: 以目前的檢視尺寸作為螢幕尺寸

source: Use custom DNS server
cs_cz: Použít vlastní DNS server
es_es: Usar servidor DNS personalizado
fr_fr: Utiliser un serveur DNS personnalisé
it_it: Usa server DNS personalizzato
ja_jp: カスタム DNS サーバーを使用
ko_kr: 사용자 지정 DNS 서버 사용
pl_pl: Użyj niestandardowego serwera DNS
pt_br: Usar servidor DNS personalizado
sl_si: Uporabi strežnik DNS po meri
zh_cn: 使用自定义DNS服务器
zh_tw: 使用自訂 DNS 伺服器

source: Use custom DNS suffix
cs_cz: Použít vlastní DNS příponu
es_es: Usar sufijo de DNS personalizado
fr_fr: Utiliser un suffixe DNS personnalisé
it_it: Usa suffisso DNS personalizzato
ja_jp: カスタム DNS サフィックスを使用
ko_kr: 사용자 지정 DNS 접미사 사용
pl_pl: Użyj niestandardowego sufiksu DNS
pt_br: Usar sufixo DNS personalizado
sl_si: Uporabi pripono DNS po meri
zh_cn: 使用自定义DNS后缀
zh_tw: 使用自訂 DNS 尾碼

source: Use resolver cache
cs_cz: Použít mezipaměť překladu
es_es: Usar caché de resolución
fr_fr: Utiliser le cache du résolveur
it_it: Usa la cache del resolver
ja_jp: リゾルバーキャッシュを使用
ko_kr: 해결사 캐시 사용
pl_pl: Użyj pamięci podręcznej serwera
pt_br: Usar cache do resolvedor
sl_si: Uporabi predpomnilnik razreševalnika
zh_cn: 使用解析缓存
zh_tw: 使用解析快取

source: User interface locked!
cs_cz: Uživatelský interfejs zamknut!
es_es: ¡Interfaz de usuario bloqueada!
fr_fr: Interface utilisateur verrouillée!
it_it: Interfaccia utente bloccata!
ja_jp: ユーザーインタフェースがロックされました!
ko_kr: 사용자 인터페이스가 잠겼습니다!
pl_pl: Interfejs użytkownika zablokowany!
pt_br: Interface do usuário bloqueada!
sl_si: Uporabniški vmesnik je zaklenjen!
zh_cn: 用户界面已锁定！
zh_tw: 使用已鎖定介面！

source: Username
cs_cz: Uživatel
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
sl_si: Uporabniško ime
zh_cn: 用户名
zh_tw: 使用者名稱

source: Vendor
cs_cz: Výrobce
es_es: Proveedor
fr_fr: Vendeur
it_it: Fornitore
ja_jp: ベンダー
ko_kr: 공급 업체
pl_pl: Dostawca
pt_br: Fornecedor
sl_si: Prodajalec
zh_cn: 供应商
zh_tw: 廠商

source: Version
cs_cz: Verze
es_es: Versión
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pl_pl: Wersja
pt_br: Versão
sl_si: Različica
zh_cn: 版本
zh_tw: 版本

# VersionxxIsAvailable
source: Version {0} is available!
cs_cz: Je dostupná verze {0}!
es_es: ¡La versión {0}está disponible!
fr_fr: Version {0} est disponible!
it_it: Disponibile versione {0}!
ja_jp: バージョン {0} が利用可能です!
ko_kr: {0}버전을 사용할 수 있습니다!
pl_pl: Wersja {0} jest dostępna!
pt_br: Versão {0} disponível!
sl_si: Na voljo je različica {0}!
zh_cn: 新版本可用：{0}！
zh_tw: 「{0}」版本現已可用！

source: Walk mode
cs_cz: Walk mód
es_es: Modo de prueba
fr_fr: Mode marche
it_it: Modalità Walk
ja_jp: ウォークモード
ko_kr: 걷기 모드
pt_br: Modo de caminhada
sl_si: Način hoje
zh_cn: Walk 模式
zh_tw: 行走模式

source: Width
cs_cz: Šířka
es_es: Ancho
fr_fr: Largeur
it_it: Larghezza
ja_jp: 幅
ko_kr: 너비
pl_pl: Szerokość
pt_br: Largura
sl_si: Širina
zh_cn: 宽度
zh_tw: 寬度

# WrongPasswordDecryptionFailedMessage
source: Profile file could not be decrypted with the given password.
es_es: El archivo de perfil no se pudo descifrar con la contraseña proporcionada.
it_it: Impossibile decifrare il file profilo con la password specificata.
ja_jp: 指定されたパスワードではプロファイル ファイルを復号化できませんでした。
ko_kr: 지정된 암호로 프로필 파일의 암호를 해독할 수 없습니다.
pt_br: Não foi possível descriptografar o perfil com a senha fornecida.
sl_si: Datoteke profila ni bilo mogoče dešifrirati z danim geslom.
zh_cn: 无法用给定的密码解密配置文件。
zh_tw: 無法使用所給的密碼解密設定檔。

# WrongPasswordMessage
source: The entered password is wrong.
cs_cz: Nesprávné heslo.
es_es: La contraseña introducida no es correcta.
fr_fr: Le mot de passe saisi est incorrect.
it_it: La password inserita non è corretta.
ja_jp: 入力したパスワードが間違っています。
ko_kr: 입력한 암호가 잘못되었습니다.
pl_pl: Wprowadzone hasło jest nieprawidłowe.
pt_br: A senha digitada está errada.
sl_si: Vneseno geslo je napačno.
zh_cn: 输入密码有误。
zh_tw: 輸入的密碼不正確。

# AddDots
source: Add...
cs_cz: Přidat...
es_es: Añadir...
fr_fr: Ajouter…
it_it: Aggiungi...
ja_jp: 追加...
ko_kr: 추가...
pl_pl: Dodaj...
pt_br: Adicionar...
sl_si: Dodaj...
zh_cn: 添加
zh_tw: 新增...

# AddEntryDots
source: Add entry...
cs_cz: Přidat záznam...
es_es: Añadir entrada...
fr_fr: Ajouter une entrée…
it_it: Aggiungi voce...
ja_jp: エントリの追加...
ko_kr: 항목 추가...
pl_pl: Dodaj wpis...
pt_br: Adicionar entrada...
sl_si: Dodaj vnos...
zh_cn: 添加记录
zh_tw: 新增項目...

source: Calculate
cs_cz: Vypočet
es_es: Calcular
fr_fr: Calculer
it_it: Calcola
ja_jp: 計算
ko_kr: 계산
pl_pl: Oblicz
pt_br: Calcular
sl_si: Izračunaj
zh_cn: 计算
zh_tw: 計算

source: Cancel
cs_cz: Storno
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
sl_si: Prekliči
zh_cn: 取消
zh_tw: 取消

source: Change
cs_cz: Změnit
es_es: Cambiar
fr_fr: Changer
it_it: Modifica
ja_jp: 変更
ko_kr: 변경
pl_pl: Zmień
pt_br: Alterar
sl_si: Spremeni
zh_cn: 更改
zh_tw: 變更

# ChangeMasterPasswordDots
source: Change Master Password...
cs_cz: Změnit hlavní heslo...
es_es: Cambiar contraseña maestra...
fr_fr: Changer le mot de passe principal…
it_it: Modifica password globale...
ja_jp: マスターパスワードの変更...
ko_kr: 마스터 암호 변경...
pl_pl: Zmień hasło główne...
pt_br: Mudar Senha Mestre...
sl_si: Spremeni glavno geslo...
zh_cn: 更改主密码...
zh_tw: 變更設定主密碼...

source: Check
cs_cz: Kontrola
es_es: Comprobar
fr_fr: Vérifiez
it_it: Controlla
ja_jp: 確認
ko_kr: 확인
pl_pl: Sprawdź
pt_br: Verificar
sl_si: Preveri
zh_cn: 检查
zh_tw: 檢查

source: Check for updates
cs_cz: Zkontrolovat dostupné aktualizace
es_es: Buscar actualizaciones
fr_fr: Vérifiez les mises à jour
it_it: Controlla aggiornamenti
ja_jp: 更新の確認
ko_kr: 업데이트 확인
pl_pl: Sprawdź dostępne aktualizacje
pt_br: Verificar atualizações
sl_si: Preveri obstoj posodobitev
zh_cn: 检查更新
zh_tw: 檢查更新

source: Closed
cs_cz: Zavřeno
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso
ja_jp: 閉じる
ko_kr: 닫힘
pl_pl: Zamknięte
pt_br: Fechado
sl_si: Zaprto
zh_cn: 已关闭
zh_tw: 已關閉

source: Continue
cs_cz: Pokračovat
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続行
ko_kr: 계속
pl_pl: Kontynuuj
pt_br: Continuar
sl_si: Nadaljuj
zh_cn: 继续
zh_tw: 繼續

# CustomColon
source: Custom:
cs_cz: Vlastní:
es_es: Personalizado:
fr_fr: Personnalisé:
it_it: Personalizzato:
ja_jp: カスタム :
ko_kr: 사용자 지정:
pl_pl: Niestandardowe:
pt_br: Personalizado:
sl_si: Po meri:
zh_cn: 自定义：
zh_tw: 自訂：

source: Cut
cs_cz: Vyjmout
es_es: Cortar
fr_fr: Couper
it_it: Taglia
ja_jp: 切り取り
ko_kr: 잘라내기
pl_pl: Wytnij
pt_br: Recortar
sl_si: Izreži
zh_cn: 剪切
zh_tw: 剪下

# DecryptAndLoadDots
source: Decrypt and load...
cs_cz: Dešifrovat a uložit...
es_es: Desencriptar y cargar...
fr_fr: Décrypter et charger…
it_it: Decripta e carica...
ja_jp: 復号化と読み込み...
ko_kr: 암호 해독 및 불러오기...
pl_pl: Odszyfruj i załaduj...
pt_br: Descriptografar e carregar...
sl_si: Dešifriraj in naloži...
zh_cn: 解密并加载...
zh_tw: 解密並載入...

source: Delete
cs_cz: Odstranit
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
sl_si: Izbriši
zh_cn: 删除
zh_tw: 刪除

source: Delete table
cs_cz: Odstranit tabulku
es_es: Eliminar tabla
fr_fr: Supprimer la table
it_it: Elimina tabella
ja_jp: テーブルの削除
ko_kr: 테이블 삭제
pl_pl: Usuń tabelę
pt_br: Excluir tabela
sl_si: Izbriši tabelo
zh_cn: 删除表单
zh_tw: 刪除表格

# EnterLocationDots
source: Enter location...
cs_cz: Vložit umístění...
es_es: Ingresar ubicación...
fr_fr: Entrez l'emplacement…
it_it: Inserisci percorso...
ja_jp: 場所の入力...
ko_kr: 위치 입력...
pl_pl: Wprowadź lokalizację...
pt_br: Entre o local...
sl_si: Vnesi lokacijo...
zh_cn: 输入位置...
zh_tw: 輸入位置...

source: Everything
cs_cz: Všechno
es_es: Todo
fr_fr: Tout savoir
it_it: Tutto
ja_jp: すべて
ko_kr: 모든 것
pl_pl: Wszystko
pt_br: Tudo
sl_si: Vse
zh_cn: 所有
zh_tw: 所有事物

# FilterDots
source: Filter...
cs_cz: Filtr...
es_es: Filtrar...
fr_fr: Filtre…
it_it: Filtro...
ja_jp: フィルター...
ko_kr: 필터...
pl_pl: Filtr...
pt_br: Filtro...
sl_si: Filtriraj...
zh_cn: 过滤器...
zh_tw: 篩選...

source: Flush DNS cache
cs_cz: Vyčistit mezipaměť DNS
es_es: Limpiar caché DNS
fr_fr: Vider le cache DNS
it_it: Svuota la cache DNS
ja_jp: DNS キャッシュの消去
ko_kr: DNS 캐시 플러시
pl_pl: Wyczyść pamięć podręczną DNS
pt_br: Limpar cache DNS
sl_si: Izprazni predpomnilnik DNS
zh_cn: 清理 DNS 缓存
zh_tw: 清除 DNS 快取

# HelpMessage_Credentials
source: Decrypt and load your credentials to select them.
cs_cz: Dešivrovat a zavést pověření pro vyběr.
es_es: Desencriptar y cargar tus credenciales para seleccionarlas.
fr_fr: Décryptez et chargez vos justificatifs d'identité pour les sélectionner.
it_it: Decodifica e carica le credenziali per selezionarle.
ja_jp: 資格情報を復号化して読み込み、選択します。
ko_kr: 자격 증명을 해독하고 불러와서 선택합니다.
pl_pl: Odszyfruj i załaduj poświadczenia aby jest wybrać.
pt_br: Descriptografa e carrega suas credenciais para selecioná-las.
sl_si: Dešifrirajte in naložite svoje poverilnice, da jih izberete.
zh_cn: 解密并载入你选择的的凭据。
zh_tw: 請先將憑證解密並載入，然後再進行選取。

# HelpMessage_ParameterHelp
source: Displays this dialog.
cs_cz: Zobrazit toto oznámení.
es_es: Mostrar este cuadro de diálogo.
fr_fr: Affiche ce dialogue.
it_it: Visualizza questa finestra.
ja_jp: このダイアログを表示。
ko_kr: 이 대화 상자를 표시합니다.
pl_pl: Wyświetla ten komunikat.
pt_br: Mostra este diálogo.
sl_si: Prikaže to pogovorno okno
zh_cn: 查看此对话框。
zh_tw: 顯示這個對話方塊。

# HelpMessage_ParameterResetSettings
source: Resets all application settings.
cs_cz: Vynuluje všechno nastavení aplikace.
es_es: Restablece toda la configuración de la aplicación.
fr_fr: Réinitialise tous les paramètres de l'application.
it_it: Ripristina tutte le impostazioni dell'applicazione
ja_jp: すべてのアプリケーション設定をリセット。
ko_kr: 모든 응용 프로그램 설정을 재설정합니다.
pl_pl: Resetuje wszystkie ustawienia aplikacji.
pt_br: Redefine todas as configurações do aplicativo.
sl_si: Ponastavi vse nastavitve programa
zh_cn: 重置所有应用程序设置。
zh_tw: 重置所有應用程式的設定。

# HelpMessage_PasswordNotDisplayedCanBeOverwritten
source: The password is not displayed when editing, but can be overwritten.
cs_cz: Heslo není během úprav viditelné, ale může být nadepsané.
es_es: La contraseña no se muestra durante la edición, pero se puede sobrescribir.
fr_fr: Le mot de passe n'est pas affiché lors de l'édition, mais peut être écrasé.
it_it: La password non viene visualizzata durante la modifica, ma può essere sovrascritta.
ja_jp: 編集時にパスワードは表示されませんが、上書きすることは可能です。
ko_kr: 편집할 때 암호는 표시되지 않지만 덮어쓸 수 있습니다.
pl_pl: Hasło nie jest wyświetlane podczas edycji, ale może być nadpisane.
pt_br: A senha não é exibida durante a edição, mas pode ser substituída.
sl_si: Geslo se med urejanjem ne prikaže, lahko pa ga prepišete.
zh_cn: 编辑时将不会显示密码明文，但你可以重置它。
zh_tw: 在編輯時密碼不會被顯示，但可進行覆寫。

# HelpMessage_RDPAuthenticationLevel
source: [0] If server authentication fails, connect to the computer without warning. [1] If server authentication fails, do not establish a connection. [2] If server authentication fails, show a warning and allow me to connect or refuse the connection. [3] No authentication requirement is specified.
cs_cz: [0] Jestli se ověření serveru nepodaří, připojit bez varování. [1] Jestli se ověření serveru nepodaří, nepřipojit se. [2] Jestli se ověření serveru nepodaří, zobrazit varování a povolit rozhodnutí. [3] Vynucení ověření není nastaveno.
es_es: [0] Si la autenticación del servidor falla, conéctese al equipo sin previo aviso. [1] Si la autenticación del servidor falla, no establecer una conexión. [2] Si la autenticación del servidor falla, mostrar una advertencia y permitir conectarme o rechazar la conexión. [3] No se ha especificado ningún requisito de autenticación.
fr_fr: [0] Si l'authentification du serveur échoue, connectez-vous à l'ordinateur sans avertissement. [1] Si l'authentification du serveur échoue, n'établissez pas de connexion. [2] Si l'authentification du serveur échoue, affichez un avertissement et autorisez-moi à me connecter ou refusez la connexion. [3] Aucune exigence d'authentification n'est spécifiée.
it_it: [0] Se l'autenticazione del server fallisce, eseguire la connessione al computer senza preavviso. [1] Se l'autenticazione del server fallisce, non eseguire la connessione. [2] Se l'autenticazione del server fallisce, mostra un avviso e permettimi di decidere se effettuare o rifiutare la connessione. [3] Nessun requisito di autenticazione.
ja_jp: [0] サーバー認証に失敗した場合は、警告なしでコンピューターに接続する。 [1] サーバー認証に失敗した場合は、接続を確立しない。 [2] サーバー認証に失敗した場合は警告を表示し、接続を許可するか接続を拒否する。 [3] 認証要件は指定されていません。
ko_kr: [0] 서버 인증이 실패하면 경고 없이 컴퓨터에 연결합니다. [1] 서버 인증에 실패하면 연결을 설정하지 마십시오. [2] 서버 인증에 실패하면 경고를 표시하고 연결 또는 연결을 거부하도록 허용합니다. [3] 인증 요구사항이 지정되지 않았습니다.
pl_pl: [0] Jeśli uwierzytelnianie serwera nie powiedzie się, połącz bez ostrzeżenia. [1] Jeśli uwierzytelnianie serwera nie powiedzie się, nie ustanawiaj połączenia. [2] Jeśli uwierzytelnianie serwera nie powiedzie się, wyświetl ostrzeżenie i pozwól mi zdecydować. [3] Wymagania uwierzytelnienia nie są ustalone.
pt_br: [0] Se a autenticação do servidor falhar, conectar ao computador sem avisos. [1] Se a autenticação do servidor falhar, não estabelecer uma conexão. [2] Se a autenticação do servidor falhar, mostrar aviso e permitir conectar ou recusar a conexão. [3] Nenhum requerimento de autenticação é especificado.
sl_si: [0] Če ne uspe preverjanje pristnosti strežnika, se brez opozorila poveži z računalnikom. [1] Če ne uspe preverjanje pristnosti strežnika, ne vzpostavljaj povezavo. [2] Če ne uspe preverjanje pristnosti strežnika, prikaži opozorilo in mi dovoli, da se povežem ali zavrnem povezavo. [3] Ni določena nobena zahteva za preverjanje pristnosti.
zh_cn: [0]如果服务器身份验证失败，请在没有警告的情况下连接到计算机。 [1] 如果服务器身份验证失败，请不要建立连接。 [2] 如果服务器身份验证失败，则显示警告并允许我连接或拒绝连接。 [3] 未指定身份验证要求。
zh_tw: [0] 若伺服器身份驗證失敗，將不顯示警告直接連線至電腦。 [1] 若伺服器身份驗證失敗，不建立任何連線。 [2] 若伺服器身份驗證失敗，會顯示警告並允許使用者選擇「連線」或「拒絕」。 [3] 未設定任何身份驗證要求。

# HelpMessage_Tags
source: Tags help you organize profiles/Profiles by topics/projects. Multiple tags can be used with ";" be separated. Search by tags with "tag=xxx".
cs_cz: Štítky pomáhají organizovat profily ve skupinách/projektech. Je možno použít více štítků oddělených znakem ";". Vyhledává se pomocí "tag=xxx".
es_es: Las etiquetas le ayudan a organizar perfiles, por temas/proyectos. Se pueden usar múltiples etiquetas con ";" separadas. Buscar por etiquetas con "tag=xxx".
fr_fr: Tags vous aident à organiser les profils par thèmes/projets. Plusieurs balises peuvent être utilisées avec " ;" séparé. Faites une recherche par balises avec "tag=xxx".
it_it: I tag ti aiutano a organizzare i profili per argomenti/progetti. È possibile usare più tag separandoli con ";". Cerca per tag con "tag = xxx".
ja_jp: タグは、トピックやプロジェクトごとにプロフィールを整理するのに役立ちます。複数のタグを使用する場合は、";"で区切ります。 "tag=xxx"でタグ検索します。
ko_kr: 태그는 프로필/ 항목별 프로필/프로젝트를 구성하는데 도움이 됩니다. 다중 태크는";"로 구분해서 사용할 수 있습니다. "tag=xxx"를 사용하여 태그로 검색합니다.
pl_pl: Tagi pomagają Ci zorganizować profile w grupy/projekty. Można użyć wielu tagów rozdzielając je znakiem ";". Szukaj za pomocą tagów poprzez "tag=xxx".
pt_br: As tags lhe ajudam a organizar perfis/Perfis por tópicos/projetos. Múltiplas tags podem ser usadas separadas com ";". Pesquise por tags com "tag=xxx".
sl_si: Ozake vam pomagajo organizirati profile/Profili po temah/projektih. Več oznak je mogoče uporabiti ločeno s podpičji ";". Poiščite oznake z "tag=xxx".
zh_cn: 标签帮助您按照主题/项目组织概要文件/概要文件。多个标签可以用";"隔开。通过标签“tag=xxx”进行搜索。
zh_tw: 標籤可協助您依主題／專案組織設定檔。多個標籤以分號 ";" 分隔。使用 'tag=xxx' 進行搜尋。

# TimeUnit_Hour
source: Hour(s)
cs_cz: Hodin(y)
es_es: Hora/s
fr_fr: Heure(s)
it_it: Ora/e
ja_jp: 時間
ko_kr: 시
pl_pl: Godzin(y)
pt_br: hora(s)
sl_si: Ur
zh_cn: 小时(H)
zh_tw: 小時(H)

# LocationOfTheImport
source: Location of the import file...
cs_cz: Umístění souboru importu...
es_es: Ubicación del archivo de importación...
fr_fr: Emplacement du fichier d'importation…
it_it: Percorso/nome file da importare file importazione...
ja_jp: インポート ファイルの場所...
ko_kr: 가져오기 파일의 위치...
pl_pl: Lokalizacja pliku importu...
pt_br: Local do arquivo importado...
sl_si: Lokacija datoteke za uvoz...
zh_cn: 导入文件的位置…
zh_tw: 匯出檔案的位置...

# TimeUnit_Minute
source: Minute(s)
cs_cz: Minut(y)
es_es: Minuto/s
it_it: Minuto/i
ja_jp: 分
ko_kr: 분
pl_pl: Minut(y)
pt_br: minuto(s)
sl_si: Minut
zh_cn: 分钟(M)
zh_tw: 分鐘(M)

# MoveAndRestart
source: Move & Restart
cs_cz: Přesunout & Restatovat
es_es: Mover y reiniciar
fr_fr: Déplacer & Redémarrer
it_it: Sposta e riavvia
ja_jp: 移動と再起動
ko_kr: 이동 및 재시작
pl_pl: Przenieś & Zrestartuj
pt_br: Mover & Reiniciar
sl_si: Premakni in znova zaženi
zh_cn: 移动并重启
zh_tw: 移動 & 重新啟動

# NetworkConnectionsDots
source: Network connections....
cs_cz: Síťová připojení...
es_es: Conexiones de red...
fr_fr: Connexions réseau…
it_it: Connessioni di rete...
ja_jp: ネットワーク接続....
ko_kr: 네트워크 연결....
pl_pl: Połączenia sieciowe...
pt_br: Conexões de rede...
sl_si: Omrežne povezave....
zh_cn: 网络连接
zh_tw: 網路連線...

source: (not changed)
cs_cz: (beze změn)
es_es: (sin cambios)
fr_fr: (inchangé)
it_it: (non modificato)
ja_jp: (変更なし)
ko_kr: (변경되지 않음)
pl_pl: (brak zmian)
pt_br: (não alterado)
sl_si: (ni spremenjeno)
zh_cn: （未更改）
zh_tw: （未變更）

source: Off
cs_cz: Vypnuto
es_es: Apagado
fr_fr: Éteint
ko_kr: 꺼짐
pl_pl: Wyłącz
pt_br: Desligado
sl_si: Izklopljeno
zh_cn: 关
zh_tw: 關

source: OK
es_es: Aceptar
ko_kr: 확인
sl_si: Vredu
zh_cn: 确定
zh_tw: 確定

source: On
cs_cz: Zapnuto
es_es: Encendido
fr_fr: Allumé
ko_kr: 켜짐
pl_pl: Włącz
pt_br: Ligado
sl_si: Vklopljeno
zh_cn: 开
zh_tw: 開
