Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# Accent_Indigo
source: Indigo
es_es: Índigo
it_it: Indaco
ja_jp: インディゴ
ko_kr: 남색
pl_pl: Indygo
pt_br: Índigo
sl_si: Indigo modra
zh_cn: 靛蓝色
zh_tw: 靛藍色

# Accent_Lime
source: Lime
cs_cz: Limetkový
es_es: Lima
fr_fr: Citron vert
ja_jp: ライム
ko_kr: 라임
pl_pl: Limonkowy
pt_br: Lima
sl_si: Limeta
zh_cn: 亮绿色
zh_tw: 亮綠色

# Accent_Magenta
source: Magenta
cs_cz: Purpurový
ja_jp: マゼンタ
ko_kr: 자홍
sl_si: Škrlatna
zh_cn: 洋红色
zh_tw: 洋紅色

# Accent_Mauve
source: Mauve
cs_cz: Nafialovělý
es_es: Malva
it_it: Malva
ja_jp: モーブ
ko_kr: 연보라
pl_pl: Fiołkoworóżowy
pt_br: Roxo
sl_si: Lila
zh_cn: 紫红色
zh_tw: 紫紅色

# Accent_Olive
source: Olive
cs_cz: Olivový
es_es: Oliva
it_it: Oliva
ja_jp: オリーブ
ko_kr: 올리브
pl_pl: Oliwkowy
pt_br: Oliva
sl_si: Olivna
zh_cn: 橄榄色
zh_tw: 橄欖色

# Accent_Orange
source: Orange
cs_cz: Oranžový
es_es: Naranja
it_it: Arancio
ja_jp: オレンジ
ko_kr: 주황
pl_pl: Pomarańczowy
pt_br: Laranja
sl_si: Oranžna
zh_cn: 橙色
zh_tw: 橙色

# Accent_Purple
source: Purple
cs_cz: Fialový
es_es: Morado
fr_fr: Violet
it_it: Viola
ja_jp: 紫
ko_kr: 보라
pl_pl: Fioletowy
pt_br: Púrpura
sl_si: Vijolična
zh_cn: 紫色
zh_tw: 紫色

# Accent_Red
source: Red
cs_cz: Červený
es_es: Rojo
fr_fr: Rouge
it_it: Rosso
ja_jp: 赤
ko_kr: 빨강
pl_pl: Czerwony
pt_br: Vermelho
sl_si: Rdeča
zh_cn: 红色
zh_tw: 紅色

# Accent_Sienna
source: Sienna
cs_cz: Oranžově žlutý
es_es: Siena
fr_fr: Terre de sienne
it_it: Siena
ja_jp: シエナ
ko_kr: 황갈색
pl_pl: Sjena
zh_cn: 赭色
zh_tw: 赭色

# Accent_Taupe
source: Taupe
cs_cz: Tmavošedý
es_es: Gris pardo
it_it: Talpa
ja_jp: トープ
ko_kr: 회갈색
pl_pl: Ciemnoszary
sl_si: Siva z rjavim odtenkom
zh_cn: 褐灰色
zh_tw: 褐灰色

# Accent_Teal
source: Teal
cs_cz: Šedozelený
es_es: Verde azulado
fr_fr: Sarcelle
it_it: Verde acqua
ja_jp: ティール
ko_kr: 청록색
pl_pl: Niebiesko zielonkawy
pt_br: Verde Azulado
sl_si: Zelenomodra
zh_cn: 蓝绿色
zh_tw: 藍綠色

# Accent_Violet
source: Pink
cs_cz: Růžový
es_es: Rosado
fr_fr: Rose
it_it: Violetto
ja_jp: ピンク
ko_kr: 분홍
pl_pl: Różowy
pt_br: Rosa
sl_si: Roza
zh_cn: 粉红色
zh_tw: 粉紅色

# Accent_Yellow
source: Yellow
cs_cz: Žlutý
es_es: Amarillo
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄
ko_kr: 노랑
pl_pl: Żółty
pt_br: Amarelo
sl_si: Rumena
zh_cn: 黄色
zh_tw: 黃色

# Accent_Steel
source: Steel
fr_fr: Acier
it_it: Acciao
ja_jp: スチール
pt_br: Aço
sl_si: Jeklo
zh_cn: 铁灰色
zh_tw: 鐵灰色

# ProfileName_General
source: General
fr_fr: Général
it_it: Generale
ja_jp: 全般
pt_br: Geral
sl_si: Splošno
zh_cn: 常规
zh_tw: 一般

# SettingsGroup_Application
source: Applications
it_it: Applicazioni
ja_jp: アプリケーション
pt_br: Aplicativos
sl_si: Aplikacije
zh_cn: 应用
zh_tw: 應用程式

# SettingsGroup_General
source: General
fr_fr: Général
it_it: Generale
ja_jp: 全般
pt_br: Geral
sl_si: Splošno
zh_cn: 常规
zh_tw: 一般

# SettingsName_Appearance
source: Appearance
fr_fr: Apparence
it_it: Apparenza
ja_jp: 外観
pt_br: Aparência
sl_si: Videz
zh_cn: 外观
zh_tw: 外觀

# SettingsName_Autostart
source: Autostart
fr_fr: Démarrage auto
it_it: Avvio automatico
ja_jp: 自動起動
pt_br: Iniciar automático
sl_si: Samodejni zagon
zh_cn: 自动启动
zh_tw: 自動啟動

# SettingsName_General
source: General
fr_fr: Général
it_it: Generale
ja_jp: 全般
pt_br: Geral
sl_si: Splošno
zh_cn: 常规
zh_tw: 一般

# SettingsName_HotKeys
source: HotKeys
fr_fr: Raccourcis clavier
it_it: Tasti rapidi
ja_jp: ホットキー
pt_br: Teclas de Atalho
sl_si: Vroče tipke
zh_cn: 热键
zh_tw: 熱鍵

# SettingsName_Language
source: Language
fr_fr: Langage
it_it: Lingua
ja_jp: 言語
pt_br: Idioma
sl_si: Jezik
zh_cn: 语言
zh_tw: 語言

# SettingsName_Profiles
source: Profiles
fr_fr: Profils
it_it: Profili
ja_jp: プロファイ
pt_br: Perfis
sl_si: Profili
zh_cn: 配置文件
zh_tw: 設定檔

# SettingsName_Settings
source: Settings
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_br: Configurações
sl_si: Nastavitve
zh_cn: 设置
zh_tw: 設定

# SettingsName_Status
source: Status
fr_fr: Statut
it_it: Stato
ja_jp: 状態
sl_si: Stanje
zh_cn: 状态
zh_tw: 狀態

# SettingsName_Update
source: Update
fr_fr: Mise à jour
it_it: Aggiorna
ja_jp: 更新
pt_br: Atualizar
sl_si: Posodobi
zh_cn: 更新
zh_tw: 更新

# SettingsName_Window
source: Window
fr_fr: Fenêtre
it_it: Finestre
ja_jp: ウィンドウ
pt_br: Janela
sl_si: Okno
zh_cn: 窗口
zh_tw: 視窗

source: Enable log
cs_cz: Povolit protokolování
es_es: Habilitar registro
fr_fr: Activer le journal
it_it: Abilita registro eventi
ja_jp: ログを有効
ko_kr: 로그 사용
pl_pl: Włącz dziennik
pt_br: Habilitar registro
sl_si: Omogoči dnevnik
zh_cn: 启用日志
zh_tw: 啟用記錄

source: Log file name
cs_cz: Název souboru protokolu
es_es: Nombre del archivo de registro
fr_fr: Nom du fichier journal
it_it: Nome file registro
ja_jp: ログファイル名
ko_kr: 로그 파일 이름
pl_pl: Nazwa pliku dziennika
pt_br: Nome do arquivo de registro
sl_si: Ime dnevniške datoteke
zh_cn: 日志文件名
zh_tw: 記錄檔名稱

source: Log path
cs_cz: Cesta k protokolu
es_es: Ruta del registro
fr_fr: Chemin du journal
it_it: Percorso file registro
ja_jp: ログのパス
ko_kr: 로그 경로
pl_pl: Ścieżka dziennika
pt_br: Caminho do registro
sl_si: Pot dnevnika
zh_cn: 日志路径
zh_tw: 記錄路徑

source: Log mode
cs_cz: Typ protokolování
es_es: Modo de registro
fr_fr: Mode journal
it_it: Livello registro
ja_jp: ログ モード
ko_kr: 로그 모드
pl_pl: Tryb dziennika
pt_br: Modo de registro
sl_si: Način dnevnika
zh_cn: 日志模式
zh_tw: 記錄模式

source: Log
cs_cz: Protokol
es_es: Registro
fr_fr: Journal
it_it: Registro eventi
ja_jp: ログ
ko_kr: 로그
pl_pl: Dziennik
pt_br: Registro
sl_si: Dnevnik
zh_cn: 日志
zh_tw: 記錄

source: SSH log
cs_cz: Protokol SSH
es_es: Registro SSH
fr_fr: Journal SSH
it_it: Registro eventi SSH
ja_jp: SSH ログ
ko_kr: SSH 로그
pl_pl: Dziennik SSH
pt_br: Registro SSH
sl_si: Dnevnik SSH
zh_cn: SSH 日志
zh_tw: SSH 記錄

source: SSH Raw log
cs_cz: Nezpracovaný SSH protokol
es_es: Registro SSH sin procesar
fr_fr: Journal SSH Brut
it_it: Registro eventi SSH RAW
ja_jp: SSH Raw ログ
ko_kr: SSH Raw 로그
pl_pl: Surowy dziennik SSH
pt_br: Registro Raw SSH
sl_si: Surovi dnevnik SSH
zh_cn: SSH 原始日志
zh_tw: SSH 原始記錄

# PuTTYLogMode_SessionLog
source: Session log
cs_cz: Protokol relací
es_es: Registro de sesión
fr_fr: Journal de session
it_it: Registro eventi sessione
ja_jp: セッション ログ
ko_kr: 세션 로그
pl_pl: Dziennik sesji
pt_br: Registro da sessão
sl_si: Dnevnik seje
zh_cn: 会话日志
zh_tw: 會話記錄

# PuTTYLogMode_SSHLog
source: SSH log
cs_cz: Protokol SSH
es_es: Registro SSH
fr_fr: Journal SSH
it_it: Registro eventi SSH
ja_jp: SSH ログ
ko_kr: SSH 로그
pl_pl: Dziennik SSH
pt_br: Registro SSH
sl_si: Dnevnik SSH
zh_cn: SSH 日志
zh_tw: SSH 記錄

# PuTTYLogMode_SSHRawLog
source: SSH and Raw log
fr_fr: Journal SSH et Brut
it_it: Registro SSH e RAW
ja_jp: SSH and Raw ログ
pt_br: Registro SSH e Raw
sl_si: SSH in surov dnevnik
zh_cn: SSH 和原始日志
zh_tw: SSH 和原始記錄

# EnterValidFileName
source: Enter a valid file name!
cs_cz: Vlož správný název souboru!
es_es: ¡Ingresa un nombre de archivo válido!
fr_fr: Entrez un nom de fichier valide!
it_it: Inserisci un nome di file valido!
ja_jp: 有効なファイル名を入力してください!
ko_kr: 유효한 파일 이름을 입력하십시오!
pl_pl: Wprowadź prawidłową nazwę pliku!
pt_br: Entre o nome válido de arquivo!
sl_si: Vnesite veljavno ime!
zh_cn: 输入一个有效的文件名!
zh_tw: 輸入有效的檔案名稱！

source: Lost
cs_cz: Ztraceno
es_es: Perdido
fr_fr: Perdu
it_it: Persi
ja_jp: 損失
ko_kr: 분실
pl_pl: Zgubiony
pt_br: Perdido
sl_si: Izgubljeno
zh_cn: 丢失
zh_tw: 遺失

source: Received
cs_cz: Přijato
es_es: Recibido
fr_fr: Reçu
it_it: Ricevuti
ja_jp: 受信済み
ko_kr: 수신
pl_pl: Otrzymany
pt_br: Recebido
sl_si: Prejeto
zh_cn: 接收
zh_tw: 已接收

source: Status change
cs_cz: Změna stavu
es_es: Estado cambiado
fr_fr: Changement de statut
it_it: Modifica stato
ja_jp: 状態の変更
ko_kr: 상태 변경
pl_pl: Zmiana statusu
pt_br: Mudança de status
sl_si: Stanje spremembe
zh_cn: 状态更改
zh_tw: 狀態變更

source: Update available!
cs_cz: Je dostupná aktualizace!
es_es: ¡Actualización disponible!
fr_fr: Mise à jour disponible!
it_it: Disponibile aggiornamento!
ja_jp: 更新が利用可能です!
ko_kr: 업데이트 가능!
pl_pl: Dostępne aktualizacje!
pt_br: Atualização disponível!
sl_si: Posodobitev je na voljo!
zh_cn: 有可用的更新！
zh_tw: 有可用的更新！

source: Private key file
cs_cz: Soubor privátního klíče
es_es: Archivo de clave privada
fr_fr: Fichier de clé privée
it_it: File chiave privata
ja_jp: プライベート キー ファイル
ko_kr: 개인 키 파일
pl_pl: Plik klucza prywatnego
pt_br: Arquivo de chave privada
sl_si: Datoteka z zasebnim ključem
zh_cn: 私钥文件
zh_tw: 私密金鑰檔案

source: Preview
cs_cz: Náhled
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리보기
pl_pl: Podgląd
pt_br: Prévia
sl_si: Predogled
zh_cn: 预览
zh_tw: 預覽

source: Port profiles
cs_cz: Profily portů
es_es: Perfiles de puertos
fr_fr: Profils du port
it_it: Profili porte
ja_jp: ポートのプロファイル
ko_kr: 포트 프로필
pl_pl: Profile portów
pt_br: Perfis de porta
sl_si: Profili vrat
zh_cn: 端口配置文件
zh_tw: 連接埠設定檔

source: Add port profile
cs_cz: Přidat profil portů
es_es: Añadir perfil de puerto
fr_fr: Ajouter un profil du port
it_it: Aggiungi profilo porte
ja_jp: ポートのプロファイルを追加
ko_kr: 포트 프로필 추가
pl_pl: Dodaj profil portu
pt_br: Adicionar perfil de porta
sl_si: Dodaj profil vrat
zh_cn: 添加端口配置文件
zh_tw: 新增連接埠設定檔

source: Delete port profile
cs_cz: Odstranit profil portů
es_es: Eliminar perfil de puerto
fr_fr: Supprimer le profil du port
it_it: Elimina profilo porte
ja_jp: ポートのプロファイルを削除
ko_kr: 포트 프로필 삭제
pl_pl: Usuń profil portu
pt_br: Excluir perfil de porta
sl_si: Izbriši profil vrat
zh_cn: 删除端口配置文件
zh_tw: 刪除連接埠設定檔

source: Edit port profile
cs_cz: Upravit profil portů
es_es: Editar perfil de puerto
fr_fr: Éditer le profil du port
it_it: Modifica profilo porte
ja_jp: ポートのプロファイルを編集
ko_kr: 포트 프로필 편집
pl_pl: Edytuj profil portu
pt_br: Editar perfil de porta
sl_si: Uredi profil vrat
zh_cn: 编辑端口配置文件
zh_tw: 編輯連接埠設定檔

# DeletePortProfileMessage
source: The selected port profile will be deleted permanently.
cs_cz: Vybraný profil portů bude trvale odstraněn.
es_es: El perfil de puerto seleccionado será eliminado permanentemente.
fr_fr: Le profil du port sélectionné sera supprimé définitivement.
it_it: Il seguente profilo porte verrà permanentemente eliminato!
ja_jp: 選択したポート プロファイルは完全に削除されます。
ko_kr: 선택한 포트 프로필이 영구적으로 삭제됩니다.
pl_pl: Wybrany profil portu zostanie trwale usunięty.
pt_br: O perfil de porta selecionado será excluído permanentemente.
sl_si: Izbrani profil vrat bo trajno izbrisan.
zh_cn: 选定的端口配置文件将被永久删除。
zh_tw: 所選的連接埠設定檔將被永久刪除。

source: Select port profile
cs_cz: Vyber profil portů
es_es: Seleccionar perfil de puerto
fr_fr: Sélectionnez le profil du port
it_it: Seleziona profilo porte
ja_jp: ポートプロファイルの選択
ko_kr: 포트 프로필 선택
pl_pl: Wybierz profil portu
pt_br: Selecionar perfil de porta
sl_si: Izberi profil vrat
zh_cn: 选择端口配置文件
zh_tw: 選擇連接埠設定檔

# OpenPortProfilesDots
source: Open port profiles...
cs_cz: Otevřít proily portů...
es_es: Abrir perfiles de puertos...
fr_fr: Ouvrir les profils du port...
it_it: Apri profilo porte...
ja_jp: ポート プロファイルを開く...
ko_kr: 포트 프로파일 열기...
pl_pl: Otwórz profile portów...
pt_br: Abrir perfis de porta...
sl_si: Odpri profile vrat...
zh_cn: 打开端口配置文件...
zh_tw: 開啟連接埠設定檔...

source: Show SplashScreen on start
cs_cz: Zobrazit úvodní obrazovku při startu
es_es: Mostrar pantalla de bienvenida al inicio
fr_fr: Afficher Écran de démarrage au démarrage
it_it: Visualizza schermata benvevuto all'avvio
ja_jp: 起動時にスプラッシュスクリーンを表示
ko_kr: 시작시 시작 화면 표시
pl_pl: Pokaż ekran powitalny przy uruchamianiu
pt_br: Mostrar Tela de Início ao abrir
sl_si: Prikaži pojavni zaslon ob zagonu
zh_cn: 在开始时显示启动画面
zh_tw: 啟動時顯示啟動畫面

source: SplashScreen
cs_cz: Úvodní obrazovka
es_es: Pantalla de bienvenida
fr_fr: Écran de démarrage
it_it: Schermata benvenuto
ja_jp: スプラッシュスクリーン
ko_kr: 시작 화면
pl_pl: Ekran powitalny
pt_br: Tela de Início
sl_si: Pojavni zaslon
zh_cn: 启动画面
zh_tw: 啟動畫面

source: Download Microsoft Edge WebView2 Runtime
cs_cz: Stáhněte si runtime modul Microsoft Edge WebView2
es_es: Descargar Microsoft Edge WebView2 Runtime
fr_fr: Télécharger Microsoft Edge WebView2 Runtime
it_it: Download runtime Microsoft Edge WebView2
ja_jp: Microsoft Edge WebView2 Runtime をダウンロード
ko_kr: Microsoft Edge WebView2 런타임 다운로드
pl_pl: Pobierz środowisko uruchomieniowe Microsoft Edge WebView2
pt_br: Baixar Microsoft Edge WebView2 Runtime
sl_si: Prenesi Microsoft Edge WebView2 Runtime
zh_cn: 下载 Microsoft Edge WebView2 Runtime
zh_tw: 下載 Microsoft Edge WebView2 Runtime

source: Microsoft Edge WebView2 Runtime is not available!
cs_cz: Runtime Microsoft Edge WebView2 není k dispozici!
es_es: ¡Microsoft Edge WebView2 Runtime no está disponible!
fr_fr: Microsoft Edge WebView2 Runtime n'est pas disponible!
it_it: Runtime Microsoft Edge WebView2 non disponibile!
ja_jp: Microsoft Edge WebView2 ランタイムは利用できません!
ko_kr: Microsoft Edge WebView2 Runtime을 사용할 수 없습니다!
pl_pl: Środowisko uruchomieniowe Microsoft Edge WebView2 nie jest dostępne!
pt_br: Microsoft Edge WebView2 Runtime não está disponível!
sl_si: Microsoft Edge WebView2 Runtime ni na voljo!
zh_cn: Microsoft Edge WebView2 Runtime 不可用!
zh_tw: Microsoft Edge WebView2 Runtime 無法使用！

source: Frequency
cs_cz: Frekvence
es_es: Frecuencia
fr_fr: Fréquence
it_it: Frequenza
ja_jp: 周波数
ko_kr: 주파수
pl_pl: Częstotliwość
pt_br: Frequência
sl_si: Frekvenca
zh_cn: 频率
zh_tw: 頻率

source: Profile file could not be loaded!
fr_fr: Le fichier de profil n’a pas pu être chargé !
it_it: Impossibile caricare il file del profilo!
ja_jp: プロファイルファイルを読み込めませんでした!
pt_br: O perfil não pôde ser carregado!
sl_si: Datoteke profila ni bilo mogoče naložiti!
zh_cn: 配置文件无法加载!
zh_tw: 無法載入設定檔！

# ProfileFileCouldNotBeLoadedMessage
source: The profile file could not be loaded and may be corrupted. You can try to restore the file from a backup or delete it. If this happens unexpectedly or after an update, please report the error on GitHub. Error message: "{0}"
fr_fr: Le fichier de profil n'a pas pu être chargé et est peut-être corrompu. Vous pouvez tenter de restaurer le fichier à partir d'une sauvegarde ou de le supprimer. Si cela se produit de manière inattendue ou après une mise à jour, signalez l'erreur sur GitHub. Message d'erreur : "{0}"
it_it: Impossibile caricare il file del profilo, potrebbe essere danneggiato. Puoi provare a ripristinare il file da un backup o eliminarlo. Se ciò accade inaspettatamente o dopo un aggiornamento, segnala l'errore su GitHub. Messaggio di errore: "{0}"
ja_jp: プロファイルファイルを読み込めませんでした。破損している可能性があります。バックアップからファイルを復元するか、削除してください。 これが予期せず発生した場合、またはアップデート後に発生した場合は、GitHub でエラーを報告してください。 エラーメッセージ : "{0}"
pt_br: O arquivo de perfil não pôde ser carregado e pode estar corrompido. Você pode tentar restaurar o arquivo de um backup ou excluí-lo. Se isso acontecer inesperadamente ou após uma atualização, relate o erro no GitHub. Mensagem de erro: "{0}"
sl_si: Datoteke profila ni bilo mogoče naložiti in je morda poškodovana. Datoteko lahko poskusite obnoviti iz varnostne kopije ali jo izbrišete. Če se to zgodi nepričakovano ali po posodobitvi, prijavite napako na GitHub. Sporočilo o napaki: "{0}"
zh_cn: 配置文件无法加载，可能已损坏。您可以尝试从备份中还原该文件，也可以将其删除。 如果这种情况意外发生或在更新后发生，请在GitHub上报告错误。 错误消息： "{0}"
zh_tw: 設定檔無法載入，可能已損毀。您可以嘗試從備份還原該檔案或將其刪除。 如果此情況在未預期時發生，或於更新後出現，請至 GitHub 報告錯誤。 錯誤訊息： 「{0}」

# EditGroupDots
source: Edit group...
cs_cz: Upravit skupinu...
es_es: Editar grupo...
fr_fr: Éditer le groupe...
it_it: Modifica gruppo...
ja_jp: グループの編集...
ko_kr: 그룹 편집...
pt_br: Editar grupo...
sl_si: Uredi skupino...
zh_cn: 编辑组...
zh_tw: 編輯群組...

source: Decryption error
cs_cz: Chyba dešifrování
es_es: Error de descifrado
fr_fr: Erreur de décryptage
it_it: Errore decriptazione
ja_jp: 復号化エラー
ko_kr: 암호 해독 오류
pt_br: Erro de descriptografia
sl_si: Napaka pri dešifriranju
zh_cn: 解密出错
zh_tw: 解密錯誤

# DecryptionErrorMessage
source: Could not decrypt file. You may report this issue on GitHub.
cs_cz: Soubor se nepodařilo dešifrovat. Tento problém můžeš nahlásit na GitHubu.
es_es: No se pudo descifrar el archivo. Puedes informar este problema en GitHub.
fr_fr: Impossible de décrypter fichier. Reportez ce problème sur GitHub.
it_it: Impossibile decriptare il file. Segnala questo problema su Github.
ja_jp: ファイルを復号できませんでした。この問題はGitHubで報告できます。
ko_kr: 파일의 암호를 해독할 수 없습니다. GitHub에서 이 문제를 보고할 수 있습니다.
pt_br: Não foi possível descriptografar este arquivo. Você pode reportar este problema no GitHub.
sl_si: Datoteke ni bilo mogoče dešifrirati. To težavo lahko prijavite na GitHubu.
zh_cn: 无法解密文件。您可以在GitHub上报告此问题。
zh_tw: 無法解密檔案。您可至 GitHub 報告此問題。

source: Encryption error
cs_cz: Chyba šifrování
es_es: Error de cifrado
fr_fr: Erreur de cryptage
it_it: Errore criptazione
ja_jp: 暗号化エラー
ko_kr: 암호화 오류
pt_br: Erro de criptografia
sl_si: Napaka pri šifriranju.
zh_cn: 加密出错
zh_tw: 加密錯誤

# EncryptionErrorMessage
source: Could not encrpyt file. You may report this issue on GitHub.
cs_cz: Nelze zašifrovat soubor. Tento problém můžeš nahlásit na GitHubu.
es_es: No se pudo cifrar el archivo. Puedes informar este problema en GitHub.
fr_fr: Impossible de crypter le fichier. Reportez ce problème sur GitHub.
it_it: Impossibile criptare il file. Segnala questo problema su Github.
ja_jp: ファイルを暗号化できませんでした。この問題はGitHubで報告できます。
ko_kr: 파일을 암호화할 수 없습니다. GitHub에서 이 문제를 보고할 수 있습니다.
pt_br: Não foi possível criptografar este arquivo. Você pode reportar este problema no GitHub.
sl_si: Datoteke ni bilo mogoče šifrirati. To težavo lahko prijavite na GitHubu.
zh_cn: 无法加密文件。您可以在GitHub上报告此问题。
zh_tw: 無法加密檔案。您可至 GitHub 報告此問題。

source: Current password
cs_cz: Současné heslo
es_es: Contraseña actual
fr_fr: Mot de passe actuel
it_it: Password attuale
ja_jp: 現在のパスワード
ko_kr: 현재 암호
pt_br: Senha atual
sl_si: Trenutno geslo
zh_cn: 当前密码
zh_tw: 目前密碼

source: New password
cs_cz: Nové heslo
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: 新しいパスワード
ko_kr: 새 암호
pt_br: Nova senha
sl_si: Novo gslo
zh_cn: 新的密码
zh_tw: 新密碼

source: Change master password
cs_cz: Změnit hlavní heslo
es_es: Cambiar contraseña maestra
fr_fr: Changer mot de passe principal
it_it: Modifica password principale
ja_jp: マスターパスワードの変更
ko_kr: 마스터 암호 변경
pt_br: Mudar senha mestre
sl_si: Spremeni glavno geslo...
zh_cn: 更改主密码
zh_tw: 更改主密碼

source: Unlock profile
cs_cz: Odemknout profil
es_es: Desbloquear perfil
fr_fr: Déverrouiller le profil
it_it: Sblocca profilo
ja_jp: プロファイルのロック解除
ko_kr: 프로필 잠금 해제
pt_br: Desbloquear perfil
sl_si: Odkleni profil
zh_cn: 打开配置文件
zh_tw: 解鎖設定檔

# UnlockTheProfileFileMessage
source: Unlock the profile file to use the profiles!
es_es: ¡Desbloquear el archivo de perfil para usar los perfiles!
fr_fr: Débloquez le fichier de profil pour utiliser les profils !
it_it: Per usare i profili sblocca il file del profilo!
ja_jp: プロファイルを使用するには、プロファイル ファイルをロック解除してください!
ko_kr: 프로필을 사용하려면 프로필 파일의 잠금을 해제하십시오!
pt_br: Desbloqueie o arquivo de perfil usar os perfis!
sl_si: Odklenite datoteko profila za uporabo profilov!
zh_cn: 解锁配置文件以使用配置文件！
zh_tw: 請先解鎖設定檔案才能使用設定檔！

source: Disclaimer
cs_cz: Odmítnout odpovědnost
es_es: Descargo de responsabilidad
fr_fr: Clause de non-responsabilité
it_it: Disconoscimento
ja_jp: 免責事項
ko_kr: 부인 성명
pt_br: Aviso legal
sl_si: Izjava o omejitvi odgovornosti
zh_cn: 免责声明
zh_tw: 免責聲明

source: Merge
cs_cz: Sloučit
es_es: Fusionar
fr_fr: Fusionner
it_it: Unisci
ja_jp: 結合
ko_kr: 병합
pt_br: Unir
sl_si: Združi
zh_cn: 合并
zh_tw: 合併

source: Use other
cs_cz: Použít jiné
es_es: Usar otro
fr_fr: Utiliser autre
it_it: Usa altri
ja_jp: その他を使用
ko_kr: 기타 사용
pl_pl: Użyj innych
pt_br: Usar outro
sl_si: Uporabi drugo
zh_cn: 使用其他
zh_tw: 使用其他

source: Move
cs_cz: Přesunout
es_es: Mover
fr_fr: Déplacer
it_it: Sposta
ja_jp: 移動
ko_kr: 이동
pt_br: Mover
sl_si: Premakni
zh_cn: 移动
zh_tw: 移動

# LastScanAtX
source: Last scan at {0}
cs_cz: Poslední sken v {0}
es_es: Último escaneo {0}
fr_fr: Dernier scan à {0}
it_it: Ultima scansione il {0}
ja_jp: 最終スキャン : {0}
ko_kr: {0}에 마지막 검색
pt_br: Última verificação às {0}
sl_si: Zadnji pregled ob {0}
zh_cn: 最后一次扫描在{0}
zh_tw: 上一次掃描時間：{0}

source: Hidden Network
cs_cz: Skrytá síť
es_es: Red oculta
fr_fr: Réseau masqué
it_it: Rete nascosta
ja_jp: 非表示のネットワーク
ko_kr: 숨겨진 네트워크
pt_br: Rede Oculta
sl_si: Skrito omrežje
zh_cn: 隐藏网络
zh_tw: 隱藏網路

# DevelopedAndMaintainedByX
source: Developed and maintained by {0} with the help of the
cs_cz: Vyvinuto a udržováno společností {0} s pomocí
es_es: Desarrollado y mantenido por {0} con la ayuda de
fr_fr: Développé et maintenu par {0} avec l'aide du
it_it: Sviluppato e mantenuto da {0} con l'aiuto di
ja_jp: {0}によって開発および保守
ko_kr: {0}의 도움으로 개발 및 유지 관리
pt_br: Desenvolvido e mantido por {0} com a ajuda de
sl_si: Razvil in vzdržuje {0} s pomočjo
zh_cn: 由 {0}在以下机构的帮助下开发和维护
zh_tw: 由 {0} 進行開發與維護，並在此感謝…

# ExternalService_ipify_Description
source: A Simple Public IP Address API
cs_cz: Jednoduché API veřejných IP adres.
es_es: Una sencilla API para direcciones IP públicas
fr_fr: Une API simple adresse IP publique
it_it: Una API semplice di indirizzi pubblici
ja_jp: シンプルなパブリックIPアドレスAPI
ko_kr: 간단한 공용 IP 주소 API
pt_br: Uma API de Endereço IP Público Simples
sl_si: Preprost API za javni IP naslov
zh_cn: 一个简单的公网 IP 地址 API
zh_tw: 簡易公共 IP 位址 API

# Library_AirspaceFixer_Description
source: AirspacePanel fixes all Airspace issues with WPF-hosted Winforms.
cs_cz: AirspacePanel opravuje všechny problémy vzdušného prostoru s Winformy hostovanými na WPF.
es_es: AirspacePanel soluciona todos los problemas de Airspace con Winforms alojados en WPF.
fr_fr: AirspacePanel corrige tous les problèmes d'espace aérien avec les Winforms hébergés par WPF.
it_it: AirspacePanel risolve tutti i problemi di AirSpace con Winforms hostati su WPF.
ja_jp: AirspacePanel は、WPF でホストされる Winforms のすべての Airspace の問題を修正します。
ko_kr: AirSpacePanel WPF 호스팅 WinForms의 모든 영공 문제를 해결합니다.
pt_br: O AirspacePanel corrige todos os problemas do Airspace com Winforms hospedados no WPF.
sl_si: AirspacePanel odpravlja vse težave z zračnim prostorom z Winforms, ki jih gosti WPF.
zh_cn: AirspacePanel 修复了所有 Airspace 与 WPF-hosted Winforms 的问题。
zh_tw: AirspacePanel 可解決在 WPF 主機中使用 WinForms 時所遇到的所有 Airspace 問題。

# Library_ControlzEx_Description
source: Shared Controlz for WPF and ... more
cs_cz: Shared Controlz pro WPF a ... více
es_es: Shared Controlz para WPF y ... más
fr_fr: Contrôles partagés pour WPF et ... plus
it_it: Controlz condiviso per WPF e ... altro
ja_jp: WPF 用の Shared Controlz および ... 詳細
ko_kr: WPF 등에 대한 공유 제어 및 ... 기타
pt_br: Controles Compartilhados para WPF e... mais
sl_si: Deljen nadzor za WPF in ... več
zh_cn: 强大的 WPF 共享控件库
zh_tw: 為 WPF 共享的 Controlz 和…更多

# Library_DnsClientNET_Description
source: DnsClient.NET is a simple yet very powerful and high performant open source library for the .NET Framework to do DNS lookups
cs_cz: DnsClient.NET je jednoduchá, ale velmi výkonná a vysoce výkonná knihovna s otevřeným zdrojovým kódem pro .NET Framework pro vyhledávání DNS
es_es: DnsClient.NET es una biblioteca de código abierto sencilla pero muy potente y de alto rendimiento para .NET Framework para hacer búsquedas DNS
fr_fr: DnsClient.NET est une bibliothèque open source simple mais très puissante et hautement performante pour le .NET Framework pour effectuer des recherches DNS
it_it: DnsClient.NET è una libreria open source semplice ma molto potente e ad alte prestazioni per .NET Framework per eseguire ricerche DNS
ja_jp: DnsClient.NETは、.NET FrameworkでDNS Lookupsを行うためのシンプルでありながら非常に強力で高性能なオープンソースライブラリです
ko_kr: DnsClient.NET는 단순하지만 매우 강력하고 .NET Framework에서 DNS 검색을 수행할 수 있는 고성능 오픈 소스 라이브러리
pt_br: DnsClient.NET é uma biblioteca de código aberto simples, mas muito poderosa e de alto desempenho para o .NET Framework fazer pesquisas DNS
sl_si: DnsClient.NET je preprosta, a zelo zmogljiva in visoko zmogljiva odprtokodna knjižnica za .NET Framework za iskanje DNS
zh_cn: DnsClient.NET 是一个简单但功能强大且高性能的开源库，用于在 .NET Framework 中执行 DNS 查询
zh_tw: DnsClient.NET 是一個簡潔而又強大、效能極佳的開源函式庫，為 .NET Framework 設計，可用於執行 DNS 查詢
