Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

source: Add a host to monitor
cs_cz: Přidat hosta do monitoringu
es_es: Añadir un host para monitorear
fr_fr: Ajouter un hôte à surveiller
it_it: Aggiungi host da monitorare
ja_jp: 監視するホストの追加
ko_kr: 모니터링할 호스트 추가
pl_pl: Dodaj hosta do monitorowania
pt_br: Adicione um host para monitorar
sl_si: Dodaj gostitelja za spremljanje
zh_cn: 添加一个要监控的主机
zh_tw: 新增主機進行監控

source: Pause
cs_cz: Pozastavit
es_es: Pausar
it_it: Pausa
ja_jp: 一時停止
ko_kr: 일시 중지
pl_pl: Pauza
pt_br: Pausar
sl_si: Premor
zh_cn: 暂停
zh_tw: 暫停

source: Resume
cs_cz: Pokračovat
es_es: Reanudar
fr_fr: Reprendre
it_it: Riprendi
ja_jp: 再開
ko_kr: 재개
pl_pl: Wznów
pt_br: Continuar
sl_si: Nadaljuj
zh_cn: 恢复
zh_tw: 繼續

# CouldNotResolveIPAddressFor
source: Could not resolve ip address for: "{0}"
cs_cz: Nelze přeložit IP adresu pro: "{0}"
es_es: No se pudo resolver la dirección IP para: "{0}"
fr_fr: Impossible de résoudre l'adresse IP pour: "{0}"
it_it: Impossibile risolvere indirizzo IP per: "{0}"
ja_jp: IPアドレスを解決できませんでした : "{0}"
ko_kr: IP 주소를 확인할 수 없습니다: "{0}"
pl_pl: Nie można rozwiązać adresu ip dla: "{0}"
pt_br: Não foi possível resolver o endereço IP para: "{0}"
sl_si: Ni bilo mogoče razrešiti naslova IP za: "{0}"
zh_cn: 无法解析主机名ip地址："{0}"
zh_tw: 無法解析 ip 位址："{0}"

source: The application will be restarted...
cs_cz: Aplikace bude znovu spuštena
es_es: La aplicación se reiniciará...
fr_fr: L'application sera relancée…
it_it: L'applicazione verrà riavviata...
ja_jp: アプリケーションが再起動されます...
ko_kr: 응용 프로그램이 다시 시작됩니다...
pl_pl: Aplikacja zostanie uruchomiona ponownie
pt_br: O aplicativo será reiniciado...
sl_si: Program se bo znova zagnal...
zh_cn: 应用程序将重新启动...
zh_tw: 應用程式將重新啟動...

# ClouldNotExportFileSeeErrorMessageXX
source: Could not export file! See error message: "{0}"
cs_cz: Soubor nelze exportovat! Prohlédní chybová hlášení: "{0}"
es_es: ¡No se pudo exportar el archivo! Ver mensaje de error: "{0}"
fr_fr: Impossible d'exporter fichier! Voir message d'erreur: "{0}"
it_it: Impossibile esportare il file! Vedi messaggio errore: "{0}"
ja_jp: ファイルをエクスポートできませんでした! エラーメッセージを参照してください : "{0}"
ko_kr: 파일을 내보낼 수 없습니다! 오류 메시지 참조: "{0}"
pl_pl: Nie można wyeksportować pliku! Zobacz komunikat błędu: "{0}"
pt_br: Não foi possível exportar o arquivo! Veja a mensagem de erro: "{0}"
sl_si: Ni bilo mogoče izvoziti datoteke! Glejte sporočilo o napaki: "{0}"
zh_cn: 无法导出文件！ 查看错误信息: "{0}"
zh_tw: 不能匯出檔案！參閱錯誤訊息："{0}"

# FileExportedToXX
source: File exported to "{0}"!
cs_cz: Soubor vyexportován do "{0}"!
es_es: ¡Archivo exportado a "{0}"!
fr_fr: Fichier exporté vers "{0}"!
it_it: File esportato in "{0}">
ja_jp: ファイルが"{0}"にエクスポートされました!
ko_kr: 파일을 "{0}"으로 내보냈습니다!
pl_pl: Plik wyeksportowany do "{0}"!
pt_br: Arquivo exportado para "{0}"!
sl_si: Datoteka je izvožena v "{0}"!
zh_cn: 文件导出到 "{0}"!
zh_tw: 檔案已匯出到 "{0}"！

# ClouldNotImportFileSeeErrorMessageXX
source: Could not import file! See error message: "{0}"
cs_cz: Soubor není možné naimportovat! Prohlédni chybová hlášení: "{0}"
es_es: ¡No se pudo importar el archivo! Ver mensaje de error: "{0}"
fr_fr: Impossible d'importer fichier! Voir message d'erreur: "{0}"
it_it: Impossibile importare il file! Vedi messaggio errore: "{0}"
ja_jp: ファイルをインポートできませんでした! エラーメッセージを参照してください : "{0}"
ko_kr: 파일을 가져올 수 없습니다! 오류 메시지 참조: "{0}"
pl_pl: Nie można zaimportować pliku! Zobacz komunikat błędu: "{0}"
pt_br: Não foi possível importar o arquivo! Veja a mensagem de erro: "{0}"
sl_si: Ni bilo mogoče uvoziti datoteke! Glejte sporočilo o napaki: "{0}"
zh_cn: 无法导入文件！ 查看错误信息: "{0}"
zh_tw: 不能匯入檔案！參閱錯誤訊息："{0}"

# LocationCannotBeChangedInThePortableVersion
source: Location cannot be changed in portable version!
cs_cz: Umístění nemůže být u portable verze aplikace změněno!
es_es: ¡La ubicación no se puede cambiar en la versión portable!
fr_fr: Emplacement ne peut pas être changé en version portable!
it_it: Nella versione portatile il percorso non può essere modificato!
ja_jp: ポータブル版では場所を変更できません!
ko_kr: 휴대용 버전에서는 위치를 변경할 수 없습니다!
pl_pl: Lokalizacja nie może być zmieniona w przenośnej wersji aplikacji!
pt_br: A localização não pode ser alterada na versão portátil!
sl_si: Ni mogoče spremeniti lokacije v prenosni različici!
zh_cn: 便携版无法更改位置！
zh_tw: 可攜版中無法變更位置！

source: Is encrypted
cs_cz: Je zašifrováno
es_es: Está cifrado
fr_fr: Est crypté
it_it: È criptato
ja_jp: 暗号化されています
ko_kr: 암호화됨
pl_pl: Jest zaszyfrowane
pt_br: Está criptografado
sl_si: Je šifrirano
zh_cn: 已加密
zh_tw: 已加密

# ToolTip_OpenTheDocumentation
source: Open the documentation.
it_it: Apri la documentazione.
ja_jp: ドキュメントを開く。
zh_tw: 開啟文件說明。

# ExampleProfileFileName
source: Customer 1
cs_cz: Klient 1
es_es: Cliente 1
fr_fr: Client 1
it_it: Personale 1
ja_jp: カスタマー 1
ko_kr: 고객 1
pl_pl: Klient 1
pt_br: Cliente 1
sl_si: Stranka 1
zh_cn: 客户 1
zh_tw: 客戶 1

source: Add profile file
cs_cz: Přidat soubor profilu
es_es: Añadir archivo de perfil
fr_fr: Ajouter un fichier de profil
it_it: Aggiungi file profilo
ja_jp: プロファイルファイルの追加
ko_kr: 프로필 파일 추가
pl_pl: Dodaj plik profilu
pt_br: Adicionar arquivo de perfi
sl_si: Dodaj profilno datoteko
zh_cn: 添加配置文件
zh_tw: 新增設定檔檔案

# DisableEncryptionDots
source: Disable encryption...
cs_cz: Zakázat šivrování...
es_es: Deshabilitar cifrado...
fr_fr: Désactiver le cryptage…
it_it: Disabilita criptazione...
ja_jp: 暗号化を無効...
ko_kr: 암호화 사용 안 함...
pl_pl: Wyłącz szyfrowanie...
pt_br: Desabilitar criptografia...
sl_si: Onemogoči šifriranje...
zh_cn: 禁用加密...
zh_tw: 停用加密...

source: Edit profile file
cs_cz: Upravit soubor profilu
es_es: Editar archivo de perfil
fr_fr: Éditer le fichier de profil
it_it: Modifica file profilo
ja_jp: プロファイルファイルの編集
ko_kr: 프로필 파일 편집
pl_pl: Edytuj plik profilu
pt_br: Editar arquivo de perfi
sl_si: Uredi profilno datoteko
zh_cn: 编辑配置文件
zh_tw: 編輯設定檔檔案

# EnableEncryptionDots
source: Enable encryption...
cs_cz: Povolit šifrování...
es_es: Habilitar cifrado...
fr_fr: Activer le cryptage…
it_it: Abilita criptazione...
ja_jp: 暗号化を有効...
ko_kr: 암호화 사용...
pl_pl: Włącz szyfrowanie...
pt_br: Habilitar criptografia...
sl_si: Omogoči šifriranje...
zh_cn: 启用加密...
zh_tw: 啟用加密

# EncryptionDots
source: Encryption...
cs_cz: Šifrování...
es_es: Cifrado...
fr_fr: Cryptage…
it_it: Criptazione...
ja_jp: 暗号化...
ko_kr: 암호화...
pl_pl: Szyfrowanie...
pt_br: Criptografia...
sl_si: Šifriranje...
zh_cn: 加密
zh_tw: 加密...

source: Profile name already exists!
cs_cz: Nazev profilu již existuje!
es_es: ¡El nombre del perfil ya existe!
fr_fr: Nom du profil existe déjà!
it_it: Esiste già un profilo con lo stesso nome!
ja_jp: プロファイル名は既に存在します!
ko_kr: 프로필 이름이 이미 있습니다!
pl_pl: Nazwa profilu już istnieje!
pt_br: O nome de perfil já existe!
sl_si: Ime profila že obstaja!
zh_cn: 配置文件名称已经存在!
zh_tw: 設定檔名稱已經存在！

source: Rename
cs_cz: Přejmenovat
es_es: Renombrar
fr_fr: Renommer
it_it: Rinomina
ja_jp: 名前の変更
ko_kr: 이름 바꾸기
pl_pl: Zmień nazwę
pt_br: Renomear
sl_si: Preimenuj
zh_cn: 重命名
zh_tw: 重新命名

source: Delete profile file
cs_cz: Odstranit soubor profilů
es_es: Eliminar archivo de perfil
fr_fr: Supprimer le fichier de profil
it_it: Elimina file profilo
ja_jp: プロファイルファイルを削除
ko_kr: 프로필 파일 삭제
pl_pl: Usuń plik profilu
pt_br: Excluir arquivo de perfil
sl_si: Izbriši profilno datoteko
zh_cn: 删除配置文件
zh_tw: 刪除設定檔檔案

# DeleteProfileFileMessage
source: Selected profile file will be deleted permanently.
cs_cz: Vybraný profil bude trvale odstraněn.
es_es: El archivo de perfil seleccionado será eliminado permanentemente.
fr_fr: Fichier de profil sélectionné sera supprimé définitivement.
it_it: Il file profilo selezionato verra eliminato permanentemente.
ko_kr: 선택한 프로필 파일이 영구적으로 삭제됩니다.
pl_pl: Wybrany profil zostanie trwale usunięty.
pt_br: O arquivo de perfil selecionado será excluído permanentemente.
sl_si: Izbrana profilna datoteka bo trajno izbrisana.
zh_cn: 所选配置文件将永久删除。
zh_tw: 所選的設定檔將被永久刪除。

# ResetProfilesMessage
source: All profiles in this profile file will be permanently deleted!
cs_cz: Všechny profily v tomto souboru profilů budou nenávratně odstraněny!
es_es: ¡Todos los perfiles en este archivo de perfil serán eliminados permanentemente!
fr_fr: Tous profils du fichier de profil seront supprimés définitivement!
it_it: Tutti profili in questo file profilo verranno permanentemente eliminati!
ja_jp: このプロファイル ファイル内のすべてのプロファイルは完全に削除されます!
ko_kr: 이 프로필 파일의 모든 프로필이 영구적으로 삭제됩니다!
pl_pl: Wszystkie profile w tym pliku profili zostaną bezpowrotnie usunięte!
pt_br: Todos os perfis neste arquivo de perfil serão excluídos permanentemente!
sl_si: Vse profilne datoteke v tem profilu bodo trajno izbrisane!
zh_cn: 此配置文件中的所有配置文件将被永久删除!
zh_tw: 此設定檔中的所有設定檔將被永久刪除！

source: Patch
cs_cz: Oprava
es_es: Parche
fr_fr: Chemin
ja_jp: パッチ
ko_kr: 패치
sl_si: Popravek
zh_cn: 修复
zh_tw: 修補

source: Restart the application to change the language!
cs_cz: Znovu spustit aplikaci, aby se projevila změna jazyka!
es_es: ¡Reinicie la aplicación para cambiar el idioma!
fr_fr: Redémarrez l'application pour changer la langue!
it_it: Per applicare la modifica della lingua riavvia l'applicazione
ja_jp: 言語を変更するには、アプリケーションを再起動してください!
ko_kr: 언어를 변경하려면 응용 프로그램을 다시 시작합니다!
pl_pl: Uruchom ponownie aplikację aby zmienić język!
pt_br: Reinicie o aplicativo para alterar o idioma!
sl_si: Za spremembo jezika znova zaženite program!
zh_cn: 重新启动应用程序以更改语言!
zh_tw: 重新啟動應用程式來變更語言！

source: Currently downloaded
cs_cz: Momentálně staženo
es_es: Descargado actualmente
fr_fr: Actuellement téléchargé
it_it: Attualmente downloadati
ja_jp: 現在ダウンロード済み
ko_kr: 현재 다운로드됨
pl_pl: Obecnie pobrano
pt_br: Atualmente baixado
sl_si: Trenutno preneseno
zh_cn: 当前下载
zh_tw: 目前已下載

source: Currently uploaded
cs_cz: Momentálně odesláno
es_es: Subido actualmente
fr_fr: Actuellement mis en ligne
it_it: Attualmente uploadati
ja_jp: 現在アップロード済み
ko_kr: 현재 업로드됨
pl_pl: Obecnie wysłano
pt_br: Atualmente enviado
sl_si: Trenutno naloženo
zh_cn: 当前上传
zh_tw: 目前已上傳

# RestartAsAdmin
source: Restart as Administrator
cs_cz: Spustit znovu "Jako administrátor"
es_es: Reiniciar como administrador
fr_fr: Redémarrer en tant qu'administrateur
it_it: Riavvia come amministratore
ja_jp: 管理者として再起動
ko_kr: 관리자로 재시작
pl_pl: Uruchom ponownie jako Administrator
pt_br: Reiniciar como Administrador
sl_si: Znova zaženi kot skrbnik
zh_cn: 以管理员身份启动
zh_tw: 系統管理員身分重新啟動

# NetworkPacketsCaptureAdminMessage
source: To analyze network packets, the application must be started with elevated rights!
cs_cz: Aby bylo možné analyzovat síťové pakety, musí být aplikace spuštěna se zvýšenými oprávněními!
es_es: ¡Para analizar los paquetes de red, la aplicación debe iniciarse con derechos elevados!
fr_fr: Pour analyser les paquets du réseau, l'application doit être lancée avec des droits élevés!
it_it: Per analizzare i pacchetti di rete l'applicazione deve essere avviata con privilegi elevati!
ja_jp: ネットワーク パケットを分析するには昇格した権限が必要です!
ko_kr: 네트워크 패킷을 분석하려면 응용 프로그램을 상승된 권한으로 시작해야 합니다!
pl_pl: Aby analizować pakiety sieciowe, aplikacja musi być uruchomiona z podniesionymi uprawnieniami!
pt_br: Para analisar pacotes de rede, o aplicativo deve ser iniciado com direitos elevados!
sl_si: Za analizo omrežnih paketov je potrebno program zagnati s povišanimi pravicami!
zh_cn: 要分析网络数据包，必须以高权限启动该应用程序!
zh_tw: 分析網路封包需要提升權限！

source: Capture
cs_cz: Zachytit
es_es: Capturar
it_it: Cattura
ja_jp: キャプチャ
ko_kr: 캡쳐
pl_pl: Przechwytuj
pt_br: Capturar
sl_si: Zajemi
zh_cn: 捕获
zh_tw: 擷取

source: Device
cs_cz: Zařízení
es_es: Dispositivo
fr_fr: Dispositif
it_it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
pl_pl: Urządzenie
pt_br: Dispositivo
sl_si: Naprava
zh_cn: 设备
zh_tw: 裝置

source: Duration (s)
cs_cz: Trvání (s)
es_es: Duración (s)
fr_fr: Durée (s)
it_it: Durata (s)
ja_jp: 間隔 (秒)
ko_kr: 기간
pl_pl: Czas trwania (s)
pt_br: Duração (s)
sl_si: Trajanje (s)
zh_cn: 持续时间(s)
zh_tw: 持續時間（秒）

source: Model
es_es: Modelo
fr_fr: Modèle
it_it: Modello
ja_jp: モデル
ko_kr: 모델
pt_br: Modelo
zh_cn: 型号
zh_tw: 型號

source: Capture network packets to view LLDP or CDP information!
cs_cz: Zachytit síťové pakety a zobrazit informace LLDP nebo CDP!
es_es: ¡Capturar paquetes de red para ver la información LLDP o CDP!
fr_fr: Capturez les paquets réseau pour visualiser les informations LLDP ou CDP!
it_it: Cattura pacchetti di rete per visualizzare le info LLDP o CDP!
ja_jp: ネットワークパケットをキャプチャしてLLDPまたはCDP情報を表示!
ko_kr: LLDP 또는 CDP 정보를 보려면 네트워크 패킷을 캡처하십시오!
pl_pl: Przechwytuj pakiety sieciowe aby zobaczyć informację LLDP lub CDP!
pt_br: Capturar pacotes de rede para visualizar informações LLDP ou CDP!
sl_si: Zajemi omrežne pakete za prikaz podatkov LLDP ali CDP!
zh_cn: 捕获网络数据包以查看LLDP或CDP信息!
zh_tw: 捕捉網路封包以檢視 LLDP 或 CDP 資訊！

source: No discovery protocol packages received!
cs_cz: Nepřijaty žádné pakety!
es_es: ¡No se han recibido paquetes del protocolo de descubrimiento!
fr_fr: Aucun paquet de protocole de découverte reçu!
it_it: Nessun pacchetto discovery ricevuto!
ja_jp: 検出プロトコル パッケージを受信できませんでした!
ko_kr: 수신한 검색 프로토콜 패키지가 없습니다!
pl_pl: Nie odebrano żadnych pakietów!
pt_br: Nenhum pacote de protocolo de descoberta recebido!
sl_si: Niso bili prejeti nobeni paketi protokola za odkrivanje!
zh_cn: 没有收到发现协议包!
zh_tw: 未收到任何探測協定封包！

# CapturingNetworkPackagesDots
source: Capturing network packages...
cs_cz: Zachytávání síťových paketů...
es_es: Capturando paquetes de red...
fr_fr: Capturer les paquets du réseau...
it_it: Cattura pacchetti rete...
ja_jp: ネットワーク パッケージをキャプチャしています...
ko_kr: 네트워크 패키지 캡처 중...
pl_pl: Przechwytywanie pakietów sieciowych...
pt_br: Capturando pacotes de rede...
sl_si: Zajem omrežnih paketov...
zh_cn: 捕获网络包...
zh_tw: 正在擷取網路封包...

source: Discovery Protocol
cs_cz: Discovery protokol
es_es: Protocolo de descubrimiento
fr_fr: Protocole de découverte
it_it: Protocollo discovery
ja_jp: 検出プロトコル
ko_kr: 탐색 프로토콜
pt_br: Protocolo de Descoberta
sl_si: Protokol odkritja
zh_cn: 发现协议
zh_tw: Discovery 通訊協定

# XXSecondsRemainingDots
source: {0} seconds remaining...
cs_cz: Zbývá {0} sekund...
es_es: {0} segundos restantes...
fr_fr: {0} secondes restantes...
it_it: {0} secondi rimanenti...
ja_jp: 残り{0}秒...
ko_kr: {0}초 남음...
pl_pl: Pozostało {0} sekund...
pt_br: {0} segundos restantes...
sl_si: {0} preostalih sekund...
zh_cn: {0} 秒剩余...
zh_tw: {0} 秒數剩餘...

source: Help
cs_cz: Nápověda
es_es: Ayuda
fr_fr: Aide
it_it: Guida
ja_jp: ヘルプ
ko_kr: 도움말
pl_pl: Pomoc
pt_br: Ajuda
sl_si: Pomoč
zh_cn: 帮助
zh_tw: 說明

# HelpMessage_ParameterApplication
source: Application that is displayed at startup.
cs_cz: Aplikace zobrazena po startu
es_es: Aplicación que se muestra al inicio.
fr_fr: Application qui s'affiche au démarrage.
it_it: Applicazione visualizzata all'avvio
ja_jp: 起動時に表示されるアプリケーション。
ko_kr: 시작할 때 표시되는 응용 프로그램입니다.
pl_pl: Aplikacja wyświetlana po uruchomieniu.
pt_br: Aplicativo que é exibido na inicialização.
sl_si: Program, ki se prikaže ob zagonu.
zh_cn: 启动时显示的应用程序。
zh_tw: 啟動時顯示的應用程式

source: Parameter
cs_cz: Parametr
es_es: Parámetro
fr_fr: Paramètre
it_it: Parametro
ja_jp: パラメータ
ko_kr: 매개변수
pl_pl: Parametr
pt_br: Parâmetro
zh_cn: 参数
zh_tw: 參數

source: Value
cs_cz: Hodnota
es_es: Valor
fr_fr: Valeur
it_it: Valore
ja_jp: 値
ko_kr: 값
pl_pl: Wartość
pt_br: Valor
sl_si: Vrednost
zh_cn: 值
zh_tw: 值

source: Web Console
cs_cz: Web konzola
es_es: Consola web
fr_fr: Console Web
it_it: Console web
ja_jp: Web コンソール
ko_kr: 웹 콘솔
pl_pl: Konsola Web
pt_br: Console Web
sl_si: Spletna konzola
zh_cn: Web 控制台
zh_tw: 網頁主控台

source: Reload
cs_cz: Znovu načíst
es_es: Recargar
fr_fr: Recharger
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 불러오기
pl_pl: Przeładuj
pt_br: Recarregar
sl_si: Znova naloži
zh_cn: 重新加载
zh_tw: 重新載入

source: Browser
cs_cz: Prohlížeč
es_es: Navegador
fr_fr: Navigateur
ja_jp: ブラウザ
ko_kr: 브라우저
pl_pl: Przeglądarka
pt_br: Navegador
sl_si: Brskalnik
zh_cn: 浏览器
zh_tw: 瀏覽器

# WebViewControlCertificateIsInvalidMessage
source: The WebView control (Microsoft Edge) cannot connect to websites with an invalid certificate!
cs_cz: Ovládací prvek WebView (Microsoft Edge) se nemůže připojit ke stránkám s neplatným certifikátem!
es_es: ¡El control WebView (Microsoft Edge) no puede conectarse a sitios web con un certificado no válido!
fr_fr: Le contrôle WebView (Microsoft Edge) ne peut pas se connecter à des sites web avec un certificat non valide!
it_it: Il controllo WebView (Microsoft Edge) non può collegarsi al sito web con un certificato non valido!
ja_jp: WebView コントロール (Microsoft Edge) は、証明書が無効な Web サイトに接続できません!
ko_kr: WebView 제어 (Microsoft Edge)는 잘못된 인증서가 있는 웹 사이트에 연결할 수 없습니다!
pl_pl: Kontrolka WebView (Microsoft Edge) nie może łączyć się do stron z nieprawidłowym certyfikatem!
pt_br: O controle WebView (Microsoft Edge) não pode se conectar a sites com um certificado inválido!
sl_si: Kontrolnik WebView (Microsoft Edge) se ne more povezati s spletnimi stranmi z neveljavnim potrdilom!
zh_cn: WebView控件（Microsoft Edge）无法连接到具有无效证书的网站!
zh_tw: WebView 控制項（Microsoft Edge）無法連線到使用不正確憑證的網站！

# MicrosoftWindowsSDKContractsIsNotAvailable
source: Microsoft.Windows.SDK.Contracts is required for this feature but not available on this system (e.g. on Windows Server).
cs_cz: K použití této funkce je vyžadován Microsoft.Windows.SDK.Contracts, ale v tomto systému není k dispozici (např. Windows Server).
es_es: Se requiere Microsoft.Windows.SDK.Contracts para esta característica, pero no está disponible en este sistema (ej. en Windows Server).
fr_fr: Microsoft.Windows.SDK.Contracts est requis pour cette fonctionnalité mais n'est pas disponible sur ce système (par ex: sur Windows Server).
it_it: Per questa funzione è richiesto Microsoft.Windows.SDK.Contracts che non è disponibile nel sistema (es. Windows Server)
ja_jp: この機能には Microsoft.Windows.SDK.Contracts が必要ですが、このシステム (Windows Server など) では使用できません。
ko_kr: 이 기능에 대해서는 Microsoft.Windows.SDK.Contracts가 필요하지만 이 시스템에서는 사용할 수 없습니다 (예: Windows 서버에서).
pl_pl: Microsoft.Windows.SDK.Contracts jest wymagane do użycia tej funkcji ale nie jest dostępne na tym systemie (np. na Windows Server).
pt_br: O Microsoft.Windows.SDK.Contracts é necessário para esse recurso, mas não está disponível neste sistema (por exemplo, no Windows Server).
sl_si: Microsoft.Windows.SDK.Contracts je potreben za to funkcijo, vendar ni na voljo v tem sistemu (npr. na Windows Strežnik).
zh_cn: Microsoft.Windows.SDK.Contracts是该功能的必要条件，但在该系统上不可用（例如在Windows Server上）。
zh_tw: 此功能需使用 Microsoft.Windows.SDK.Contracts，但該套件在此系統（如 Windows Server）中無法取得。

# ApplicationName_ARPTable
source: ARP Table
cs_cz: Tabulka ARP
es_es: Tabla ARP
fr_fr: Table ARP
it_it: Tabella ARP
ja_jp: ARP テーブル
ko_kr: ARP 테이블
pl_pl: Tablica ARP
pt_br: Tabela ARP
sl_si: Tabela ARP
zh_cn: ARP 列表
zh_tw: ARP 表格

# ApplicationName_Connections
source: Connections
cs_cz: Připojení
es_es: Conexiones
fr_fr: Connexions
it_it: Connessioni
ja_jp: 接続
ko_kr: 연결
pl_pl: Połączenia
pt_br: Conexões
sl_si: Povezave
zh_cn: 连接
zh_tw: 連線

# ApplicationName_Dashboard
source: Dashboard
cs_cz: Hlavní obrazovka
es_es: Panel de control
fr_fr: Tableau de bord
it_it: Pannello di controllo
ja_jp: ダッシュボード
ko_kr: 대시보드
pl_pl: Ekran główny
pt_br: Painel de Controle
sl_si: Armaturna plošča
zh_cn: 仪表盘
zh_tw: 儀表板

# ApplicationName_DiscoveryProtocol
source: Discovery Protocol
cs_cz: Discovery protokol
es_es: Protocolo de descubrimiento
fr_fr: Protocole de découverte
it_it: Protocollo discovery
ja_jp: 検出プロトコル
ko_kr: 탐색 프로토콜
pt_br: Protocolo de Descoberta
sl_si: Protokol odkritja
zh_cn: 发现协议
zh_tw: Discovery 通訊協定

# ApplicationName_DNSLookup
source: DNS Lookup
cs_cz: Prohledávání DNS
es_es: Búsqueda DNS
fr_fr: Recherche DNS
it_it: Consultazione DNS
ko_kr: DNS 조회
pl_pl: Wyszukiwanie DNS
pt_br: Pesquisa de DNS
sl_si: Iskanje DNS
zh_cn: DNS 查询
zh_tw: DNS 查詢

# ApplicationName_HTTPHeaders
source: HTTP Headers
cs_cz: Hlavičky HTTP
es_es: Encabezados HTTP
fr_fr: En-têtes HTTP
it_it: Intestazioni HTTP
ja_jp: HTTP ヘッダ
ko_kr: HTTP 헤더
pl_pl: Nagłówki HTTP
pt_br: Cabeçalhos HTTP
sl_si: Glave HTTP
zh_cn: HTTP 头
zh_tw: HTTP 標頭

# ApplicationName_IPScanner
source: IP Scanner
cs_cz: Skener IP adres
es_es: Escáner de IP
fr_fr: Scanner IP
it_it: Scansione IP
ja_jp: IP スキャナ
ko_kr: IP 스캐너
pl_pl: Skaner IP
pt_br: Scanner de IP
sl_si: Pregledovalnik IP
zh_cn: IP 扫描器
zh_tw: IP 掃描器

# ApplicationName_Listeners
source: Listeners
cs_cz: Nasloucháči
fr_fr: Auditeurs
it_it: Ascoltatori
ja_jp: リスナー
ko_kr: 청취자
pl_pl: Gniazda nasłuchujące
pt_br: Escutas
sl_si: Poslušalci
zh_cn: 监听器
zh_tw: 監聽器

# ApplicationName_Lookup
source: Lookup
cs_cz: Prohledávání
es_es: Búsqueda
fr_fr: Chercher
it_it: Consultazione
ko_kr: 조회
pl_pl: Wyszukiwanie
pt_br: Pesquisa
sl_si: Iskanje
zh_cn: 查找
zh_tw: 查詢

# ApplicationName_NetworkInterface
source: Network Interface
cs_cz: Síťový adapter
es_es: Interfaz de red
fr_fr: Interface réseau
it_it: Interfacce di rete
ja_jp: ネットワーク インターフェース
ko_kr: 네트워크 인터페이스
pl_pl: Interfejs sieciowy
pt_br: Interface de Rede
sl_si: Omrežna kartica
zh_cn: 网络接口
zh_tw: 網路介面

# ApplicationName_PingMonitor
source: Ping Monitor
cs_cz: Monitor pingů
es_es: Monitoreador de ping
fr_fr: Ping Moniteur
it_it: Monitor ping
ja_jp: Ping モニター
ko_kr: 핑 모니터
pl_pl: Monitor Ping
pt_br: Monitor de Ping
sl_si: Spremljaj Ping
zh_cn: Ping 监控
zh_tw: Ping 監控

# ApplicationName_PortScanner
source: Port Scanner
cs_cz: Skener portů
es_es: Escáner de puertos
it_it: Scansione porte
ja_jp: ポート スキャナ
ko_kr: 포트 스캐너
pl_pl: Skaner portów
pt_br: Scanner de Portas
sl_si: Pregledovalnik vrat
zh_cn: 端口扫描器
zh_tw: Port 掃描器

# ApplicationName_RemoteDesktop
source: Remote Desktop
cs_cz: Vzdálená plocha
es_es: Escritorio remoto
fr_fr: Bureau à distance
it_it: Desktop remoto
ja_jp: リモート デスクトップ
ko_kr: 원격 데스크탑
pl_pl: Zdalny Pulpit
pt_br: Área de Trabalho Remota
sl_si: Oddaljeno namizje
zh_cn: 远程桌面
zh_tw: 遠端桌面

# ApplicationName_SubnetCalculator
source: Subnet Calculator
cs_cz: Kalkulátor podsítí
es_es: Calculadora de subredes
fr_fr: Calculateur de sous-réseau
it_it: Calcolatore sottorete
ja_jp: サブネット 計算機
ko_kr: 서브넷 계산기
pl_pl: Kalkulator podsieci
pt_br: Calculadora de Sub-rede
sl_si: Računalo podomrežij
zh_cn: 子网计算器
zh_tw: 子網路計算器

# ApplicationName_Traceroute
source: Traceroute
es_es: Rastrear ruta
ja_jp: トレースルート
ko_kr: 추적 경로
sl_si: Sled poti
zh_cn: 路由跟踪
zh_tw: 路徑追蹤

# ApplicationName_WakeOnLAN
source: Wake on LAN
sl_si: Zbudi lokalno omrežje
zh_cn: 局域网唤醒
zh_tw: 網路喚醒

# ApplicationName_WebConsole
source: Web Console
cs_cz: Web konzola
es_es: Consola web
fr_fr: Console Web
it_it: Console web
ja_jp: Web コンソール
ko_kr: 웹 콘솔
pl_pl: Konsola Web
pt_br: Console Web
sl_si: Spletna konzola
zh_cn: Web 控制台
zh_tw: 網頁主控台

# Accent_Amber
source: Amber
cs_cz: Jantarový
es_es: Ámbar
fr_fr: Ambré
it_it: Ambra
ja_jp: アンバー
ko_kr: 황색
pl_pl: Bursztynowy
pt_br: Âmbar
sl_si: Jantar
zh_cn: 琥珀色
zh_tw: 琥珀色

# Accent_Black
source: Black
cs_cz: Černý
es_es: Negro
fr_fr: Noir
it_it: Nero
ja_jp: 黒
ko_kr: 검정
pl_pl: Czarny
pt_br: Preto
sl_si: Črna
zh_cn: 黑色
zh_tw: 黑色

# Accent_Blue
source: Blue
cs_cz: Modrý
es_es: Azul
fr_fr: Bleu
it_it: Blu
ja_jp: 青
ko_kr: 파랑
pl_pl: Niebieski
pt_br: Azul
sl_si: Modra
zh_cn: 蓝色
zh_tw: 藍色

# Accent_Brown
source: Brown
cs_cz: Hnědý
es_es: Marrón
fr_fr: Marron
it_it: Marrone
ja_jp: 茶
ko_kr: 갈색
pl_pl: Brązowy
pt_br: Marrom
sl_si: Rjava
zh_cn: 棕色
zh_tw: 褐色

# Accent_Cobalt
source: Cobalt
cs_cz: Kobaltový
es_es: Cobalto
it_it: Cobalto
ja_jp: コバルト
ko_kr: 진청록
pl_pl: Kobalt
pt_br: Cobalto
sl_si: Kobaltna
zh_cn: 深蓝色
zh_tw: 深藍色

# Accent_Crimson
source: Crimson
cs_cz: Karmínový
es_es: Carmesí
fr_fr: Cramoisi
it_it: Cremisi
ja_jp: クリムゾン
ko_kr: 진홍색
pl_pl: Karmazyn
pt_br: Carmesim
sl_si: Škrlatna
zh_cn: 深红色
zh_tw: 深紅色

# Accent_Cyan
source: Cyan
cs_cz: Tyrkysový
es_es: Cian
it_it: Ciano
ja_jp: シアン
ko_kr: 청록
pl_pl: Cyjan
pt_br: Ciano
sl_si: Cijan
zh_cn: 青色
zh_tw: 青色

# Accent_Emerald
source: Emerald
cs_cz: Smaragdový
es_es: Esmeralda
fr_fr: Émeraude
it_it: Smeraldo
ja_jp: エメラルド
ko_kr: 에메랄드
pl_pl: Szmaragdowy
pt_br: Esmeralda
sl_si: Smaragdna
zh_cn: 深绿色
zh_tw: 深綠色

# Accent_Green
source: Green
cs_cz: Zelený
es_es: Verde
fr_fr: Vert
it_it: Verde
ja_jp: 緑
ko_kr: 녹색
pl_pl: Zielony
pt_br: Verde
sl_si: Zelena
zh_cn: 绿色
zh_tw: 綠色
