Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# SNMPErrorCode_CommitFailed
source: An error occurred during the set operation!
fr_fr: Une erreur s'est produite lors de l'opération de réglage!
it_it: Si è verificato un errore durante l'operazione di impostazione!
ja_jp: 設定操作中にエラーが発生しました!
pt_br: Ocorreu um erro durante a operação definida!
sl_si: Pri nastavljeni operaciji je prišlo do napake!
zh_cn: 设置操作过程中发生错误！
zh_tw: 目前尚無足夠系統資源以完成此項操作！

# SNMPErrorCode_UndoFailed
source: A set operation failed, and previous changes could not be rolled back!
fr_fr: Une opération définie a échoué et les changements précédents n'ont pas pu être annulés!
it_it: Un'operazione di impostazione non è riuscita e non è stato possibile ripristinare le modifiche precedenti!
ja_jp: 設定操作が失敗し、以前の変更をロールバックできませんでした!
pt_br: Uma operação definida falhou e as alterações anteriores não puderam ser revertidas!
sl_si: Nastavljena operacija ni uspela in prejšnjih sprememb ni bilo mogoče razveljaviti!
zh_cn: 设置操作失败，无法回滚之前的更改！
zh_tw: 設定操作失敗，且無法還原至之前的狀態！

# SNMPErrorCode_AuthorizationError
source: Authentication failed. Please check the community string!
fr_fr: L'authentification a échoué. Veuillez vérifier la chaîne de communauté!
it_it: Autenticazione fallita. Controlla la stringa comunità!
ja_jp: 認証に失敗しました。コミュニティ文字列を確認してください!
pt_br: Falha na autenticação. Por favor, verifique a string da comunidade!
sl_si: Preverjanje pristnosti ni uspelo. Preverite niz skupnosti!
zh_cn: 验证失败。请检查社区字符串！
zh_tw: 驗證失敗，請確認社區字串是否正確！

# SNMPErrorCode_NotWritable
source: The requested object is not writable and cannot be modified!
fr_fr: L'objet demandé est inaccessible en écriture et non modifiable!
it_it: L'oggetto richiesto non è scrivibile e non può essere modificato!
ja_jp: 要求されたオブジェクトは書き込み可能ではなく、変更もできません!
pt_br: O objeto solicitado não é gravável e não pode ser modificado!
sl_si: Zahtevani predmet ni zapisljiv in ga ni mogoče spreminjati!
zh_cn: 请求的对象不可写，不能修改！
zh_tw: 所請求的對象不可寫入，無法進行修改！

# SNMPErrorCode_InconsistentName
source: The object's state is inconsistent, preventing the set operation!
fr_fr: L'état de l'objet est incohérent, empêchant l'opération définie!
it_it: Lo stato dell'oggetto non è coerente ed impedisce l'operazione di impostazione!
ja_jp: オブジェクトの状態が矛盾しているため、設定操作を実行できません!
pt_br: O estado do objeto é inconsistente, impedindo a operação definida!
sl_si: Stanje predmeta je nedosledno, kar preprečuje nastavljeno operacijo!
zh_cn: 对象的状态不一致，阻止了设置操作的执行！
zh_tw: 物件狀態不一致，導致設定操作失敗！

source: Close all
fr_fr: Fermer tout
it_it: Chiudi tutto
ja_jp: すべて閉じる
pt_br: Fechar todos
sl_si: Izberi vse
zh_cn: 关闭全部
zh_tw: 關閉全部

source: Expand host view
fr_fr: Développer la vue de l'hôte
it_it: Espandi visualizzazione host
ja_jp: ホストビューを展開
pt_br: Expandir visualização do host
sl_si: Razširi prikaz gostitelja
zh_cn: 展开主机视图
zh_tw: 展開主機檢視

# CannotSetHostWhileRunningMessage
source: Host cannot be set while other hosts are being added. Please wait until the process is complete and try again.
fr_fr: L'hôte ne peut pas être défini pendant l'ajout d'autres hôtes. Veuillez attendre la fin du processus et réessayer.
it_it: Non è possibile impostare l'host mentre vengono aggiunti altri host. Attendi il completamento del processo e riprova.
ja_jp: 他のホストを追加している間は、ホストを設定できません。処理が完了するまでお待ちいただき、もう一度お試しください。
pt_br: O host não pode ser definido enquanto outros hosts estão sendo adicionados. Aguarde até que o processo seja concluído e tente novamente.
sl_si: Gostitelja ni mogoče nastaviti, medtem ko se dodajajo drugi gostitelji. Počakajte, da se proces konča, in poskusite znova.
zh_cn: 正在添加其他主机时无法设置主机。请等待进程完成后再试。
zh_tw: 在其他主機正在被加入時，無法設定此主機。請等候流程完成後再試一次。

# Watermark_RunCommandWithHotKey
source: Run command... (Ctrl+Shift+P)
fr_fr: Exécuter la commande... (Ctrl+Maj+P)
it_it: Esegui comando... (Ctrl+Maiusc+P)
ja_jp: 実行コマンド... (Ctrl+Shift+P)
pt_br: Executar comando... (Ctrl+Shift+P)
sl_si: Zaženi ukaz... (Ctrl+Shift+P)
zh_cn: 运行命令...（Ctrl+Shift+P）
zh_tw: 執行命令…（Ctrl+Shift+P）

source: No matching commands!
fr_fr: Aucune commande correspondante!
it_it: Nessun comando corrispondente!
ja_jp: 一致するコマンドがありません!
pt_br: Nenhum comando correspondente!
sl_si: Ni ujemajočega se ukaza!
zh_cn: 没有匹配的命令！
zh_tw: 未找到符合的命令！

source: Remote hostname
fr_fr: Nom d'hôte distant
it_it: Nome host remoto
ja_jp: リモートホスト名
pt_br: Nome do host remoto
sl_si: Ime oddaljenega gostitelja
zh_cn: 远程主机名
zh_tw: 遠端主機名稱

source: Process ID
fr_fr: ID du processus
it_it: ID processo
ja_jp: プロセス ID
pt_br: ID do processo
sl_si: ID procesa
zh_cn: 进程 ID
zh_tw: 進程 ID

source: Process path
fr_fr: Chemin du processus
it_it: Percorso processo
ja_jp: プロセスのパス
pt_br: Caminho do processo
sl_si: Pot procesa
zh_cn: 进程路径
zh_tw: 進程路徑

source: Process name
fr_fr: Nom du processus
it_it: Nome processo
ja_jp: プロセス名
pt_br: Nome do processo
sl_si: Ime procesa
zh_cn: 进程名
zh_tw: 進程名稱

source: Computer name
fr_fr: Nom de l'ordinateur
it_it: Nome computer
ja_jp: コンピューター名
pl_pl: Nazwa komputera
pt_br: Nome do computador
sl_si: Ime računalnika
zh_cn: 计算机名
zh_tw: 電腦名稱

# ConnectionState_Error
source: Error
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
pl_pl: Błąd
pt_br: Erro
sl_si: Napaka
zh_cn: 错误
zh_tw: 錯誤

# ConnectionState_OK
source: OK
sl_si: Vredu
zh_cn: 确定
zh_tw: 確定

# ConnectionState_Warning
source: Warning
fr_fr: Attention
it_it: Avviso
ja_jp: 警告
pt_br: Aviso
sl_si: Opozorilo
zh_cn: 警告
zh_tw: 警告

source: Group / domain name
fr_fr: Groupe / nom de domaine
it_it: Nome gruppo/dominio
ja_jp: グループ / ドメイン名
pt_br: Nome do grupo / domínio
sl_si: Skupina/Ime domene
zh_cn: 工作组/域名称
zh_tw: 群組／網域名稱

source: NetBIOS reachable
fr_fr: NetBIOS joignable
it_it: NetBIOS raggiungibile
ja_jp: NetBIOS 到達可能
pt_br: NetBIOS acessível
sl_si: NetBIOS dosegljiv
zh_cn: NetBIOS 可访问
zh_tw: 可達的 NetBIOS

source: Scan for NetBIOS
fr_fr: Scanner NetBIOS
it_it: Scansione per NetBIOS
ja_jp: NetBIOS のスキャン
pt_br: Verificar por NetBIOS
sl_si: Iskanje NetBIOSa
zh_cn: 扫描 NetBIOS
zh_tw: 掃描 NetBIOS

# NetBIOSIsDisabled
source: NetBIOS scan is disabled!
fr_fr: L'analyse NetBIOS est désactivée!
it_it: La scansione NetBIOS è disabilitata!
ja_jp: NetBIOS スキャンが無効です!
pt_br: A verificação NetBIOS está desativada!
sl_si: Iskanje NetBIOSa je onemogočeno!
zh_cn: NetBIOS 扫描被禁用！
zh_tw: NetBIOS 掃描已停用！

source: Resolve Hostname is disabled!
fr_fr: Résoudre le nom d'hôte est désactivé!
it_it: La risoluzione dei nomi host è disabilitata!
ja_jp: ホスト名の解決が無効です!
pt_br: A resolução de nome de host está desativada!
sl_si: Razrešitev imena gostitelja je onemogočena!
zh_cn: 解析主机名被禁用！
zh_tw: 解析主機名稱已停用！

source: Resolve MAC address is disabled!
fr_fr: Résoudre l'adresse MAC est désactivé!
it_it: La risoluzione degli indirizzi MAC è disabilitata!
ja_jp: MAC アドレスの解決が無効です!
pt_br: A resolução de endereço MAC está desativada!
sl_si: Razrešitev naslova MAC je onemogočena!
zh_cn: 解析 MAC 地址被禁用！
zh_tw: 解析 MAC 位址已停用！

source: Close group
fr_fr: Fermer groupe
it_it: Chiudi gruppo
ja_jp: グループを閉じる
pt_br: Fechar grupo
zh_cn: 关闭组
zh_tw: 關閉群組

# ToolTip_RunCommandWithHotKey
source: Run command... (Ctrl+Shift+P)
fr_fr: Exécuter la commande... (Ctrl+Maj+P)
it_it: Esegui comando... (Ctrl+Maiusc+P)
ja_jp: 実行コマンド... (Ctrl+Shift+P)
pt_br: Executar comando... (Ctrl+Shift+P)
zh_cn: 运行命令... (Ctrl+Shift+P)
zh_tw: 執行命令…（Ctrl+Shift+P）

source: Profile files
fr_fr: Fichiers de profil
it_it: File profili
ja_jp: プロファイル ファイル
pt_br: Arquivos do perfil
zh_cn: 配置文件
zh_tw: 設定檔案

# OpenSettingsDots
source: Open settings...
fr_fr: Ouvrir paramètres...
it_it: Apri impostazioni...
ja_jp: 設定を開く...
pt_br: Abrir configurações...
zh_cn: 打开设置...
zh_tw: 打開設定

# ExpandAndOpenSearchDots
source: Expand and open search...
fr_fr: Développer et ouvrir la recherche...
it_it: Espandi e apri ricerca...
ja_jp: 展開して検索を開く...
pt_br: Expandir e abrir pesquisa...
zh_cn: 展开并打开搜索...
zh_tw: 展開並打開搜尋功能...

# WiFiAccessNotAvailableMessage
source: Access to the Wi-Fi adapter is not permitted by Windows. Open the Windows settings and allow Wi-Fi access for this application. Restart the application afterwards to use this feature.
fr_fr: Windows n'autorise pas l'accès à l'adaptateur Wi-Fi. Ouvrez les paramètres Windows et autorisez l’accès Wi-Fi à cette application. Redémarrez ensuite l'application pour utiliser cette fonctionnalité.
it_it: L'accesso alla scheda Wi-Fi non è consentito da Windows. Apri le impostazioni di Windows e consenti l'accesso Wi-Fi per questa applicazione. Per usare questa funzionalità riavvia l'applicazione.
ja_jp: Windows 11 24H2 以降では、Wi-Fi アダプターへのアクセスを許可する必要があります。 Windows の「設定」>「プライバシーとセキュリティ」>「位置情報」を開き、デスクトップ アプリ / NETworkManager へのアクセスを有効にして、アプリケーションを再起動してください。
pt_br: O acesso ao adaptador Wi-Fi não é permitido pelo Windows. Abra as configurações do Windows e permita o acesso Wi-Fi para este aplicativo. Reinicie o aplicativo posteriormente para usar este recurso.
zh_cn: Windows 不允许访问 Wi-Fi 适配器。 打开 Windows 设置，允许此应用程序访问 Wi-Fi。 之后重新启动应用程序即可使用此功能。
zh_tw: 自 Windows 11 24H2 起，您需要允許對 Wi‑Fi 介面卡的存取。 開啟 Windows 設定 > 隱私與安全性 > 位置，將桌面應用程式 / NETworkManager 的存取權限打勾，重新啟動本程式。

# DragDropApplicationsToReorderRightClickForMoreOptions
source: Drag and drop the applications to reorder them. Right-click for more options.
fr_fr: Glissez-déposez les applications pour les réorganiser. Clic droit pour plus d'options.
it_it: Trascina e rilascia le applicazioni per riordinarle. Clic con il tasto destro per ulteriori opzioni.
ja_jp: アプリケーションをドラッグ アンド ドロップして順序を変更します。 右クリックすると、さらにオプションが表示されます。
pt_br: Arraste e solte os aplicativos para reordená-los. Clique direito para mais opções.
zh_cn: 拖放应用程序以重新排序它们。 右键单击可查看更多选项。
zh_tw: 將程式拖曳至重新排序。 右鍵單擊即可查看其他選項。

source: Restore defaults
fr_fr: Restaurer les valeurs par défaut
it_it: Ripristina predefiniti
ja_jp: デフォルトに戻す
pt_br: Restaurar padrões
zh_cn: 恢复默认
zh_tw: 恢復預設值

# Library_GongSolutionsWpfDragDrop_Description
source: An easy to use drag'n'drop framework for WPF.
fr_fr: Un framework glisser-déposer facile à utiliser pour WPF.
it_it: Un framework drag'n'drop facile da usare per WPF.
ja_jp: WPF 用の使いやすいドラッグ アンド ドロップ フレームワーク。
pt_br: Uma framework de arrastar e soltar para WPF fácil de usar.
zh_cn: 一个易于使用的 WPF 拖放框架。
zh_tw: 一個易於使用的拖曳式框架，適用於 WPF。

# License_BDS3Clause
source: BSD-3-Clause
zh_cn: BSD-3-条款
zh_tw: BSD-3-條款

source: Set default
fr_fr: Définir par défaut
it_it: Imposta predefinito
ja_jp: デフォルトの設定
pt_br: Definir padrão
zh_cn: 设为默认
zh_tw: 設定為預設

# ExampleProfileDescription
source: Ubuntu Server running Docker with Nextcloud and Traefik...
fr_fr: Serveur Ubuntu exécutant Docker avec Nextcloud et Traefik...
it_it: Server Ubuntu che esegue Docker con Nextcloud e Traefik...
ja_jp: Nextcloud と Traefik を使って Docker を実行する Ubuntu Server...
pt_br: Ubuntu Server rodando Docker com Nextcloud e Traefik...
zh_tw: 在 Ubuntu Server 上執行 Docker，搭配 Nextcloud 與 Traefik…

# ExampleGroupDescription
source: Linux servers running in AWS...
fr_fr: Serveurs Linux exécutés dans AWS...
it_it: Server Linux in esecuzione in AWS...
ja_jp: AWS で実行されている Linux サーバー...
pt_br: Servidores Linux rodando em AWS...
zh_tw: 執行於 AWS 的 Linux 伺服器...

# ToolTip_SupportThisProjectWithADonation
source: Support this project with a donation.
it_it: Sostieni questo progetto con una donazione.
ja_jp: 寄付を通じてこのプロジェクトを支援してください。
zh_tw: 支持此專案，請進行捐款。

source: Open documentation
cs_cz: Otevřít dokumentaci
es_es: Ver documentación
fr_fr: Ouvrir la documentation
it_it: Apri documentazione
ja_jp: ドキュメントを開く
ko_kr: 문서 열기
pl_pl: Otwórz dokumentację
pt_br: Abrir documentação
sl_si: Odpri dokumentacijo
zh_cn: 打开文档
zh_tw: 打開文件

source: Donate
it_it: Dona
ja_jp: 寄付
zh_tw: 捐贈

source: IPv6
zh_cn: IPv6 地址

# ApplicationName_PowerShell
source: PowerShell
zh_cn: 命令行

# TcpState_CloseWait
source: CloseWait
cs_cz: Ćekání na zamykání
fr_fr: FermerAttendre
it_it: Attesa chiusura
ko_kr: 대기 종료
sl_si: Zapri Počakaj

# TcpState_DeleteTcb
source: DeleteTcb
fr_fr: SupprimerTcb
it_it: Elimina Tcb
ko_kr: 삭제Tcb
sl_si: Izbriši Tcb

# TcpState_LastAck
source: LastAck
fr_fr: Dernier Ack
it_it: Ultimo Ack
sl_si: Zadnja akcija

# TcpState_SynReceived
source: SynReceived
fr_fr: Syn reçu
it_it: Ricevuto Syn
sl_si: Sinkr. prejeto

# TcpState_SynSent
source: SynSent
fr_fr: Syn envoyé
it_it: Inviato Syn
sl_si: Sinkr. poslano

# TcpState_TimeWait
source: TimeWait
fr_fr: Temps d'attente
ko_kr: 시간 대기
sl_si: Čakalni čas

source: WiFi
sl_si: Brezžično omrežje Wi-Fi

# ApplicationName_WiFi
source: WiFi
sl_si: Brezžično omrežje Wi-Fi

source: ISP
sl_si: Ponudnik internetnih storitev

# TcpState_FinWait1
source: FinWait1
fr_fr: FinAttente1
it_it: Atetsa finale 1

# TcpState_FinWait2
source: FinWait2
fr_fr: FinAttente2
it_it: Attesa finale 2

source: Ctrl+Alt+Del
es_es: Ctrl+Alt+Supr
fr_fr: Ctrl+Alt+Sup
it_it: Ctrl+Alt+Canc

source: Ping
ko_kr: 핑

source: Telnet
ko_kr: 텔넷

# ApplicationName_Ping
source: Ping
ko_kr: 핑
