Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# HelpMessage_CheckForUpdatesAtStartup
source: When starting the program, it checks in the background whether a new program version is available on GitHub. URL: https://api.github.com/
cs_cz: Během spouštění aplikace kontroluje, zda-li není k dispozici novější verze na GitHubu. URL: https://api.github.com/
es_es: Al iniciar el programa, comprueba en segundo plano si está disponible una nueva versión del programa en GitHub. URL: https://api.github.com/
fr_fr: Lors du démarrage du programme, il vérifie en arrière-plan si une nouvelle version du programme est disponible sur GitHub. URL: https://api.github.com/
it_it: Quando parte, il programma verifica in background se sono disponibili nuove versioni su GitHub. URL: https://api.github.com/
ja_jp: プログラムを起動すると、バックグラウンドで GitHub 上に新しいバージョンがあるかどうかがチェックされます。 URL: https://api.github.com/
ko_kr: 프로그램을 시작할 때 GitHub에서 새 프로그램 버전을 사용할 수 있는지 백그라운드에서 확인합니다. URL: https://api.github.com/
pl_pl: Podczas uruchamiania, aplikacja sprawdza w tle czy nie jest dostępna nowa wersja na GitHub. URL: https://api.github.com/
pt_br: Ao iniciar o programa, ele verifica em segundo plano se uma nova versão do programa está disponível no GitHub. URL: https://api.github.com/
sl_si: Ob zagonu programa ta v ozadju preveri, če je na GitHubu na voljo nova različica programa. URL: https://api.github.com/
zh_cn: 启动程序时，它会在后台检查GitHub上是否有新的程序版本。 URL: https://api.github.com/
zh_tw: 啟動程式時，背景會檢查 GitHub 上是否有新版本可供下載。 網址：https://api.github.com/

# HelpMessage_CheckPublicIPAddress
source: The public IP address is determined via ipify.org. URL: https://api.ipify.org and https://api6.ipify.org
cs_cz: Veřejná IP adresa je ověřena pomocí ipify.org. URL: https://api.ipify.org/
es_es: La dirección IP pública se determina a través de ipify.org. URL: https://api.ipify.org/
fr_fr: L'adresse IP publique est déterminée via ipify.org. URL: https://api.ipify.org ou https://api6.ipify.org
it_it: L'indirizzo IP pubblico è determinato tramite ipify.org. URL: https://api.ipify.org e https://api6.ipify.org
ja_jp: パブリック IP アドレスは ipify.org によって決定されます。 URL: https://api.ipify.org and https://api6.ipify.org
ko_kr: 공용 IP 주소는 ipify.org을 통해 결정됩니다. URL: https://api.ipify.org/
pl_pl: Publiczny adres IP jest określany za pomocą ipify.org. URL: https://api.ipify.org/
pt_br: O endereço IP público é determinado via ipify.org. URL: https://api.ipify.org/
sl_si: Javni naslov IP je določen prek ipify.org. URL: https://api.ipify.org and https://api6.ipify.org
zh_cn: 公网IP通过 ipify.org 提供的服务完成检测。 地址： https://api.ipify.org/ 与 https://api6.ipify.org
zh_tw: 公共 IP 位址是透過 ipify.org 確定的。 網址：https://api.ipify.org 和 https://api6.ipify.org

source: Privacy
cs_cz: Soukromí
es_es: Privacidad
fr_fr: Vie privée
ja_jp: プライバシー
ko_kr: 프라이버시
pl_pl: Prywatność
pt_br: Privacidade
sl_si: Zasebnost
zh_cn: 隐私政策
zh_tw: 隱私權

source: Welcome
cs_cz: Vítejte
es_es: Bienvenido
fr_fr: Bienvenu
it_it: Benvenuti
ja_jp: ようこそ
ko_kr: 환영합니다
pl_pl: Witaj
pt_br: Bem-vindo
sl_si: Dobrodošli
zh_cn: 欢迎
zh_tw: 歡迎

source: External services
cs_cz: Externí služba
es_es: Servicios externos
fr_fr: Services extérieurs
it_it: Servizi esterni
ja_jp: 外部サービス
ko_kr: 외부 서비스
pl_pl: Zewnętrzne usługi
pt_br: Serviços externos
sl_si: Zunanje storitve
zh_cn: 第三方服务
zh_tw: 外部服務

# ToolTip_StarForkProjectOnGitHub
source: Star/Fork the Project on GitHub.
it_it: Star/fork del progetto su GitHub.
ja_jp: GitHub でプロジェクトにスター/フォークを付ける。
zh_tw: 在 GitHub 上「星標」/「分支」此專案。

# ToolTip_HelpTranslateOnTransifex
source: Help translate the project on Transifex.
it_it: Aiutaci a tradurre il progetto su Transifex.
ja_jp: Transifex のプロジェクトの翻訳を手伝ってください。
zh_tw: 協助將專案翻譯到 Transifex。

# ToolTip_ContactOrContactMeViaX
source: Follow or contact me via X.
it_it: Seguimi o contattami tramite X.
ja_jp: フォローするか、Xから連絡してください。
zh_tw: 在 X 上關注或聯繫我。

source: Connection
cs_cz: Připojení
es_es: Conexión
fr_fr: Connexion
it_it: Connessione
ja_jp: 接続
ko_kr: 연결
pl_pl: Połączenie
pt_br: Conexão
sl_si: Povezava
zh_cn: 连接
zh_tw: 連線

source: Computer
cs_cz: Počítač
es_es: Equipo
fr_fr: Ordinateur
ja_jp: コンピューター
ko_kr: 컴퓨터
pl_pl: Komputer
pt_br: Computador
sl_si: Računalnik
zh_cn: 计算机
zh_tw: 電腦

source: Gateway / Router
cs_cz: Brána / router
es_es: Puerta de enlace / Router
fr_fr: Passerelle / Routeur
ja_jp: ゲートウェイ / ルーター
ko_kr: 게이트웨이 / 라우터
pl_pl: Brama / Router
pt_br: Gateway / Roteador
sl_si: Prehod/Usmerjevalnik
zh_cn: 网关/路由
zh_tw: 閘道 / 路由器

source: Internet
ja_jp: インターネット
ko_kr: 인터넷
zh_tw: 網際網路

# CheckNetworkAdapterConfigurationAndDNSServerConfigurationMessage
source: Check your network adapter configuration (dns) and if your dns server is configured correctly.
cs_cz: Zkontroluj nastavení síťového adaptéru (DNS) a správnost nastavení DNS serverů.
es_es: Comprueba la configuración de tu adaptador de red (DNS) y si tu servidor DNS está configurado correctamente.
fr_fr: Vérifiez la configuration de votre carte réseau (DNS) et si votre serveur DNS est correctement configuré.
it_it: Verifica la configurazione della scheda di rete (DNS) e se il server DNS è configurato correttamente.
ja_jp: ネットワーク アダプターの構成 (DNS) を確認し、DNS サーバーが正しく構成されているか確認する。
ko_kr: 네트워크 어댑터 구성 (dns)과 DNS 서버가 올바르게 구성되어 있는지 확인합니다.
pl_pl: Sprawdź konfigurację karty sieciowej (dns) oraz poprawność konfiguracji serwerów dns.
pt_br: Verifique a configuração do adaptador de rede (DNS) e se o servidor DNS está configurado corretamente.
sl_si: Preverite nastavitve svoje omrežne kartice (DNS) in ali je strežnik DNS pravilno nastavljen.
zh_cn: 检查网络适配器配置（dns）以及是否正确配置了dns服务器。
zh_tw: 請檢查您的網路介面卡設定（DNS），並確認 DNS 伺服器已正確配置。

# CheckNetworkAdapterConfigurationAndNetworkConnectionMessage
source: Check your network adapter configuration (dhcp, static ip) and if you are connected to a network.
cs_cz: Zkontroluj nastavení síťového adaptéru (DHCP, pevnou IP) a zda-li je správně připojen k síti.
es_es: Comprueba la configuración de tu adaptador de red (DHCP, IP estático) y si está conectado a una red.
fr_fr: Vérifiez la configuration de votre carte réseau (DHCP, IP statique) et si vous êtes connecté à un réseau.
it_it: Controlla la configurazione della scheda di rete (DHCP, IP statico) e se sei connesso ad una rete.
ja_jp: ネットワークアダプターの設定（dhcp、static ip）と、ネットワークに接続されているかどうかを確認してください。
ko_kr: 네트워크 어댑터 구성 (dhcp, 정적 IP)과 네트워크에 연결되어 있는지 확인합니다.
pl_pl: Sprawdź konfigurację karty sieciowej (dhcp, statyczne ip) oraz czy jesteś podłączony do sieci.
pt_br: Verifica a configuração do adaptador de rede (DHCP, IP estático) e se você está conectado em uma rede.
sl_si: Preverite nastavitve svoje omrežne kartice (DHCP, statiččni IP) in ali ste povezani v omrežje.
zh_cn: 检查网络适配器配置（dhcp，静态 IP）以及是否已连接到网络。
zh_tw: 請檢查您的網路介面卡設定（DHCP、靜態 IP），以及您是否已連接至網路。

# CouldNotDetectGatewayIPAddressMessage
source: Could not detect gateway ip address!
cs_cz: Nelze detekovat IP adresu síťové brány!
es_es: ¡No se pudo detectar la dirección IP de la puerta de enlace!
fr_fr: Impossible de détecter l'adresse IP de la passerelle!
it_it: Impossibile rilevare l'indirizzo IP del gateway!
ja_jp: ゲートウェイ IP アドレスを検出できませんでした!
ko_kr: 게이트웨이 IP 주소를 검색할 수 없습니다!
pl_pl: Nie można wykryć adres IP bramy sieciowej!
pt_br: Não foi possível detectar o endereço IP do gateway!
sl_si: Ni bilo mogoče zaznati prehoda naslova IP!
zh_cn: 无法检测网关 IP 地址！
zh_tw: 無法偵測閘道 IP 位址！

# CouldNotDetectLocalIPAddressMessage
source: Could not detect local ip address!
cs_cz: Nelze detekovat lokální IP adresu.
es_es: ¡No se pudo detectar la dirección IP local!
fr_fr: Impossible de détecter l'adresse IP locale!
it_it: Impossibile rilevare l'indirizzo IP locale!
ja_jp: ローカル IP アドレスを検出できませんでした!
ko_kr: 로컬 IP 주소를 검색할 수 없습니다!
pl_pl: Nie można wykryć lokalnego adresu IP!
pt_br: Não foi possível detectar o endereço IP local!
sl_si: Ni bilo mogoče zaznati lokalnega naslova IP!
zh_cn: 无法检测本地 IP 地址！
zh_tw: 無法偵測本機 IP 位址！

# CouldNotGetPublicIPAddressFromXXXMessage
source: Could not get public ip address via WebRequest (http/https) from "{0}"! Check your network connection (firewall, proxy, etc.).
cs_cz: Nelze detekovat veřejnou IP adresu pomocí WebRequest (http / https) z "{0}"! Zkontroluj síťové připojení (firewall, proxy, atd.).
es_es: ¡No se pudo obtener la dirección IP pública a través de WebRequest (http/https) desde "{0}"! Comprueba tu conexión de red (firewall, proxy, etc.).
fr_fr: Impossible d'obtenir l'adresse IP publique via WebRequest (http/https) depuis "{0}"! Vérifiez votre connexion réseau (pare-feu, proxy, etc.).
it_it: Impossibile ottenere l'indirizzo IP pubblico tramite WebRequest (http / https) da "{0}"! Controlla la connessione di rete (firewall, proxy, ecc.).
ja_jp: "{0}" から WebRequest (http/https) 経由でパブリック IP アドレスを取得できませんでした! ネットワーク接続 (ファイアウォール、プロキシなど) を確認してください。
ko_kr: "{0}"에서 WebRequest(http/https)를 통해 공용 IP 주소를 가져올 수 없습니다! 네트워크 연결(방화벽, 프록시 등)을 확인합니다.
pl_pl: Nie można pobrać publicznego adresu IP za pomocą WebRequest (http/https) z "{0}"! Sprawdź połączenie sieciowe (firewall, proxy, itp.).
pt_br: Não foi possível obter o endereço IP público via WebRequest (http/https) de "{0}"! Verifique sua conexão de rede (firewall, proxy, etc.).
sl_si: Ni bilo mogoče dobitit javnega naslova IP prek storitve WebRequestip (http/https) z "{0}"! Preverite svojo omrežno povezavo (požarni zid, namestniški strežnik itd.).
zh_cn: 无法通过 WebRequest（http/https）从"{0}"获得公网 IP 地址! 检查你的网络连接（防火墙、代理等）。
zh_tw: 無法透過 WebRequest（HTTP/HTTPS）從「{0}」取得公共 IP 位址！請檢查您的網路連線（防火牆、代理伺服器等）。

# NoADNSRecordsResolvedForXXXMessage
source: No A dns records resolved for "{0}"!
cs_cz: Nenalezen A záznam pro "{0}"!
es_es: ¡No hay registros DNS tipo A resueltos para "{0}"!
fr_fr: Aucun enregistrement DNS résolu pour "{0}"!
it_it: Nessun record DNS A risolto per "{0}"!
ja_jp: "{0}" の DNS レコードが解決されませんでした!
ko_kr: "{0}"에 대해 해결된 A dns 레코드가 없습니다!
pl_pl: Brak rekordu A dla "{0}"!
pt_br: Nenhum registro DNS A resolvido para "{0}"!
sl_si: Noben A DNS zapis ni razrešen za "{0}"!
zh_cn: 无法解析“{0}”的 A 记录！
zh_tw: 未解析出任何 A 類 DNS 記錄於「{0}」！

# NoPTRDNSRecordResolvedForXXXMessage
source: No PTR dns record resolved for "{0}"!
cs_cz: Nenalezen PTR záznam pro "{0}"!
es_es: ¡No hay registros DNS tipo PTR resueltos para "{0}"!
fr_fr: Aucun enregistrement DNS PTR résolu pour "{0}"!
it_it: Nessun record DNS PTR risolto per "{0}"!
ja_jp: "{0}" の PTR DNS レコードが解決されません!
ko_kr: "{0}"에 대해 해결된 PTR dns 레코드가 없습니다!
pl_pl: Brak rekordu PTR dla "{0}"!
pt_br: Nenhum registro DNS PTR resolvido para "{0}"!
sl_si: Noben PTR zapis ni razrešen za "{0}"!
zh_cn: 无法解析“{0}”的 PTR 记录！
zh_tw: 未解析出任何 PTR DNS 記錄於「{0}」！

# XADNSRecordsResolvedForXXXMessage
source: "{0}" A dns records resolved for "{1}"!
cs_cz: "{0}" A přeloženo DNS pro "{1}"!
es_es: ¡"{0}" registros DNS tipo A resueltos para "{1}"!
fr_fr: "{0}" Un enregistrement DNS résolu pour "{1}"!
it_it: "{0}" record DNS A risolti per "{1}"!
ja_jp: "{0}" DNS レコードが "{1}" に対して解決されました!
ko_kr: "{0}" A dns 레코드가 "{1}에 의해 해결되었습니다!"
pl_pl: "{0}" A rozwiązaniem dns dla "{1}"!
pt_br: "{0}" registros DNS A resolvidos para "{1}"!
sl_si: "{0}"A DNS zapisov je razrešeno za "{1}"!
zh_cn: "{0}" 解析的 dns 记录 "{1}"!
zh_tw: 「{0}」A 類 DNS 記錄已解析為「{1}」！

# PTRDNSRecordResolvedForXXXMessage
source: PTR dns record resolved for "{0}"!
cs_cz: Záznam PTR pro "{0}" přeložen!
es_es: ¡Registro DNS tipo PTR resuelto para "{0}"!
fr_fr: Enregistrement DNS PTR résolu pour "{0}"!
it_it: Record DNS PTR risolti per "{0}"!
ja_jp: "{0}" の PTR DNS レコードが解決されました!
ko_kr: "{0}"에 대한 PTR dns 레코드가 해결되었습니다!!
pl_pl: Rekord PTR rozwiązany dla "{0}"!
pt_br: Registro DNS PTR resolvido para "{0}"!
sl_si: PTR DNS zapisov je razrešeno za "{0}"!
zh_cn: 解析的 PTR dns 记录"{0}"!
zh_tw: PTR DNS 記錄已解析為「{0}」！

# GotXXXAsPublicIPAddressFromXXXMessage
source: Got "{0}" as public ip address from "{1}"!
cs_cz: "{0}" odebráno z veřejných IP adres "{1}"!
es_es: ¡Hay "{0}" como dirección IP pública de "{1}"!
fr_fr: Obtenu "{0}" comme adresse IP publique de "{1}"!
it_it: Ottenuto "{0}" come indirizzo IP pubblico da "{1}"!
ja_jp: "{1}" からパブリック IP アドレスとして "{0}" を取得しました!
ko_kr: "{0}" 공용 ip 주소를 "{1}"에서 받았습니다!
pl_pl: Odebrano "{0}" jako publiczny adres ip z "{1}"!
pt_br: Obtido "{0}" como endereço de IP público de "{1}"!
sl_si: Dobili ste "{0}" kot javni naslov IP od "{1}"!
zh_cn: 获得“{0}”作为公网 IP 地址"{1}"!
zh_tw: 已從「{1}」取得公共 IP 位址：「{0}」！

# ResolvedXXXAsHostnameForIPAddressXXXMessage
source: Resolved "{0}" as hostname for ip address "{1}"!
cs_cz: "{0}" přeloženo jako název hosta s IP adresou "{1}"!
es_es: ¡"{0}" resuelto como nombre de host para la dirección IP "{1}"!
fr_fr: Resolu "{0}" comme nom d'hôte pour l'adresse IP "{1}"!
it_it: Risolto "{0}" come nome host per l'indirizzo IP "{1}"!
ja_jp: "{0}" を IP アドレス "{1}" のホスト名として解決しました!
ko_kr: "{0}" 이 "{1}"의 호스트 이름으로 해결되었습니다!
pl_pl: Rozwiązano "{0}" jako nazwę hosta dla adresu IP "{1}"!
pt_br: "{0}" resolvido como nome do host para o endereço de IP "{1}"!
sl_si: Razrešeno je "{0}" kot ime gostitelja za naslov IP "{1}"!
zh_cn: 解析“{0}”为ip地址主机名"{1}"!
zh_tw: 已將「{1}」解析為主機名稱：「{0}」！

source: Public IP address check is disabled!
cs_cz: Ověření veřejné IP adresy je vypnuto!
es_es: ¡La comprobación de la dirección IP pública está deshabilitada!
fr_fr: Vérification de l'adresse IP publique est désactivée!
it_it: Il controllo dell'indirizzo IP pubblico è disabilitato!
ja_jp: パブリックIPアドレスのチェック は無効になっています!
ko_kr: 공용 IP 주소 검사 비활성화되었습니다!
pl_pl: Wykrywanie publicznego adresu IP jest wyłączone!
pt_br: Verificação de endereço de IP público está desabilitada!
sl_si: Preverjanje javnega naslova IP je onemogočeno!
zh_cn: 已禁用公网 IP 地址检测！
zh_tw: 公共 IP 位址檢查 已停用！

# TCPIPStackIsAvailableMessage
source: TCP/IP stack is available. "{0}" is reachable via ICMP!
cs_cz: Soket TCP/IP je dostupný... "{0}" je pomocí ICMP dosažitelná!
es_es: ¡El conjunto TCP/IP está disponible. "{0}" es accesible a través de ICMP!
fr_fr: Pile TCP/IP disponible. "{0}" est accessible via l'ICMP!
it_it: Stack TCP/IP disponibile. "{0}" raggiungibile via ICMP!
ja_jp: TCP/IP スタックが利用可能です。"{0}" は ICMP 経由で到達可能です!
ko_kr: TCP/IP 스택을 사용할 수 있습니다. ICMP를 통해 "{0}" 에 연결할 수 있습니다!
pl_pl: Stos TCP/IP jest dostępny. "{0}" jest osiągalny za pomocą ICMP!
pt_br: A pilha TCP/IP está disponível. "{0}" está acessível via ICMP!
sl_si: Na voljo je sklad TCP/IP. "{0}" je dosegljiv prek ICMP!
zh_cn: TCP/IP 堆栈可用。"{0}" 可通过 ICMP 访问!
zh_tw: TCP/IP 堆疊可用。「{0}」能透過 ICMP 連通！

# TCPIPStackIsNotAvailableMessage
source: TCP/IP stack is not available... "{0}" is not reachable via ICMP!
cs_cz: Soket TCP/IP je nedostupný... "{0}" je pomocí ICMP nedosažitelná!
es_es: ¡El conjunto TCP/IP no está disponible.... "{0}" no es accesible a través de ICMP!
fr_fr: Pile TCP/IP non disponible… "{0}" n'est pas accessible via l'ICMP!
it_it: Stack TCP/IP non disponibile. "{0}" non raggiungibile via ICMP!
ja_jp: TCP/IP スタックが利用できません... "{0}" は ICMP 経由では到達できません!
ko_kr: TCP/IP 스택을 사용할 수 없습니다... ICMP를 통해 "{0}" 에 연결할 수 없습니다!
pl_pl: Sots TCP/IP jest niedostępny... "{0}" nie jest osiągalny za pomocą ICMP!
pt_br: A pilha TCP/IP não está disponível. "{0}" não está acessível via ICMP!
sl_si: Sklad TCP/IP ni na voljo... "{0}" ni dosegljiv prek ICMP!
zh_cn: TCP/IP 堆栈不可用..."{0}" 无法通过 ICMP 访问！!
zh_tw: TCP/IP 堆疊不可用…「{0}」無法透過 ICMP 連通！

# XXXDetectedAsGatewayIPAddress
source: "{0}" detected as gateway ip address!
cs_cz: "{0}" detekováno jako IP adresa brány!
es_es: ¡"{0}" detectado como dirección IP de la puerta de enlace!
fr_fr: "{0}" détecté comme adresse IP de passerelle!
it_it: "{0}" rilevato come indirizzo IP gateway!
ja_jp: ゲートウェイ IP アドレスとして "{0}" が検出されました!
ko_kr: "{0}" 이 게이트웨이 IP 주소로 검색되었습니다!
pl_pl: "{0}" wykryto jako adres IP bramy!
pt_br: "{0}" detectado como endereço IP do gateway!
sl_si: "{0}" je zaznan kot prehod naslova IP!
zh_cn: “{0}” 是网关IP地址！
zh_tw: 已偵測到「{0}」為閘道器 IP 位址！

# XXXDetectedAsLocalIPAddressMessage
source: "{0}" detected as local ip address!
cs_cz: "{0}" detekováno jako lokální IP adresa!
es_es: ¡"{0}" detectado como dirección IP local!
fr_fr: "{0}" détecté comme adresse IP locale!
it_it: "{0}" rilevato come indirizzo IP locale!
ja_jp: "{0}" がローカル IP アドレスとして検出されました!
ko_kr: "{0}" 이 로컬 IP 주소로 검색되었습니다!
pl_pl: "{0}" wykryto jako lokalny adres IP!
pt_br: "{0}" detectado como endereço IP local!
sl_si: "{0}" je zaznan kot lokalni naslov IP!
zh_cn: “{0}” 是本机IP地址！
zh_tw: 已偵測到「{0}」為本機 IP 位址！

# XXXIsNotReachableViaICMPMessage
source: "{0}" is not reachable via ICMP!
cs_cz: "{0}" je nedosažitelné přes ICMP!
es_es: ¡"{0}" no es accesible a través de ICMP!
fr_fr: "{0}" n'est pas accessible via ICMP!
it_it: "{0}" non è raggiungibile tramite ICMP!
ja_jp: "{0}" は ICMP 経由では到達できません!
ko_kr: ICMP를 통해 "{0}" 에 연결할 수 없습니다!
pl_pl: "{0}" nie jest osiągalny przez ICMP!
pt_br: "{0}" não está acessível via ICMP!
sl_si: "{0}" ni dosegljiv prek ICMP!
zh_cn: “{0}” 无ICMP响应！
zh_tw: 「{0}」無法透過 ICMP 連通！

# XXXIsReachableViaICMPMessage
source: "{0}" is reachable via ICMP!
cs_cz: "{0}" je dosažitelné přes ICMP!
es_es: ¡"{0}" es accesible a través de ICMP!
fr_fr: "{0}" est accessible via ICMP!
it_it: "{0}" è raggiungibile tramite ICMP!
ja_jp: "{0}" は ICMP 経由で到達可能です!
ko_kr: ICMP를 통해 "{0}" 에 연결할 수 있습니다!
pl_pl: "{0}" jest osiągalny przez ICMP!
pt_br: "{0}" está acessível via ICMP!
sl_si: "{0}" je dosegljiv prek ICMP!
zh_cn: “{0}” 有ICMP响应！
zh_tw: 「{0}」能透過 ICMP 連通！

source: Use custom IPv4 address API
es_es: Usar la API de dirección IPv4 personalizada
fr_fr: Utiliser API d'adresse IPv4 personnalisée
it_it: Usa API indirizzo IPv4 personalizzato
ja_jp: カスタム IPv4 アドレス API を使用する
pt_br: Usar API de endereço IPv4 personalizado
sl_si: Uporabi API poljubnega naslova IPv4
zh_cn: 使用自定义 IPv4 地址 API
zh_tw: 使用自訂 IPv4 位址 API

# HelpMessage_CustomPublicIPv4AddressAPI
source: URL to a web service that can be reached via http or https and returns an IPv4 address like "xx.xx.xx.xx" as response.
fr_fr: URL vers un service Web accessible via http ou https et renvoie une adresse IPv4 telle que "xx.xx.xx.xx" en réponse.
it_it: URL a un servizio Web che può essere raggiunto tramite http o https e restituisce un indirizzo IPv4 come "xx.xx.xx.xx" come risposta.
ja_jp: http または https経由でアクセスでき、応答として IPv4アドレス 例: "xx.xx.xx.xx" を返す Webサービスの URL。
pt_br: URL para um serviço da web que pode ser acessado via http ou https e retorna um endereço IP do tipo "xx.xx.xx.xx" como resposta.
sl_si: URL do spletne storitve, ki je dosegljiva prek http ali https in kot odgovor vrne naslov IPv4, kot je "xx.xx.xx.xx".
zh_cn: 可以通过 http 或 https 访问的 web 服务的 URL，并返回 IPv4 地址（如“xx.xx.xx.xx”）作为响应。
zh_tw: 可透過 HTTP 或 HTTPS 連線的網路服務 URL，回傳一個 IPv4 位址「例如 "xx.xx.xx.xx"」作為回應。

# CouldNotParsePublicIPAddressFromXXXMessage
source: Could not parse public ip address from "{0}"! Try another service or use the default...
cs_cz: Nelze přečíst veřejnou IP adresu z „{0}“! Použijte jinou službu nebo vyberte výchozí...
es_es: ¡No se pudo analizar la dirección IP pública de "{0}"! Pruebe otro servicio o utilice el predeterminado...
fr_fr: Impossible d'analyser l'adresse IP publique depuis "{0}"! Essayez un autre service ou utilisez la valeur par défaut…
it_it: Impossibile analizzare l'indirizzo IP pubblico da "{0}"! Prova un altro servizio o usa quello predefinito...
ja_jp: "{0}" からパブリック IP アドレスを解析できませんでした! 別のサービスを試すか、デフォルトを使用してください...
ko_kr: "{0}"에서 공용 IP 주소를 구문 분석할 수 없습니다! 다른 서비스를 시도하거나 기본값을 사용합니다...
pl_pl: Nie można odczytać publicznego adresu ip z "{0}"! Użyj innej usługi lub wybierz domyślną...
pt_br: Não foi possível analisar o endereço IP público de "{0}"! Tente outro serviço ou use o padrão...
sl_si: Javnega naslova IP ni bilo mogoče razčleniti iz "{0}"! Poskusite drugo storitev ali uporabite privzeto...
zh_cn: 无法解析公网 IP 地址"{0}"! 尝试其他服务或使用默认的...
zh_tw: 無法從「{0}」解析出公共 IP 位址！請嘗試其他服務或使用預設設定…

# CouldNotConnectToXXXMessage
source: Could not connect to "{0}"!
cs_cz: Nelze se spojit s "{0}"!
es_es: ¡No se pudo conectar con "{0}"!
fr_fr: N'a pas pu se connecter à "{0}"!
it_it: Impossibile connettersi a "{0}"!
ja_jp: 「{0}」に接続できませんでした!
ko_kr: "{0}"에 연결할 수 없습니다!
pl_pl: Nie można połączyć z "{0}"!
pt_br: Não foi possível conectar-se a "{0}"!
sl_si: Ni bilo mogoče vzpostaviti povezave z "{0}"!
zh_cn: 不能连接到“{0}”！
zh_tw: 無法連線到 "{0}"！

source: IPv4 protocol available
cs_cz: Protokol IPv4 dostupný
es_es: Protocolo IPv4 disponible
fr_fr: Protocole IPv4 disponible
it_it: Protocollo IPv4 disponibile
ja_jp: IPv4プロトコルが利用可能
ko_kr: IPv4 프로토콜 사용 가능
pl_pl: Protokół IPv4 dostępny
pt_br: Protocolo IPv4 disponível
sl_si: Razpoložljivi protokol IPv4
zh_cn: IPv4 协议可用
zh_tw: IPv4 通訊協定可用

source: IPv6 protocol available
cs_cz: Protokol IPv6 dotupný
es_es: Protocolo IPv6 disponible
fr_fr: Protocole IPv6 disponible
it_it: Protocollo IPv6 disponibile
ja_jp: IPv6プロトコルが利用可能
ko_kr: IPv6 프로토콜 사용 가능
pl_pl: Protokół IPv6 dostępny
pt_br: Protocolo IPv6 disponível
sl_si: Razpoložljivi protokol IPv6
zh_cn: IPv6 协议可用
zh_tw: IPv6 通訊協定可用

# CopyNoun
source: Copy
cs_cz: Kopíruj
es_es: Copiar
fr_fr: Copie
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pl_pl: Kopiuj
pt_br: Copiar
sl_si: Kopiraj
zh_cn: 复制
zh_tw: 複製

source: Official
cs_cz: Oficiální
es_es: Oficial
fr_fr: Officiel
it_it: Ufficiale
ja_jp: 公式
ko_kr: 공식
pl_pl: Oficjalny
pt_br: Oficial
sl_si: Uradno
zh_cn: 官方
zh_tw: 官方

source: Network connection type
cs_cz: Typ síťového připojení
es_es: Tipo de conexión de red
fr_fr: Type de connexion réseau
it_it: Tipo di connessione di rete
ja_jp: ネットワーク接続タイプ
ko_kr: 네트워크 연결 유형
pl_pl: Typ połączenia sieciowego
pt_br: Tipo de conexão de rede
sl_si: Vrsta omrežne povezave
zh_cn: 网络连接类型
zh_tw: 網路連線類型

source: Desktop background
cs_cz: Pozadí plochy
es_es: Fondo de escritorio
fr_fr: Arrière-plan du bureau
it_it: Sfondo desktop
ja_jp: デスクトップの背景
ko_kr: 데스크탑 배경
pl_pl: Tło pulpitu
pt_br: Fundo da Área de Trabalho
sl_si: Ozadje namizja
zh_cn: 桌面背景
zh_tw: 桌面背景

source: Desktop composition
cs_cz: Komppozice plochy
es_es: Composición del escritorio
fr_fr: Composition du bureau
it_it: Composizione desktop
ja_jp: デスクトップ構成
ko_kr: 데스크톱 구성
pl_pl: Kompozycja pulpitu
pt_br: Composição da Área de Trabalho
sl_si: Sestava namizja
zh_cn: 桌面组
zh_tw: 桌面轉譯

source: Experience
cs_cz: Vizuální styly
es_es: Experiencia
fr_fr: Expérience
it_it: Esperienza
ja_jp: 経験
ko_kr: 경험
pl_pl: Doznania
pt_br: Experiência
sl_si: Izkušnje
zh_cn: 经验
zh_tw: 體驗

source: Font smoothing
cs_cz: Vyhlazení písma
es_es: Suavizado de fuentes
fr_fr: Lissage des polices
it_it: Ammorbidimento caratteri
ja_jp: フォントスムージング
ko_kr: 매끈한 글꼴
pl_pl: Wygładzanie czcionek
pt_br: Suavização de fonte
sl_si: Glajenje pisave
zh_cn: 平滑字体
zh_tw: 字型平滑處理

source: Menu and window animation
cs_cz: Animace nabídek a oken
es_es: Animación de menús y ventanas
fr_fr: Animation des menus et des fenêtres
it_it: Animazione menu e finestre
ja_jp: メニューとウィンドウのアニメーション
ko_kr: 메뉴 및 창 애니메이션
pl_pl: Animacje menu i okien
pt_br: Animação do menu e da janela
sl_si: Meni in animacija okna
zh_cn: 菜单窗体动画
zh_tw: 功能表及視窗動畫

source: Performance
cs_cz: Výkon
es_es: Rendimiento
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능
pl_pl: Wydajność
pt_br: Desempenho
sl_si: Izvedba
zh_cn: 性能
zh_tw: 效能

source: Persistent bitmap caching
cs_cz: Trvalé ukládání rastrů do mezipaměti
es_es: Almacenamiento en caché persistente de mapas de bits
fr_fr: Mise en cache bitmap persistante
it_it: Memorizzazione cache bitmap persistente
ja_jp: 永続的なビットマップキャッシュ
ko_kr: 영구 비트맵 캐싱
pl_pl: Trwałe buforowanie bitmapy
pt_br: Cache de bitmap persistente
sl_si: Trajno predpomnjenje bitnih slik
zh_cn: 持久位图缓存
zh_tw: 持續性點陣圖快取

source: Reconnect if the connection is dropped
cs_cz: Znovu navázat ztracené připojení
es_es: Volver a conectarse si se pierde la conexión
fr_fr: Reconnectez-vous si la connexion est interrompue
it_it: Riconnetti se la connessione viene interrotta
ja_jp: 接続が切断された場合は再接続する
ko_kr: 연결이 끊긴 경우 다시 연결
pl_pl: Połącz ponownie, jeśli połączenie zostanie przerwane
pt_br: Reconectar se a conexão cair
sl_si: Če pade povezava, znova vzpostavi povezavo
zh_cn: 断开后重新连接
zh_tw: 如果連線中斷的話，重新連線
