Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

source: Maximum
es_es: Máximo
it_it: Massimo
ja_jp: 最大
ko_kr: 최대화
pl_pl: Maksymalny
pt_br: Máximo
sl_si: Največ
zh_cn: 最大值
zh_tw: 最大

source: Maximum hops
fr_fr: Sauts maximums
it_it: Hop masssimi
ja_jp: 最大 ホップ
pt_br: Máximo de saltos
sl_si: Največ poskokov
zh_cn: 最大跃点数
zh_tw: 最大跳點

# MinimizeInsteadOfTerminating
source: Minimize main window instead of terminating the application
cs_cz: Neukončovat, ale minimalizovat do Tray
es_es: Minimizar la ventana principal en lugar de terminar la aplicación
fr_fr: Minimiser la fenêtre principale au lieu de mettre fin à l'application
it_it: Minimizza la finestra principale invece di chiudere l'applicazione
ja_jp: アプリケーションを終了せずにメインウィンドウを最小化
ko_kr: 응용 프로그램을 종료하는 대신 기본 창 최소화
pl_pl: Zminimalizuj okno główne, zamiast zamykać aplikację
pt_br: Minimizar janela principal em vez de finalizar o aplicativo
sl_si: Zmanjšaj glavno okno, namesto da izhoda iz programa
zh_cn: 最小化主窗口而不是终止应用程序
zh_tw: 將主視窗最小化，而非結束應用程式

source: Minimize to tray instead of taskbar
cs_cz: Minimalizovat do Tray místo lišty
es_es: Minimizar al área de notificaciones en lugar de la barra de tareas
fr_fr: Minimiser vers barre d'état au lieu de la barre des tâches
it_it: Riduci a icona nell'area di notifica anziché nella barra delle applicazioni
ja_jp: タスクバーではなくトレイに最小化
ko_kr: 작업 표시줄 대신 트레이로 최소화
pl_pl: Minimalizuj do zasobnika zamiast paska zadań
pt_br: Minimizar para a área de notificação em vez da barra de tarefas
sl_si: Zmanjšaj v programsko namesto v opravilno vrstico
zh_cn: 最小化到任务栏托盘
zh_tw: 最小化至系統匣，而非工作列

source: Minimum
es_es: Mínimo
it_it: Minimo
ja_jp: 最小
ko_kr: 최소화
pl_pl: Minimumalny
pt_br: Mínimo
sl_si: Najmanj
zh_cn: 最小值
zh_tw: 最小

source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pl_pl: Nazwa
pt_br: Nome
sl_si: Ime
zh_cn: 名称
zh_tw: 名稱

source: Network address
cs_cz: Adresý sítě
es_es: Dirección de red
fr_fr: Adresse du réseau
it_it: Indirizzo di rete
ja_jp: ネットワーク アドレス
ko_kr: 네트워크 주소
pl_pl: Adres sieci
pt_br: Endereço de rede
sl_si: Omrežni naslov
zh_cn: 网络地址
zh_tw: 網路位址

source: New subnetmask or CIDR
cs_cz: Nová maska podsítě
es_es: Nueva máscara de subred o CIDR
fr_fr: Nouveau masque de sous-réseau ou CIDR
it_it: Nuova maschera di sottorete o CIDR
ja_jp: 新しいサブネットマスクまたは CIDR
ko_kr: 새 서브넷 마스크 또는 CIDR
pl_pl: Nowa maska podsieci lub CIDR
pt_br: Nova máscara de sub-rede ou CIDR
sl_si: Nova maska podomrežja ali CIDR
zh_cn: 新的子网掩码或 CIDR
zh_tw: 新子網路遮罩或 CIDR

source: No
cs_cz: Ne
fr_fr: Aucun
ja_jp: いいえ
ko_kr: 아니오
pl_pl: Nie
pt_br: Não
sl_si: Ne
zh_cn: 否
zh_tw: 否

source: Obtain an IP address automatically
cs_cz: Získat IP adresu automaticky
es_es: Obtener una dirección IP automáticamente
fr_fr: Obtenir une adresse IP automatiquement
it_it: Ottieni automaticamente un indirizzo IP
ja_jp: IPアドレスを自動的に取得
ko_kr: 자동으로 IP 주소 가져오기
pl_pl: Uzyskaj adres IP automatycznie
pt_br: Obter um endereço IP automaticamente
sl_si: Samodejno pridobi naslov IP
zh_cn: 自动获取 IP 地址
zh_tw: 自動取得 IP 位址

source: Obtain DNS server address automatically
cs_cz: Získat adresu DNS serveru automaticky
es_es: Obtener la dirección del servidor DNS automáticamente
fr_fr: Obtention auto de l'adresse du serveur DNS
it_it: Ottieni automaticamente indirizzo del server DNS
ja_jp: DNSサーバーのアドレスを自動的に取得
ko_kr: 자동으로 DNS 서버 주소 가져오기
pl_pl: Uzyskaj adres serwera DNS automatycznie
pt_br: Obter endereço do servidor DNS automaticamente
sl_si: Samodejno pridobi naslov strežnika DNS
zh_cn: 自动获取 DNS
zh_tw: 自動取得 DNS 伺服器位址

source: Packet loss
cs_cz: Ztráta paketů
es_es: Paquetes perdidos
fr_fr: Paquets perdus
it_it: Pacchetti persi
ja_jp: パケット損失
ko_kr: 패킷 손실
pl_pl: Utrata pakietów
pt_br: Perda de pacotes
sl_si: Izguba paketov
zh_cn: 丢包
zh_tw: 封包遺失

source: Packets transmitted
cs_cz: Odeslané pakety
es_es: Paquetes transmitidos
fr_fr: Paquets transmis
it_it: Pacchetti trasmessi
ja_jp: 送信済パケット
ko_kr: 전송된 패킷
pl_pl: Przesłane pakiety
pt_br: Pacotes transmitidos
sl_si: Preneseni paketi
zh_cn: 传输的数据包
zh_tw: 傳輸的封包

source: PhysicalAddress
cs_cz: Fyzická adresa
es_es: Dirección física
fr_fr: Adresse physique
it_it: Indirizzo fisico
ja_jp: 物理アドレス
ko_kr: 물리적 주소
pl_pl: Adres fizyczny
pt_br: Endereço Físico
sl_si: Fizični naslov
zh_cn: 物理地址
zh_tw: 實體位址

source: Preferred protocol when resolving hostname:
cs_cz: Upřednostovaný protokol při překladu názvu hosta:
es_es: Protocolo preferido al resolver el nombre de host:
fr_fr: Protocole préféré lors de la résolution du nom d'hôte:
it_it: Protocollo predefinito per risoluzione nome host:
ja_jp: ホスト名解決時の優先プロトコル :
ko_kr: 호스트 이름을 확인할 때 선호하는 프로토콜:
pl_pl: Preferowany protokół podczas rozwiązywania nazwy hosta:
pt_br: Protocolo preferido ao resolver o nome do host:
sl_si: Prednostni protokol pri razreševanju imena gostitelja:
zh_cn: 解析主机名时的首选协议：
zh_tw: 解析主機名稱時的首選協定：

source: Primary DNS server
cs_cz: Primární DNS server
es_es: Servidor DNS primario
fr_fr: Serveur DNS primaire
it_it: Server DNS primario
ja_jp: プライマリ DNS サーバー
ko_kr: 기본 DNS 서버
pl_pl: Główny serwer DNS
pt_br: Servidor DNS primário
sl_si: Primarni strežnik DNS
zh_cn: 主 DNS 服务器
zh_tw: 主要 DNS 伺服器

source: Received / Lost
cs_cz: Obdržené / ztracené
es_es: Recibido / Perdido
fr_fr: Reçus / Perdus
it_it: Ricevuti / Persi
ja_jp: 受信 / 損失
ko_kr: 수신 / 분실
pl_pl: Otrzymane / Utracone
pt_br: Recebido / Perdido
sl_si: Prejeto/izgubljeno
zh_cn: 接收 / 丢失
zh_tw: 已接收 / 遺失

source: Resolve hostname
cs_cz: Překlad názvu hosta
es_es: Resolver el nombre de host
fr_fr: Résoudre le nom d'hôte
it_it: Risolvi nome host
ja_jp: ホスト名の解決
ko_kr: 호스트 이름 확인
pl_pl: Rozwiąż nazwę hosta
pt_br: Resolver nome do host
sl_si: Razreši ime gostitelja
zh_cn: 解析主机名
zh_tw: 解析主機名稱

source: Restart required
cs_cz: Vyžadován restart aplikace
es_es: Reinicio requerido
fr_fr: Redémarrage requis
it_it: Necessario riavvio
ja_jp: 要再起動
ko_kr: 재시작 필요
pl_pl: Wymagane jest ponowne uruchomienie
pt_br: Necessário reiniciar
sl_si: Potreben je ponovni zagon
zh_cn: 需要重新启动
zh_tw: 需要重新啟動

# SaveSettingsInApplicationFolder
source: Save settings in the application folder
cs_cz: Uložit nastavení do složky aplikace
es_es: Guardar configuración en la directorio de la aplicación
fr_fr: Enregistrer les paramètres dans le dossier d'application
it_it: Salva le impostazioni nella cartella dell'applicazione
ja_jp: アプリケーションフォルダーに設定を保存
ko_kr: 응용 프로그램 폴더에 설정 저장
pl_pl: Zapisz ustawienia w folderze aplikacji
pt_br: Salvar configurações na pasta do aplicativo
sl_si: Shrani nastavitve v mapo programa
zh_cn: 保存设置到应用文件夹
zh_tw: 在應用程式的資料夾中儲存檔案

source: Secondary DNS server
cs_cz: Sekundární DNS server
es_es: Servidor DNS secundario
fr_fr: Serveur DNS secondaire
it_it: Server DNS secondario
ja_jp: セカンダリ DNS サーバー
ko_kr: 보조 DNS 서버
pl_pl: Dodatkowy serwer DNS
pt_br: Servidor DNS secundário
sl_si: Sekundarni strežnik DNS
zh_cn: 辅助 DNS 服务器
zh_tw: 次要 DNS 伺服器

source: Show
cs_cz: Zobrazit
es_es: Mostrar
fr_fr: Afficher
it_it: Visualizza
ja_jp: 表示
ko_kr: 표시
pl_pl: Pokaż
pt_br: Exibir
sl_si: Prikaži
zh_cn: 显示
zh_tw: 顯示

source: Show the following application on startup:
cs_cz: Zobrazit následující aplikace během startu:
es_es: Mostrar la siguiente aplicación al inicio:
fr_fr: Affichez l'application suivante au démarrage:
it_it: Visualizza la seguente applicazione all'avvio:
ja_jp: 起動時に次のアプリを表示 :
ko_kr: 시작할 때 다음 응용 프로그램을 표시:
pl_pl: Pokaż następującą aplikację podczas uruchamiania:
pt_br: Exibir seguinte aplicativo ao iniciar:
sl_si: Pri zagonu prikaži naslednji program:
zh_cn: 在启动后显示以下应用：
zh_tw: 啟動時顯示以下應用程式：

# Slogan
source: A powerful tool for managing networks and troubleshoot network problems!
cs_cz: Výkonný nástroj pro správu sítí a řešení problémů se sítí!
es_es: ¡Una potente herramienta para gestionar redes y solucionar problemas de red!
fr_fr: Un outil puissant pour gérer les réseaux et résoudre les problèmes de réseau!
it_it: Un potente strumento per la gestione delle reti e la risoluzione dei problemi di rete!
ja_jp: ネットワークを管理し、ネットワークの問題を解決するための強力なツールです!
ko_kr: 네트워크를 관리하고 네트워크 문제를 해결하는 강력한 도구입니다!
pl_pl: Potężne narzędzie do zarządzania sieciami i rozwiązywania problemów z siecią!
pt_br: Uma ferramenta poderosa para gerenciar redes e solucionar problemas de rede!
sl_si: Zmogljivo orodje za upravljanje omrežij in odpravljanje težav z omrežjem!
zh_cn: 一个强大的网络运维管理工具！
zh_tw: 一款功能強大的網路管理及故障排除工具！

source: Speed
cs_cz: Rychlost
es_es: Velocidad
fr_fr: Vitesse
it_it: Velocità
ja_jp: 速度
ko_kr: 속도
pl_pl: Prędkość
pt_br: Velocidade
sl_si: Hitrost
zh_cn: 速度
zh_tw: 速度

source: Start minimized in tray
cs_cz: Spustit minimalizovaně v Tray
es_es: Iniciar minimizado en el área de notificaciones
fr_fr: Démarrer minimisé dans barre d'état
it_it: Avvia minimizzato nell'area di notifica
ja_jp: トレイに最小化状態で起動
ko_kr: 트레이에서 최소화로 시작
pl_pl: Rozpocznij zminimalizowany w zasobniku
pt_br: Iniciar minimizado na área de notificação
sl_si: Zaženi pomanjšano v programski vrstici
zh_cn: 启动后最小化到托盘
zh_tw: 啟動時最小化至系統匣

# StartWithWindows
source: Start with Windows (current user)
cs_cz: Spustit po přihlášení (aktuální uživatel)
es_es: Iniciar con Windows (usuario actual)
fr_fr: Démarrer avec Windows (utilisateur actuel)
it_it: Avvia con Windows (utente attuale)
ja_jp: ウィンドウで起動 (現在のユーザー)
ko_kr: Windows와 시작 (현재 사용자)
pl_pl: Włącz wraz z systemem Windows (bieżący użytkownik)
pt_br: Iniciar com o Windows (usuário atual)
sl_si: Zaženi ob zagonu Windows (trenutni uporabnik)
zh_cn: 开始菜单（当前用户）
zh_tw: 隨 Windows 啟動 （目前使用者）

source: Static IPv4 address
cs_cz: Statická IPv4 adresa
es_es: Dirección IPv4 estática
fr_fr: Adresse IPv4 statique
it_it: Indirizzo statico IPv4
ja_jp: 静的 IPv4 アドレス
ko_kr: 정적 IPv4 주소
pl_pl: Statyczny adres IPv4
pt_br: Endereço IPv4 estático
sl_si: Statični naslov IPv4
zh_cn: 静态 IPv4 地址
zh_tw: 靜態 IPv4 位址

source: Static IPv4 DNS server
cs_cz: Statická IPv4 adresa DNS serverů
es_es: Servidor DNS estático IPv4
fr_fr: Serveur DNS IPv4 statique
it_it: Indirizzo statico server DNS IPv4
ja_jp: 静的 IPv4 DNS サーバー
ko_kr: 정적 IPv4 DNS 서버
pl_pl: Statyczny serwer DNS IPv4
pt_br: Servidor DNS IPv4 estático
sl_si: Statični strežnik DNS IPv4
zh_cn: 静态 IPv4 DNS 服务器
zh_tw: 動態 IPv4 DNS 伺服器

source: Subnet mask
fr_fr: Masque de sous-réseau
it_it: Maschera sottorete
ja_jp: サブネットマスク
pl_pl: Maska podsieci
pt_br: Máscara de sub-rede
sl_si: Maska podomrežja
zh_cn: 子网掩码
zh_tw: 子網路遮罩

source: Threads
cs_cz: Vlákna
es_es: Hilos
fr_fr: Fils de Discussions
it_it: Thread
ja_jp: スレッド
ko_kr: 스레드
pl_pl: Wątki
pt_br: Segmentos
sl_si: Niti
zh_cn: 线程
zh_tw: 執行緒

source: Time
cs_cz: Čas
es_es: Tiempo
fr_fr: Temps
it_it: Tempo
ja_jp: 時間
ko_kr: 시간
pl_pl: Czas
pt_br: Tempo
sl_si: Čas
zh_cn: 时间
zh_tw: 時間

source: Time 1
cs_cz: Čas 1
es_es: Tiempo 1
fr_fr: Temps 1
it_it: Tempo 1
ja_jp: 時間 1
ko_kr: 시간 1
pl_pl: Czas 1
pt_br: Tempo 1
sl_si: Čas 1
zh_cn: 时间 1
zh_tw: 時間 1

source: Time 2
cs_cz: Čas 2
es_es: Tiempo 2
fr_fr: Temps 2
it_it: Tempo 2
ja_jp: 時間 2
ko_kr: 시간 2
pl_pl: Czas 2
pt_br: Tempo 2
sl_si: Čas 2
zh_cn: 时间 2
zh_tw: 時間 2

source: Time 3
cs_cz: Čas 3
es_es: Tiempo 3
fr_fr: Temps 3
it_it: Tempo 3
ja_jp: 時間 3
ko_kr: 시간 3
pl_pl: Czas 3
pt_br: Tempo 3
sl_si: Čas 3
zh_cn: 时间 3
zh_tw: 時間 3

source: Timeout
cs_cz: Časový limit
es_es: Tiempo de espera
fr_fr: Délai d'attente
ja_jp: タイムアウト
ko_kr: 시간 초과
pl_pl: Limit czasu
pt_br: Tempo limite
sl_si: Odmor
zh_cn: 超时
zh_tw: 逾時

source: Timeout (ms)
cs_cz: Časový limit (ms)
es_es: Tiempo de espera (ms)
fr_fr: Délai d'attente (ms)
ja_jp: タイムアウト (ミリ秒)
ko_kr: 시간 초과 (ms)
pl_pl: Limit czasu (ms)
pt_br: Tempo limite (ms)
sl_si: Odmor (ms)
zh_cn: 超时（毫秒）
zh_tw: 逾時（毫秒）

source: Time (ms) to wait between each ping
fr_fr: Temps (ms) d'attente entre chaque ping
it_it: Tempo (ms) di attesa tra ogni ping
ja_jp: 各ping間の待機時間 (ミリ秒)
pt_br: Tempo para esperar (ms) entre cada ping
sl_si: Čas (ms) čakanja med posameznimi pingi
zh_cn: 每次 Ping 之间的等待时间(毫秒)
zh_tw: 每次 Ping 之間等待時間（毫秒）

source: Type
cs_cz: Typ
es_es: Tipo
it_it: Tipo
ja_jp: 種類
ko_kr: 유형
pl_pl: Typ
pt_br: Tipo
sl_si: Vrsta
zh_cn: 类型
zh_tw: 類型

source: Use the following DNS server addresses:
cs_cz: Použít následující adresy DNS serverů:
es_es: Usar las siguientes direcciones de servidor DNS:
fr_fr: Utilisez les adresses de serveur DNS suivantes:
it_it: Usa i seguenti indirizzi come server DNS:
ja_jp: 次の DNS サーバーアドレスを使用 :
ko_kr: 다음 DNS 서버 주소 사용:
pl_pl: Użyj następujących adresów serwerów DNS:
pt_br: Use os seguintes endereços de servidor DNS
sl_si: Uporabi naslednje naslove strežnika DNS:
zh_cn: 使用以下DNS服务器地址：
zh_tw: 使用下列的 DNS 伺服器位址：

source: Use the following IP address:
cs_cz: Použít následující IP adresy:
es_es: Usar la siguiente dirección IP:
fr_fr: Utilisez l'adresse IP suivante:
it_it: Usa il seguente indirizzo IP:
ja_jp: 次の IP アドレスを使用 :
ko_kr: 다음 IP 주소 사용:
pl_pl: Użyj następującego adresu IP:
pt_br: Use o seguinte endereço IP
sl_si: Uporabi naslednji naslov IP:
zh_cn: 使用以下IP地址：
zh_tw: 使用下列的 IP 位址：

source: Wake up
cs_cz: Probudit
es_es: Encender
fr_fr: S'éveiller
it_it: Sveglia
ja_jp: ウェイクアップ
ko_kr: 깨우기
pl_pl: Obudź
pt_br: Acordar
sl_si: Zbudi
zh_cn: 唤醒
zh_tw: 喚醒

source: Yes
cs_cz: Ano
es_es: Sí
fr_fr: Oui
it_it: Si
ja_jp: はい
ko_kr: 예
pl_pl: Tak
pt_br: Sim
sl_si: Da
zh_cn: 是
zh_tw: 是

source: Add
cs_cz: Přidat
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
pl_pl: Dodaj
pt_br: Adicionar
sl_si: Dodaj
zh_cn: 添加
zh_tw: 新增

source: Add a tab to perform a DNS lookup...
cs_cz: Přidat kartu pro provedení vyhledávaní v DNS...
es_es: Añadir una pestaña para realizar una búsqueda DNS...
fr_fr: Ajouter un onglet pour effectuer une recherche DNS…
it_it: Aggiungi una scheda per eseguire una ricerca DNS ...
ja_jp: DNS Lookupを実行するタブの追加...
ko_kr: DNS 조회를 수행할 탭 추가...
pl_pl: Dodaj kartę, aby przeprowadzić wyszukiwanie DNS...
pt_br: Adicionar aba para realizar pesquisa de DNS...
sl_si: Dodaj zavihek za iskanje DNS...
zh_cn: 添加一个 DNS 查询页...
zh_tw: 新增分頁以執行 DNS 查詢...

source: Add a tab to perform a network scan...
cs_cz: Přidat kartu pro provedení skenování sítě...
es_es: Añadir una pestaña para realizar un escaneo de red...
fr_fr: Ajouter un onglet pour effectuer un scan du réseau…
it_it: Aggiungi una scheda per eseguire una ricerca di rete...
ja_jp: ネットワークスキャンを実行するタブの追加...
ko_kr: 네트워크 검색을 수행할 탭 추가...
pl_pl: Dodaj kartę, aby wykonać skanowanie sieci...
pt_br: Adicionar aba para realizar varredura de rede...
sl_si: Dodaj zavihek za izvedbo omrežnega pregleda...
zh_cn: 添加一个网络扫描页...
zh_tw: 新增標籤執行來網路掃描...

source: Add a tab to perform an SNMP action...
cs_cz: Přidat kartu pro provedení SNMP...
es_es: Añadir una pestaña para realizar una acción SNMP...
fr_fr: Ajouter un onglet pour effectuer une action SNMP…
it_it: Aggiungi una scheda per eseguire un'azione SNMP ...
ja_jp: SNMPアクションを実行するタブの追加...
ko_kr: SNMP 작업을 수행할 탭 추가...
pl_pl: Dodaj kartę, aby wykonać akcję SNMP...
pt_br: Adicionar aba para realizar uma ação SNMP...
sl_si: Dodaj zavihek za izvedbo akcije SNMP...
zh_cn: 添加一个 SNMP 动作页...
zh_tw: 新增標籤執行來 SNMP 動作...

source: Add a tab to perform a ping...
cs_cz: Přidat kartu pro provedení ping...
es_es: Añadir una pestaña para realizar un ping...
fr_fr: Ajouter un onglet pour effectuer un ping…
it_it: Aggiungi una scheda per eseguire un ping ...
ja_jp: pingを実行するタブの追加...
ko_kr: 핑을 수행할 탭 추가...
pl_pl: Dodaj kartę, aby wykonać ping...
pt_br: Adicionar aba para realizar ping...
sl_si: Dodaj zavihek za izvedbo pinga...
zh_cn: 添加一个 Ping 操作页...
zh_tw: 新增標籤執行來 ping...

source: Add a tab to perform a port scan...
cs_cz: Přidat kartu pro provedení skenu portů...
es_es: Añadir una pestaña para realizar un escaneo de puertos...
fr_fr: Ajouter un onglet pour effectuer un scan de port…
it_it: Aggiungi una scheda per eseguire una scansione delle porte ...
ja_jp: ポートスキャンを実行するタブの追加...
ko_kr: 포트 검색을 수행할 탭 추가...
pl_pl: Dodaj kartę, aby wykonać skanowanie portów...
pt_br: Adicionar aba para realizar varredura de portas...
sl_si: Dodaj zavihek za izvedbo pregleda vrat...
zh_cn: 添加一个端口扫描页...
zh_tw: 新增標籤執行來連接埠掃描...

source: Add a tab to perform a trace...
cs_cz: Přidat kartu pro provedení trasování...
es_es: Añadir una pestaña para realizar un rastreo...
fr_fr: Ajouter un onglet pour effectuer une trace…
it_it: Aggiungi una scheda per eseguire un trace...
ja_jp: トレースを実行するタブの追加...
ko_kr: 추적을 수행할 탭 추가...
pl_pl: Dodaj kartę, aby wykonać śledzenie...
pt_br: Adicionar aba para realizar trace...
sl_si: Dodaj zavihek za izvedbo sledenja...
zh_cn: 添加一个路由追踪页...
zh_tw: 新增標籤執行來追蹤...

# AddDNSSuffixToHostname
source: Add DNS suffix (primary) to hostname
cs_cz: Přidat DNS příponu (primární) k názvu hosta
es_es: Añadir sufijo de DNS (primario) al nombre del host
fr_fr: Ajouter suffixe DNS (principal) au nom d'hôte
it_it: Aggiungi il suffisso DNS (primario) al nome host
ja_jp: ホスト名にDNSサフィックス(プライマリ)を追加
ko_kr: 호스트 이름에 DNS 접미사 (기본) 추가
pl_pl: Dodaj sufiks DNS (podstawowy) do nazwy hosta
pt_br: Adicionar sufixo DNS (primário) ao nome do host
sl_si: V ime gostitelja dodaj pripono DNS (primarno)
zh_cn: 主机名后添加 DNS 后缀(主)
zh_tw: 為主機名稱加入 DNS 後綴（主要）

source: Additional command line
cs_cz: Další paramtery příkazové řádky
es_es: Línea de comando adicional
fr_fr: Ligne de commande supplémentaire
it_it: Riga di comando aggiuntiva
ja_jp: 追加のコマンドライン
ko_kr: 추가 명령행
pl_pl: Dodatkowa linia poleceń
pt_br: Linha de comando adicional
sl_si: Dodatna ukazna vrstica
zh_cn: 附加到命令行
zh_tw: 其他命令列

source: Additionals
cs_cz: Doplňky
es_es: Adicionales
fr_fr: Compléments
it_it: Aggiuntivi
ja_jp: 追加
ko_kr: 추가
pl_pl: Dodatki
pt_br: Adicionais
sl_si: Dodatki
zh_cn: 附加
zh_tw: 其他

# AddProfileDots
source: Add profile...
cs_cz: Přidat profil...
es_es: Añadir perfil...
fr_fr: Ajouter un profil…
it_it: Aggiungi profilo...
ja_jp: プロファイルの追加...
ko_kr: 프로필 추가...
pl_pl: Dodaj profil...
pt_br: Adicionar perfil...
sl_si: Dodaj profil...
zh_cn: 新增配置文件...
zh_tw: 新增設定檔...

source: Adjust screen automatically
cs_cz: Přizpůsobit obrazovku automaticky
es_es: Ajustar la pantalla automáticamente
fr_fr: Ajustement auto de l'écran
it_it: Regola automaticamente lo schermo
ja_jp: 画面の自動調整
ko_kr: 화면 자동 조정
pl_pl: Dostosuj ekran automatycznie
pt_br: Ajustar tela automaticamente
sl_si: Samodejno prilagodi zaslon
zh_cn: 自动调整屏幕
zh_tw: 自動調整螢幕

source: Answers
cs_cz: Odpovědi
es_es: Respuestas
fr_fr: Réponses
it_it: Risposte
ja_jp: 応答
ko_kr: 응답
pl_pl: Odpowiedzi
pt_br: Respostas
sl_si: Odgovori
zh_cn: 响应
zh_tw: 答案

# ApplicationWillBeRestartedAfterwards
source: The application will be restarted afterwards!
cs_cz: Po tomto bude aplikace restartována!
es_es: ¡La aplicación se reiniciará después!
fr_fr: L'application sera redémarrée par la suite!
it_it: Successivamente l'applicazione verrà riavviata!
ja_jp: アプリケーションは後で再起動されます!
ko_kr: 응용 프로그램은 이후에 다시 시작됩니다!
pt_br: O aplicativo será reiniciado em seguida!
sl_si: Aplikacija se bo nato znova zagnala!
zh_cn: 之后将重新启动应用程序！
zh_tw: 應用程式將在此後重新啟動！

source: Apply
cs_cz: Použít
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica
ja_jp: 適用
ko_kr: 적용
pl_pl: Zastosuj
pt_br: Aplicar
sl_si: Uporabi
zh_cn: 应用
zh_tw: 套用

# ApplyWindowsKeyCombinationsLikeAltTab
source: Apply Windows key combinations (e.g. ALT+TAB):
cs_cz: Použít kombinaci kláves Windows (např. Alt + Tab):
es_es: Aplicar combinaciones de teclas de Windows (ej. ALT+TAB):
fr_fr: Appliquer combinaisons de touches Windows (par ex: ALT+TAB):
it_it: Applica le combinazioni di tasti Windows (ad esempio ALT + TAB):
ja_jp: Windows のキー割り当てを適用 (例: ALT+TAB) :
ko_kr: Windows 키 조합 적용 (예: Alt+Tab) :
pl_pl: Zastosuj kombinacje klawiszy Windows (np. ALT + TAB):
pt_br: Aplicar combinação de teclas do Windows (ex.: ALT + TAB):
sl_si: Uporabi kombinacije tipk Windows (npr. ALT + TAB):
zh_cn: 应用 Windows 键组合（例如ALT + TAB）：
zh_tw: 套用 Windows 快捷鍵組合（例如 ALT+TAB）:

source: Auth
cs_cz: Autorizace
es_es: Aute.
it_it: Aut
ja_jp: 認証
ko_kr: 인증
pl_pl: Autoryzacja
pt_br: Autenticar
sl_si: Poobl.
zh_cn: 验证
zh_tw: 身份驗證

source: Authentication level
cs_cz: Úroveň autentizace
es_es: Nivel de autenticación
fr_fr: Niveau d'authentification
it_it: Livello autenticazione
ja_jp: 認証レベル
ko_kr: 인증 수준
pl_pl: Poziom uwierzytelnienia
pt_br: Nível de autenticação
sl_si: Raven preverjanja pristnosti
zh_cn: 验证级别
zh_tw: 身份驗證等級

source: Authorities
cs_cz: Autority
es_es: Autoridades
fr_fr: Autorités
it_it: Autorità
ja_jp: 権限
ko_kr: 권한
pl_pl: Administracja
pt_br: Autoridades
sl_si: Pooblaščenci
zh_cn: 授权
zh_tw: 授權伺服器

source: Automatically update every
cs_cz: Aktualizovat automaticky co
es_es: Actualización automática cada
fr_fr: Mise à jour auto de chaque
it_it: Aggiorna automaticamente ogni
ja_jp: 自動更新の間隔
ko_kr: 자동 업데이트 간격
pl_pl: Aktualizuj automatycznie co
pt_br: Atualizar automático a cada
sl_si: Samodejno posodobi vsakih
zh_cn: 总是自动更新
zh_tw: 自動更新，每

source: back
cs_cz: Zpět
es_es: atrás
fr_fr: retour
it_it: indietro
ja_jp: 戻る
ko_kr: 뒤로
pl_pl: cofnij
pt_br: voltar
sl_si: Nazaj
zh_cn: 返回
zh_tw: 返回

source: Backup
cs_cz: Vytvořit zálohu
es_es: Respaldo
fr_fr: Sauvegarde
ja_jp: バックアップ
ko_kr: 백업
pl_pl: Utwórz kopię zapasową
sl_si: Varnostna kopija
zh_cn: 备份
zh_tw: 備份

source: Baud
ja_jp: ボーレート
ko_kr: 보오드
zh_cn: 波特率
zh_tw: 傳輸速率

# CanceledByUserMessage
source: The operation has been canceled by the user!
cs_cz: Operace přerušená uživatelem!
es_es: ¡La operación ha sido cancelada por el usuario!
fr_fr: L'opération a été annulée par l'utilisateur!
it_it: L'operazione è stata annullata dall'utente!
ja_jp: 操作はユーザーによってキャンセルされました!
ko_kr: 사용자가 작업을 취소했습니다!
pl_pl: Operacja została anulowana przez użytkownika!
pt_br: A operação foi cancelada pelo usuário!
sl_si: Operacijo je preklical sam uporabnik
zh_cn: 该操作已被用户取消！
zh_tw: 使用者已取消作業。

source: Caps lock is enabled!
cs_cz: CapsLock je zapnut!
es_es: ¡Bloq Mayús está habilitado!
fr_fr: Verrouillage des majuscules est activé!
it_it: Il blocco maiuscole è abilitato!
ja_jp: Caps Lockが有効になりました!
ko_kr: Caps Lock이 활성화되었습니다!
pl_pl: Caps Lock jest włączony!
pt_br: Capslock está ativado!
sl_si: 'Caps lock' je omogočen!
zh_cn: 大写锁定已启用！
zh_tw: Caps lock 已啟用！

source: Check for updates at startup
cs_cz: Ověřit aktualizaci po spuštění
es_es: Buscar actualizaciones al inicio
fr_fr: Vérifiez mises à jour au démarrage
it_it: Controllo aggiornamenti all'avvio
ja_jp: 起動時に更新を確認
ko_kr: 시작할 때 업데이트 확인
pl_pl: Sprawdź aktualizacje podczas uruchamiania
pt_br: Verificar atualizações na inicialização
sl_si: Ob zagonu preveri obstoj posodobitev
zh_cn: 启动后检查更新
zh_tw: 在啟動時檢查更新

source: Class
cs_cz: Třída
es_es: Clase
fr_fr: Classe
it_it: Classe
ja_jp: クラス
ko_kr: 클래스
pl_pl: Klasa
pt_br: Classe
sl_si: Razred
zh_cn: 类
zh_tw: 類別

source: Clear filter
cs_cz: Zrušit filtr
es_es: Limpiar filtro
fr_fr: Effacer le filtre
it_it: Cancella il filtro
ja_jp: フィルターの消去
ko_kr: 필터 지우기
pl_pl: Wyczyśc filtr
pt_br: Limpar filtro
sl_si: Počisti filter
zh_cn: 清除筛选
zh_tw: 清除篩選

source: Color depth (bit)
cs_cz: Barevná hloubka (bit)
es_es: Profundidad de color (bit)
fr_fr: Profondeur de couleur (bit)
it_it: Profondità colore (bit)
ja_jp: 色深度 (bit)
ko_kr: 색 깊이 (bit)
pl_pl: Głębia koloru (bit)
pt_br: Profundidade de cores (bits)
sl_si: Globina barve (bitov)
zh_cn: 颜色深度（位）
zh_tw: 色彩深度（位元）

source: Community
cs_cz: Komunita
es_es: Comunidad
fr_fr: Communauté
it_it: Comunità
ja_jp: コミュニティ
ko_kr: 커뮤니티
pl_pl: Społeczność
pt_br: Comunidade
sl_si: Skupnost
zh_cn: 社区
zh_tw: 社群

# ConfigureThePathToPuTTYInTheSettingsDots
source: Configure the path to PuTTY in the settings...
cs_cz: Nastavit cestu k PuTTY v nastavení...
es_es: Configure la ruta de PuTTY en la configuración...
fr_fr: Configurez le chemin d'accès à PuTTY dans les paramètres…
it_it: Configura il percorso di PuTTY nelle impostazioni ...
ja_jp: PuTTYへのパスを設定...
ko_kr: 설정에서 PuTTY 경로 구성...
pl_pl: Skonfiguruj ścieżkę do PuTTY w ustawieniach...
pt_br: Configure o caminho para PuTTY nas configurações ...
sl_si: Pot do PuTTY nastavite v nastavitvah...
zh_cn: 配置 PuTTY 程序路径
zh_tw: 在設定中配置 PuTTY 的路徑…
