Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# RemoteDesktopDisconnectReason_UnableToReconnectToRemoteSession
source: Unable to reconnect to the remote session.
es_es: No se puede reconectar a la sesión remota.
fr_fr: Impossible de se reconnecter à la session distante.
it_it: Impossibile ricollegarsi alla sessione remota.
ja_jp: リモート セッションに再接続できません。
ko_kr: 원격 세션에 다시 연결할 수 없습니다.
pl_pl: Nie udało się ponownie połączyć do sesji zdalnej.
pt_br: Não foi possível reconectar na sessão remota.
sl_si: Ni mogoče znova vzpostaviti povezave z oddaljeno sejo.
zh_cn: 无法重新连接远程会话。
zh_tw: 無法重新連線至遠端會話。

source: Migrate
es_es: Migrar
fr_fr: Migrer
it_it: Migra
ja_jp: 移行
ko_kr: 마이그레이션
pt_br: Migrar
sl_si: Preseli
zh_cn: 迁移
zh_tw: 遷移

source: Report on GitHub
es_es: Informar en GitHub
fr_fr: Rapport sur GitHub
it_it: Segnala su GitHub
ja_jp: GitHubで報告
ko_kr: GitHub에 보고
pt_br: Reportar no GitHub
sl_si: Prijavi na GitHubu
zh_cn: 在 GitHub 上提交报告
zh_tw: 在 GitHub 上回報問題

source: Groups
es_es: Grupos
fr_fr: Groupes
it_it: Gruppi
ja_jp: グループ
ko_kr: 그룹
pt_br: Grupos
sl_si: Skupine
zh_cn: 组
zh_tw: 群組

source: Add group
es_es: Añadir grupo
fr_fr: Ajouter un groupe
it_it: Aggiungi gruppo
ja_jp: グループの追加
ko_kr: 그룹 추가
pt_br: Adicionar grupo
sl_si: Dodaj skupino
zh_cn: 添加组
zh_tw: 新增群組

source: Delete group
es_es: Eliminar grupo
fr_fr: Supprimer le groupe
it_it: Elimina gruppo
ja_jp: グループを削除
ko_kr: 그룹 삭제
pt_br: Excluir grupo
sl_si: Izbriši skupino
zh_cn: 删除组
zh_tw: 刪除群組

# DeleteGroupMessage
source: Selected group and all profiles inside this group will be deleted permanently.
es_es: El grupo seleccionado y todos los perfiles dentro de este grupo serán eliminados permanentemente.
fr_fr: Le groupe sélectionné et tous les profils de ce groupe seront définitivement supprimés.
it_it: Verranno eliminati in modo permanente il gruppo selezionato e tutti i profili all'interno di questo gruppo.
ja_jp: 選択したグループと、このグループ内のすべてのプロファイルが完全に削除されます。
ko_kr: 선택한 그룹 및 이 그룹 내의 모든 프로필이 영구적으로 삭제됩니다.
pt_br: O grupo selecionado e todos os perfis dentro deste grupo serão excluídos permanentemente.
sl_si: Izbrana skupina in vsi profili znotraj te skupine bodo trajno izbrisani.
zh_cn: 所选组和组内所有配置文件将被永久删除。
zh_tw: 所選的群組與其中所有設定檔將被永久刪除。

# ErrorMessage_NameIsAlreadyUsed
source: The name is already used!
es_es: ¡El nombre ya está en uso!
fr_fr: Le nom est déjà utilisé !
it_it: Questo nome è già in uso!
ja_jp: この名前はすでに使用されています!
ko_kr: 이름이 이미 사용되었습니다!
pt_br: Este nome já está sendo usado!
sl_si: Ime je že uporabljeno!
zh_cn: 该名称已被使用！
zh_tw: 此名稱已被使用！

source: Resize
es_es: Redimensionar
fr_fr: Redimensionner
it_it: Ridimensiona
ja_jp: サイズ変更
ko_kr: 크기 조정
pt_br: Redimensionar
sl_si: Spremeni velikost
zh_cn: 缩放
zh_tw: 調整大小

source: Delete profiles
es_es: Eliminar perfiles
fr_fr: Supprimer des profils
it_it: Elimina profili
ja_jp: プロファイルを削除
ko_kr: 프로필 삭제
pt_br: Excluir perfis
sl_si: Izbriši profile
zh_cn: 删除配置文件
zh_tw: 刪除設定檔

# DeleteProfilesMessage
source: Selected profiles will be deleted permanently.
es_es: Los perfiles seleccionados serán eliminados permanentemente.
fr_fr: Les profils sélectionnés seront définitivement supprimés.
it_it: I profili selezionati verranno eliminati definitivamente.
ja_jp: 選択したプロファイルは完全に削除されます。
ko_kr: 선택한 프로필은 영구적으로 삭제됩니다.
pt_br: Os perfis selecionados serão excluídos permanentemente.
sl_si: Izbrani profili bodo trajno izbrisani.
zh_cn: 所选配置文件将永久删除。
zh_tw: 所選的設定檔將被永久刪除。

source: Use custom themes
fr_fr: Utiliser des thèmes personnalisés
it_it: Usa temi personalizzati
ja_jp: カスタムテーマの使用
ko_kr: 사용자 지정 테마 사용
pt_br: Usar temas personalizados
sl_si: Uporabi teme po meri
zh_cn: 使用自定义主题
zh_tw: 使用自訂主題

source: Custom themes
fr_fr: Thèmes personnalisés
it_it: Temi personalizzati
ja_jp: カスタムテーマ
ko_kr: 사용자 지정 테마
pt_br: Temas personalizados
sl_si: Teme po meri
zh_cn: 自定义主题
zh_tw: 自訂主題

# ResetSettingsQuestion
source: Reset settings?
fr_fr: Réinitialiser les paramètres ?
it_it: Vuoi ripristinare le impostazioni?
ja_jp: 設定をリセットしますか?
ko_kr: 설정을 재설정하시겠습니까?
pt_br: Redefinir configurações?
sl_si: Želite ponastaviti nastavitve?
zh_cn: 重置设置？
zh_tw: 重設設定？

# SettingsResetExclamationMark
source: Settings reset!
fr_fr: Paramètres réinitialisés !
it_it: Impostazioni ripristinate!
ja_jp: 設定をリセットしました!
ko_kr: 설정이 재설정되었습니다!
pt_br: Configurações redefinidas!
sl_si: Nastavitve so ponastavljene!
zh_cn: 设置已重置！
zh_tw: 已重設設定！

# ApplicationName_AWSSessionManager
source: AWS Session Manager
fr_fr: Gestionnaire de sessions AWS
it_it: Gestione sessioni AWS
pt_br: Gerenciador de sessão AWS
sl_si: Upravitelj sej AWS
zh_cn: AWS 会话管理器
zh_tw: AWS 會話管理器

source: Instance ID
es_es: ID de instancia
fr_fr: ID d'instance
it_it: ID istanza
ja_jp: インスタンスID
pt_br: ID da instância
sl_si: ID primerka
zh_cn: 实例 ID
zh_tw: 實例編號

source: Local connection
es_es: Conexión local
fr_fr: Connexion locale
it_it: Connessione locale
ja_jp: ローカル接続
pt_br: Conexão local
sl_si: Lokalna povezava
zh_cn: 本地连接
zh_tw: 本地連線

source: Local interface
es_es: Interfaz local
fr_fr: Interface locale
it_it: Interfaccia locale
ja_jp: ローカル インターフェース
pt_br: Interface local
sl_si: Lokalni vmesnik
zh_cn: 本地接口
zh_tw: 本地介面

# Library_log4net_Description
source: log4net is a tool to help the programmer output log statements to a variety of output targets.
fr_fr: log4net est un outil pour aider le programmeur à produire des instructions de journal vers une variété de cibles de sortie.
it_it: log4net è uno strumento per creare un registro delle istruzioni di output del programmatore per una varietà di destinazioni di output.
ja_jp: log4net は、プログラマがさまざまな出力ターゲットにログ ステートメントを出力するのに役立つツールです。
pt_br: log4net é uma ferramenta para ajudar o programador a enviar instruções de log para uma variedade de destinos de saída.
sl_si: log4net je orodje, ki programerju pomaga pri izpisovanju dnevniških stavkov v različne izhodne cilje.
zh_cn: log4net 是一款帮助程序员向各种输出目标输出日志语句的工具。
zh_tw: log4net 是一款協助程式開發者將記錄輸出至多種目標的工具。

source: AWS Session Manager
fr_fr: Gestionnaire de sessions AWS
it_it: Gestione sessioni AWS
pt_br: Gerenciador de sessão AWS
sl_si: Upravitelj sej AWS
zh_cn: AWS 会话管理器
zh_tw: AWS 會話管理器

source: Enabled
es_es: Habilitado
fr_fr: Activée
it_it: Abilitato
ja_jp: 有効
pt_br: Habilitado
sl_si: Omogočen
zh_cn: 启用
zh_tw: 已啟用

source: Region
es_es: Región
fr_fr: Région
it_it: Regione
ja_jp: 地域
pt_br: Região
sl_si: Regija
zh_cn: 区域
zh_tw: 區域

# SyncEC2InstancesFromAWS
source: Synchronize EC2 instances from AWS
fr_fr: Synchroniser les instances EC2 depuis AWS
it_it: Sincronizza istanze EC2 da AWS
pt_br: Sincronizar instâncias EC2 do AWS
sl_si: Sinhroniziraj primerke EC2 iz AWS
zh_cn: 从 AWS 同步 EC2 实例
zh_tw: 同步 AWS 上的 EC2 實例。

source: Add AWS profile
es_es: Añadir perfil AWS
fr_fr: Ajouter un profil AWS
it_it: Aggiungi profilo AWS
pt_br: Adicionar perfil AWS
sl_si: Dodaj profil AWS
zh_cn: 添加 AWS 配置文件
zh_tw: 新增 AWS 設定檔

source: Delete AWS profile
es_es: Eliminar perfil AWS
fr_fr: Supprimer un profil AWS
it_it: Elimina profilo AWS
pt_br: Excluir perfil AWS
sl_si: Izbriši profil AWS
zh_cn: 删除 AWS 配置文件
zh_tw: 刪除 AWS 設定檔

# DeleteAWSProfileMessage
source: The selected AWS profile is permanently deleted. The profile is not removed from the ~\.aws\credentials file.
es_es: El perfil AWS seleccionado se eliminará de forma permanente. El perfil no se eliminará del archivo ~\.aws\credentials.
fr_fr: Le profil AWS sélectionné est supprimé définitivement. Le profil n'est pas supprimé du fichier ~\.aws\credentials.
it_it: Il profilo AWS selezionato verrà eliminato definitivamente. Il profilo non verrà rimosso dal file ~\.aws\credentials.
pt_br: O perfil AWS selecionado foi excluído permanentemente. O perfil não foi removido do arquivo ~\.aws\credentials.
sl_si: Izbrani profil AWS je trajno izbrisan. Profil ni odstranjen iz datoteke ~\.aws\credentials.
zh_cn: 所选 AWS 配置文件将被永久删除。 配置文件不会从 ~\.aws\credentials 文件中删除。
zh_tw: 所選的 AWS 設定檔將被永久刪除。 此設定檔並未從 ~/.aws/credentials 檔案中移除。

source: Edit AWS profile
es_es: Editar perfil AWS
fr_fr: Éditer le profil AWS
it_it: Modifica profilo AWS
pt_br: Editar perfil AWS
sl_si: Uredi profil AWS
zh_cn: 编辑 AWS 配置文件
zh_tw: 編輯 AWS 設定檔

# SyncAllEC2InstancesFromAWS
source: Synchronize all EC2 instances from AWS
fr_fr: Synchronisez toutes les instances EC2 d'AWS
it_it: Sincronizza tutte le istanze EC2 da AWS
pt_br: Sincronizar todas as instâncias EC2 do AWS
sl_si: Sinhroniziraj vse primerke EC2 iz AWS
zh_cn: 从 AWS 同步所有 EC2 实例
zh_tw: 同步所有來自 AWS 的 EC2 實例。

# SyncGroupEC2InstancesFromAWS
source: Synchronize group EC2 instances from AWS
fr_fr: Synchroniser les instances EC2 du groupe depuis AWS
it_it: Sincronizza istanze EC2 del gruppo da AWS
pt_br: Sincronizar todas as instâncias EC2 de grupo do AWS
sl_si: Sinhroniziraj skupino primerkov EC2 iz AWS
zh_cn: 从 AWS 同步 EC2 实例组
zh_tw: 同步 AWS 上指定群組的 EC2 實例。

# ProfilesAndRegionsToSync
source: Profiles and regions to synchronize
es_es: Perfiles y regiones para sincronizar
fr_fr: Profils et régions à synchroniser
it_it: Profili e regioni da sincronizzare
ja_jp: 同期するプロファイルと地域
pt_br: Perfis e regiões para sincronizar
sl_si: Profili in regije za sinhronizacijo
zh_cn: 要同步的配置文件和区域
zh_tw: 要同步的設定檔與區域

# HelpMessage_AWSSessionManagerProfilesAndRegionsToSync
source: To synchronize EC2 instances from AWS, the AWS CLI must be configured on the system. The EC2 instances can be queried for multiple AWS accounts (profiles) and multiple regions. To do this, the profile stored in the file "~/.aws/credentials" must be configured along with the region to query.
fr_fr: Pour synchroniser les instances EC2 d'AWS, l'AWS CLI doit être configurée sur le système. Les instances EC2 peuvent être interrogées pour plusieurs comptes AWS (profils) et plusieurs régions. Pour cela, le profil stocké dans le fichier "~/.aws/credentials" doit être configuré ainsi que la région à interroger.
it_it: Per sincronizzare le istanze EC2 da AWS nel sistema deve essere configurata la CLI AWS. Le istanze EC2 possono essere interrogate per più account AWS (profili) e più regioni. Per fare ciò, il profilo memorizzato nel file "~/.aws/credentials" deve essere configurato insieme alla regione da interrogare.
pt_br: Para sincronizar instâncias EC2 do AWS, o CLI do AWS deve ser configurado no sistema. As instâncias EC2 podem ser consultados de múltiplas contas AWS (perfis) e múltiplas regiões. Para fazer isto, o perfil armazenado em ~\.aws\credentials deve ser configurado junto com a região a ser consultada.
sl_si: Za sinhronizacijo primerkov EC2 iz AWS mora biti v sistemu nastavljen AWS CLI. Po primerkih EC2 je mogoče poizvedovati za več računov (profilov) AWS in več regij. Da to lahko naredite, mora biti profil, shranjen v datoteki "~/.aws/credentials", nastavljen skupaj z regijo za poizvedbo.
zh_cn: 要从 AWS 同步 EC2 实例，必须在系统上配置 AWS CLI。EC2 实例可通过多个 AWS 账户（配置文件）和多个区域进行查询。为此，必须配置存储在"~/.aws/credentials "文件中的配置文件以及要查询的区域。
zh_tw: 若要同步 AWS 上的 EC2 實例，系統必須先安裝並設定好 AWS CLI。可針對多個帳號（profile）及多個區域查詢 EC2；因此需在 ~/.aws/credentials 檔案中設定相應的 profile 與欲查詢之區域。

# Library_AWSSDKdotEC2_Description
source: AWS SDK for .NET to work with Amazon Elastic Compute Cloud (Amazon EC2) in Amazon Web Services (AWS).
fr_fr: AWS SDK pour .NET pour fonctionner avec Amazon Elastic Compute Cloud (Amazon EC2) dans Amazon Web Services (AWS).
it_it: SDK AWS per .NET per funzionare con Amazon Elastic Compute Cloud (Amazon EC2) in Amazon Web Services (AWS).
pt_br: AWS SDK para .NET para funcionar com Amazon Elastic Compute Cloud (Amazon EC2) no Amazon Web Services (AWS).
sl_si: AWS SDK za .NET za delo z Amazon Elastični računalniški oblak (Amazon EC2) v Amazon Spletne storitve (AWS).
zh_cn: AWS SDK for .NET 可与亚马逊网络服务（AWS）中的亚马逊弹性计算云（Amazon EC2）协同工作。
zh_tw: AWS SDK for .NET：協助您在 Amazon Web Services（AWS）中使用 Amazon Elastic Compute Cloud (Amazon EC2)。

source: Default profile
es_es: Perfil predeterminado
fr_fr: Profil par défaut
it_it: Profilo predefinito
ja_jp: 既定のプロファイル
pt_br: Perfil padrão
sl_si: Privzeti profil
zh_cn: 默认配置文件
zh_tw: 預設設定檔

source: Default region
es_es: Región predeterminada
fr_fr: Région par défaut
it_it: Regione predefinita
ja_jp: 既定の地域
pt_br: Região padrão
sl_si: Privzeta regija
zh_cn: 默认区域
zh_tw: 預設區域

# HelpMessage_AWSSessionManagerProfile
source: Profile which is used by manually created profiles to connect to an EC2 instance via AWS CLI. If not set, the default AWS CLI settings are used.
fr_fr: Profil utilisé par les profils créés manuellement pour se connecter à une instance EC2 via AWS CLI. S'il n'est pas défini, les paramètres AWS CLI par défaut sont utilisés.
it_it: Profilo che verrà usato dai profili creati manualmente per connettersi a un'istanza EC2 tramite CLI AWS.. Se non impostato, verranno usate le impostazioni predefinite della CLI AWS.
pt_br: O perfil que é usado para criar perfis para conectar a uma instância EC2 pelo CLI do AWS. Se não definidas, as configurações CLI padrão do AWS serão usadas.
sl_si: Profil, ki ga uporabljajo ročno ustvarjeni profili za povezavo s primerkom EC2 prek AWS CLI. Če ni nastavljeno, se uporabijo privzete nastavitve CLI AWS.
zh_cn: 手动创建用于通过 AWS CLI 连接 EC2 实例的配置文件。 如果未设置，则使用默认的 AWS CLI 设置。
zh_tw: 用於手動建立的設定檔，以透過 AWS CLI 連線至 EC2。 若未設定，將使用預設的 AWS CLI 設定。

# HelpMessage_AWSSessionManagerRegion
source: Region which is used by manually created profiles to connect to an EC2 instance via AWS CLI . If not set, the default AWS CLI settings are used.
fr_fr: Région utilisée par les profils créés manuellement pour se connecter à une instance EC2 via AWS CLI. Si elle n'est pas définie, les paramètres AWS CLI par défaut sont utilisés.
it_it: Regione usata dai profili creati manualmente per connettersi a un'istanza EC2 tramite CLI AWS . Se non impostata, verranno usate le impostazioni predefinite della CLI AWS.
pt_br: A região que é usada para criar perfis para conectar a uma instância EC2 pelo CLI do AWS. Se não definidas, as configurações CLI padrão do AWS serão usadas.
sl_si: Regija, ki jo uporabljajo ročno ustvarjeni profili za povezavo s primerkom EC2 prek AWS CLI. Če ni nastavljeno, se uporabijo privzete nastavitve CLI AWS.
zh_cn: 手动创建的配置文件用于通过AWS CLI连接到EC2实例的区域。 如果未设置，则使用默认的AWS CLI设置。
zh_tw: 區域用於手動建立設定檔，透過 AWS CLI 連線至 EC2。 若未設定，則使用預設的 AWS CLI 設定。

# HelpMessage_AWSCLIDefaultsAreUsedIfNotSet
source: If not set, the default AWS CLI settings are used.
fr_fr: S'ils ne sont pas définis, les paramètres AWS CLI par défaut sont utilisés.
it_it: Se non viene impostata, verranno usate le impostazioni CLI AWS predefinite.
pt_br: Se não definidas, as configurações CLI padrão do AWS serão usadas.
sl_si: Če ni nastavljeno, se uporabijo privzete nastavitve CLI AWS.
zh_cn: 如果未设置，则使用默认的AWS CLI设置。
zh_tw: 若未設定，將使用預設的 AWS CLI 設定。

# GroupNameCannotStartWithX
source: Group name cannot start with "{0}"!
fr_fr: Le nom du groupe ne peut pas commencer par "{0}"!
it_it: Il nome gruppo non può iniziare con "{0}"!
ja_jp: グループ名は"{0}"で始めることはできません!
pt_br: O nome do grupo não pode iniciar com "{0}"!
sl_si: Ime skupine se ne sme začeti z "{0}"!
zh_cn: 组名不能以“{0}”开头！
zh_tw: 群組名稱不能以「{0}」開頭！

# SyncOnlyRunningEC2InstancesFromAWS
source: Synchronize only running EC2 instances from AWS
fr_fr: Synchroniser seulement les instances EC2 en cours d'exécution depuis AWS
it_it: Sincronizza solo le istanze EC2 in esecuzione da AWS
pt_br: Sincronizar somente instâncias EC2 em execução do AWS
sl_si: Sinhroniziraj samo delujoče primerke EC2 iz AWS
zh_cn: 只同步 AWS 正在运行的 EC2 实例
zh_tw: 僅同步正在執行的 AWS EC2 實例。

# AnAWSRegionNamedXDoesNotExist
source: An AWS region named "{0}" does not exist!
fr_fr: Une région AWS nommée "{0}" n'existe pas !
it_it: Non esiste una regione AWS denominata "{0}"!
pt_br: Uma região AWS nomeada "{0}" não existe!
sl_si: Ne obstaja oimenovana regija AWS {0}!
zh_cn: 名为"{0}"的 AWS 区域不存在！
zh_tw: 不存在名為「{0}」的 AWS 區域！

source: AWS CLI v2 is installed!
fr_fr: AWS CLI v2 est installé!
it_it: CLI AWS v2 è installato!
pt_br: CLI v2 do AWS está instalado!
sl_si: AWS CLI v2 je nameščen!
zh_cn: 已安装 AWS CLI v2！
zh_tw: 已安裝 AWS CLI v2！

source: AWS CLI v2 is not installed!
fr_fr: AWS CLI v2 n'est pas installé!
it_it: CLI AWS v2 non è installato!
pt_br: CLI v2 do AWS não está instalado!
sl_si: AWS CLI v2 ni nameščen!
zh_cn: 未安装 AWS CLI v2！
zh_tw: 未安裝 AWS CLI v2！

source: AWS Session Manager Plugin is installed!
fr_fr: Le plugin AWS Session Manager est installé!
it_it: Il plugin Gestione sessioni AWS è installato!
pt_br: O plugin do Gerenciador de sessão AWS está instalado!
sl_si: Vtičnik AWS Upravitelj sej je nameščen!
zh_cn: 已安装 AWS 会话管理器插件！
zh_tw: 已安裝 AWS Session Manager 插件。

source: AWS Session Manager Plugin is not installed!
fr_fr: Le plugin AWS Session Manager n'est pas installé!
it_it: Il plugin Gestione sessioni AWS non è installato!
pt_br: O plugin do Gerenciador de sessão AWS não está instalado!
sl_si: Vtičnik AWS Upravitelj sej ni nameščen!
zh_cn: 未安装 AWS 会话管理器插件！
zh_tw: 未安裝 AWS Session Manager 插件！

source: Check for pre-releases
fr_fr: Vérifiez les pré-versions
it_it: Controlla disponibilità pre-release
ja_jp: プレリリース版をチェックする
pt_br: Verificar por pré-lançamentos
sl_si: Preveri obstoj predizdaj
zh_cn: 检查预发布版本
zh_tw: 檢查預發佈版本

# SyncIsDisabled
source: Synchronization is disabled!
fr_fr: La synchronisation est désactivée!
it_it: La sincronizzazione è disabilitata!
ja_jp: 同期が無効になっています!
pt_br: Sincronização desativada!
sl_si: Sinhronizacija je onemogočena!
zh_cn: 同步已禁用！
zh_tw: 同步已停用！

source: Command
es_es: Comando
fr_fr: Commande
it_it: Comando
ja_jp: コマンド
pt_br: Comando
sl_si: Ukaz
zh_cn: 命令
zh_tw: 命令

source: Apply theme to PowerShell console
fr_fr: Appliquer le thème à la console PowerShell
it_it: Applica tema alla console PowerShell
ja_jp: PowerShellコンソールにテーマを適用する
pt_br: Aplicar tema ao console do PowerShell
sl_si: Uporabi temo za konzolo PowerShell
zh_cn: 将主题应用到 PowerShell 控制台
zh_tw: 將主題套用至 PowerShell 主控台

# PowerShellConsoleColorCanBeChangedUnderSettingsGeneralApperance
source: The color of the PowerShell console can be changed to the application theme under Settings > General > Appearance
fr_fr: La couleur de la console PowerShell peut être changée en thème d'application sous Paramètres > Général > Apparence
it_it: Il colore della console di PowerShell può essere modificato nel tema dell'applicazione in Impostazioni > Generale > Aspetto
ja_jp: PowerShellコンソールの色は、「設定」>「全般」>「外観」でアプリケーションテーマに変更できます。
pt_br: A cor do console do PowerShell pode ser alterada para o tema do aplicativo em Configurações > Geral > Aparência
sl_si: Barvo konzole PowerShell lahko spremenite v temo aplikacije pod Nastavitve > Splošno > Videz
zh_cn: PowerShell控制台的颜色可以更改为“设置”>“常规”>“外观”下的应用程序主题
zh_tw: PowerShell 控制台的配色可以在「設定 > 一般 > 外觀」中，改成與應用程式主題相同。
