Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# NetworkLocationCannotBeReachedMessage
source: The network address cannot be reached. Check if your computer is connected to the network. For information about network troubleshooting, see Windows Help.
cs_cz: Síť je nedosažitelná. Zkontrolovat připojení k síti. Pro více informací k problémům se sítí navštivit Nápovědu systému Windows.
es_es: No se puede localizar la dirección de red. Comprueba si el equipo está conectado a la red. Para obtener información acerca de la solución de problemas de red, consulta la Ayuda de Windows.
fr_fr: L'adresse du réseau n'est pas accessible. Vérifiez si votre ordinateur est connecté au réseau. Pour plus d'informations sur le dépannage du réseau, consultez l'aide de Windows.
it_it: L'indirizzo di rete non è raggiungibile. Controlla se il computer è connesso alla rete. Per informazioni sulla risoluzione dei problemi di rete, consulta la Guida di Windows.
ja_jp: ネットワークアドレスにアクセスできません。コンピュータがネットワークに接続されているかどうかを確認してください。ネットワークのトラブルシューティングについては、Windowsヘルプを参照してください。
ko_kr: 네트워크 주소에 연결할 수 없습니다. 컴퓨터가 네트워크에 연결되어 있는지 확인합니다. 네트워크 문제 해결에 대한 자세한 내용은 Windows 도움말을 참조하십시오.
pl_pl: Nie można osiągnąć adresu sieciowego. Sprawdź, czy komputer jest podłączony do sieci. Aby uzyskać informacje na temat rozwiązywania problemów z siecią, zobacz Pomoc systemu Windows.
pt_br: O endereço de rede não pôde ser alcançado. Verifique se o seu computador está conectado à rede. Para obter informações sobre solução de problemas de rede, consulte a Ajuda do Windows.
sl_si: Omrežnega naslova ni mogoče doseči. Preverite, ali je računalnik povezan v omrežje. Za informacije o odpravljanju težav z omrežjem glejte pomoč za Windows.
zh_cn: 无法访问此地址，请确认你的计算机已连接到此网络。有关网络故障排除的信息，请参阅 Windows 帮助。
zh_tw: 無法連線至網路位址。請檢查您的電腦是否已連接到網路。如需了解網路疑難排解資訊，請參閱 Windows 幫助。

# NewConnectionDots
source: New connection...
cs_cz: Nové připojení...
es_es: Nueva conexión...
fr_fr: Nouvelle connexion…
it_it: Nuova connessione...
ja_jp: 新しい接続...
ko_kr: 새 연결...
pl_pl: Nowe połączenie...
pt_br: Nova conexão...
sl_si: Nova povezava...
zh_cn: 创建新连接
zh_tw: 新連線...

# NoDNSRecordFoundCheckYourInputAndSettings
source: No DNS record found for "{0}"! Check your input and the settings.
cs_cz: Nelze nalézt DNS záznam pro "{0}"! Zkontrolovat vložaná data a nastavení.
es_es: ¡No se encontró registro DNS para "{0}"! Comprueba tus datos y la configuración.
fr_fr: Aucun enregistrement DNS trouvé pour "{0}"! Vérifiez votre saisie et les paramètres.
it_it: Nessun record DNS trovato per "{0}"! Controlla i parametri e le impostazioni.
ja_jp: "{0}" の DNS レコードが見つかりません! 入力内容と設定を確認してください。
ko_kr: "{0}"에 대한 DNS 레코드를 찾을 수 없습니다! 입력 및 설정을 확인하십시오.
pl_pl: Nie znaleziono rekordu DNS dla "{0}"! Sprawdź wprowadzone dane i ustawienia.
pt_br: Nenhum registro DNS encontrado para "{0}"! Verifique sua entrada e configurações.
sl_si: Za "{0}" ni bilo mogoče najti zapisa DNS! Preverite svoj vnos in nastavitve.
zh_cn: 没有找到“{0}”对应的DNS记录！请检查你的输入和设置。
zh_tw: 未找到「{0}」的 DNS 記錄！請檢查您的輸入與設定。

source: No enabled network adapters found!
cs_cz: Nenalezen žádný povolený síťový adapter!
es_es: ¡No se encontraron adaptadores de red habilitados!
fr_fr: Aucune carte réseau activée trouvée!
it_it: Non è stata trovata alcuna scheda di rete abilitata!
ja_jp: 有効なネットワーク アダプターが見つかりません!
ko_kr: 사용하도록 설정된 네트워크 어댑터를 찾을 수 없습니다!
pl_pl: Nie znaleziono włączonych kart sieciowych!
pt_br: Nenhum adaptador de rede habilitado encontrado!
sl_si: Ni bila najdena nobena omogočena omrežna kartica!
zh_cn: 未找到任何启用的网络适配器！
zh_tw: 找不到啟用網路介面卡！

source: No ports found. Check your input!
cs_cz: Porty nenalezeny. Zkontrolujte data!
es_es: No se encontraron puertos. ¡Comprueba tus datos!
fr_fr: Aucun port trouvé. Vérifiez votre entrée!
it_it: Nessuna porta trovata. Controlla i parametri!
ja_jp: ポートが見つかりません。入力内容を確認してください!
ko_kr: 포트를 찾을 수 없습니다. 입력 내용을 확인하십시오!
pl_pl: Nie znaleziono portów. Sprawdź swoje dane!
pt_br: Nenhuma porta encontrada. Verifique sua entrada!
sl_si: N najdenih vrat. Preverite svoj vnos!
zh_cn: 未找到任何端口。请检查你的输入！
zh_tw: 找不到連接埠。檢查您的輸入！

source: No profiles found! Create one...
cs_cz: Nenalezen žádný profil! Vytvoř alespoň jeden...
es_es: ¡No se han encontrado perfiles! Crear uno...
fr_fr: Aucun profil trouvé! Créez-en un…
it_it: Nessun profilo trovato. Crea nuovo profilo...
ja_jp: プロファイルが見つかりません! 作成...
ko_kr: 프로필을 찾을 수 없습니다! 하나 만들기...
pl_pl: Nie znaleziono profili! Stwórz jeden...
pt_br: Nenhum perfil encontrado! Crie um...
sl_si: Ni najdenih profilov. Ustvarite enega...
zh_cn: 当前没有任何配置！ 创建一个...
zh_tw: 未找到任何設定檔！ 請先建立一個…

source: Nothing found!
cs_cz: Nic nenalezeno!
es_es: ¡No se encontró nada!
fr_fr: Rien n'a été trouvé!
it_it: Non è stato trovato nulla!
ja_jp: 何も見つかりません!
ko_kr: 아무것도 찾을 수 없음!
pl_pl: Nic nie znaleziono!
pt_br: Nada encontrado!
sl_si: Nič ni bilo mogoče najti!
zh_cn: 未找到！
zh_tw: 沒有找到！

source: Nothing to do. Check your input!
cs_cz: Není co dělat. Ověřit údaje!
es_es: Nada que hacer. ¡Comprueba tus datos!
fr_fr: Rien à faire. Vérifiez votre entrée!
it_it: Non c'è niente da fare. Controlla i parametri immessi!
ja_jp: 何もすることはありません。入力を確認してください。
ko_kr: 할 것이 없습니다. 입력 내용을 확인하십시오!
pl_pl: Nic do roboty. Sprawdź swoje dane!
pt_br: Nada para fazer. Verifique sua entrada!
sl_si: Nič za početi. Preverite svoj vnos!
zh_cn: 无法完成任务，请检查你的输入！
zh_tw: 不執行任何動作。檢查您的輸入！

source: No update available!
cs_cz: Není dostupná žádná aktualizace.
es_es: ¡Actualización no disponible!
fr_fr: Aucune mise à jour disponible!
it_it: Nessun aggiornamento disponibile!
ja_jp: 更新プログラムはありません!
ko_kr: 사용할 수 있는 업데이트가 없습니다!
pl_pl: Brak dostępnej aktualizacji!
pt_br: Nenhuma atualização disponível!
sl_si: Posodobitev ni na voljo!
zh_cn: 无可用更新！
zh_tw: 沒有可用的更新！

source: No valid file found to import.
cs_cz: Nenalezen správný soubor importu.
es_es: No se encontró ningún archivo válido para importar.
fr_fr: Aucun fichier valide trouvé à importer.
it_it: Non è stato trovato alcune file valido per l'importazione.
ja_jp: インポートする有効なファイルが見つかりません。
ko_kr: 가져올 올바른 파일을 찾을 수 없습니다.
pl_pl: Nie znaleziono prawidłowego pliku do zaimportowania.
pt_br: Nenhum arquivo válido encontrado para importar.
sl_si: Najti ni bilo mogoče nobene veljavne datoteke za uvoz.
zh_cn: 找不到要导入的有效文件。
zh_tw: 找不到任何有效的檔案可供匯入。

source: No vendor found. Check your input!
cs_cz: Nenalezen výrobce. Zkontroluj vstupní údaje!
es_es: Ningún proveedor encontrado. ¡Comprueba tus datos!
fr_fr: Aucun vendeur trouvé. Vérifiez votre entrée!
it_it: Nessun fornitore trovato. Controlla i parametri!
ja_jp: ベンダーが見つかりません。入力内容を確認してください!
ko_kr: 공급업체를 찾을 수 없습니다. 입력 내용을 확인하십시오!
pl_pl: Nie znaleziono dostawcy. Sprawdź swoje dane!
pt_br: Nenhum fornecedor encontrado. Verifique sua entrada!
sl_si: Nobenega prodajalca ni bilo mogoče najti. Preverite svoj vnos!
zh_cn: 找不到供应商。检查你的输入！
zh_tw: 找不到廠商。檢查您的輸入！

source: Number of errors after which is canceled:
cs_cz: Počet chyb po kterých bude operace stornována:
es_es: Número de errores después de los cuales se cancela:
fr_fr: Nombre d'erreurs après lesquelles est annulé:
it_it: Numero di errori dopo i quali viene annullato:
ja_jp: キャンセルされるまでのエラー数 :
ko_kr: 취소 후 오류 수:
pl_pl: Liczba błędów po których operacja zostanie anulowana:
pt_br: Número de erros após o qual é cancelado:
sl_si: Število napak, po katerih je preklicano:
zh_cn: 取消之后的错误数：
zh_tw: 錯誤次數超過此值即取消：

source: Number of stored entries
cs_cz: Počet uložených vstupu
es_es: Número de entradas almacenadas
fr_fr: Nombre d'entrées stockées
it_it: Numero di voci memorizzate
ja_jp: 保存されたエントリの数
ko_kr: 저장된 항목 수
pl_pl: Liczba przechowywanych wpisów
pt_br: Número de entradas armazenadas
sl_si: Število shranjenih vnosov
zh_cn: 存储的条目数
zh_tw: 已儲存項目數

source: Only when using the full screen
cs_cz: Pouze při zobrazení na celou obrazovku
es_es: Solo cuando se usa la pantalla completa
fr_fr: Uniquement en utilisant le plein écran
it_it: Solo quando si usa lo schermo intero
ja_jp: 全画面表示時のみ
ko_kr: 전체 화면을 사용할 때만
pl_pl: Tylko gdy użyto pełnego ekranu
pt_br: Somente ao usar a tela cheia
sl_si: Samo pri uporabi celotnega zaslona
zh_cn: 仅在全屏模式可用
zh_tw: 只有在使用全螢幕時

# RemoteDesktopKeyboardHookMode_OnTheRemoteComputer
source: On the remote computer
cs_cz: Na vzdáleném počítači
es_es: En un equipo remoto
fr_fr: Sur un ordinateur distant
it_it: Nel computer remoto
ja_jp: リモートコンピューター上
ko_kr: 원격 컴퓨터에서
pl_pl: Na zdalnym komputerze
pt_br: No computador remoto
sl_si: Na oddaljenem računalniku
zh_cn: 在远程计算机上
zh_tw: 在遠端電腦上

# RemoteDesktopKeyboardHookMode_OnThisComputer
source: On this computer
cs_cz: Na tomto počítači
es_es: En este equipo
fr_fr: Sur cet ordinateur
it_it: In questo computer
ja_jp: このコンピューター
ko_kr: 이 컴퓨터에서
pl_pl: Na tym komputerze
pt_br: Neste computador
sl_si: Na tem računalniku
zh_cn: 在本地计算机上
zh_tw: 在此電腦上

source: Open
cs_cz: Otevřít
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ja_jp: 開く
ko_kr: 열기
pl_pl: Otwórz
pt_br: Abrir
sl_si: Odpri
zh_cn: 打开
zh_tw: 打開

source: Open license
cs_cz: Otevřít licenci
es_es: Abrir licencia
fr_fr: Licence ouverte
it_it: Apri licenza
ja_jp: ライセンスを開く
ko_kr: 오픈 라이센스
pl_pl: Otwórz licencję
pt_br: Abrir licença
sl_si: Odpri licenco
zh_cn: 打开许可证
zh_tw: 打開授權

source: Open project
cs_cz: Otevřít projekt
es_es: Abrir proyecto
fr_fr: Ouvrir un projet
it_it: Apri progetto
ja_jp: プロジェクトを開く
ko_kr: 프로젝트 열기
pl_pl: Otwórz projekt
pt_br: Abrir projeto
sl_si: Odpri projekt
zh_cn: 打开项目
zh_tw: 打開專案

source: Open website
cs_cz: Otevřít webovou stránku
es_es: Abrir sitio web
fr_fr: Ouvrir le site web
it_it: Apri sito web
ja_jp: ウェブサイトを開く
ko_kr: 웹 사이트 열기
pl_pl: Otwórz stronę internetową
pt_br: Abrir site
sl_si: Odpri spletno stran
zh_cn: 打开网站
zh_tw: 打開網站

source: override
cs_cz: Přepsat
es_es: anular
fr_fr: passer outre
it_it: sostituisci
ja_jp: 上書き
ko_kr: 무효
pl_pl: nadpisz
pt_br: sobrepor
sl_si: preglasi
zh_cn: 覆盖
zh_tw: 覆寫

source: Password
cs_cz: Heslo
es_es: Contraseña
fr_fr: Mots de passe
ja_jp: パスワード
ko_kr: 암호
pl_pl: Hasło
pt_br: Senha
sl_si: Geslo
zh_cn: 密码
zh_tw: 密碼

source: Passwords do not match!
cs_cz: Hesla nesouhlasí!
es_es: ¡Las contraseñas no coinciden!
fr_fr: Les mots de passe ne correspondent pas!
it_it: Le password non combaciano!
ja_jp: パスワードが一致しません!
ko_kr: 암호가 일치하지 않습니다!
pl_pl: Hasła nie zgadzają się!
pt_br: As senhas não correspondem!
sl_si: Gesli se ne ujemata!
zh_cn: 密码不正确！
zh_tw: 密碼不相符！

source: Path
cs_cz: Cesta
es_es: Ruta
fr_fr: Chemin
it_it: Percorso
ja_jp: パス
ko_kr: 경로
pl_pl: Ścieżka
pt_br: Caminho
sl_si: Pot
zh_cn: 路径
zh_tw: 路徑

source: Port or service
cs_cz: Port nebo služba
es_es: Puerto o servicio
fr_fr: Port ou service
it_it: Porta o servizio
ja_jp: ポート または サービス
ko_kr: 포트 또는 서비스
pl_pl: Port lub usługa
pt_br: Porta ou serviço
sl_si: Vrata ali storitev
zh_cn: 端口或服务
zh_tw: 連接埠或服務

source: Ports
cs_cz: Porty
es_es: Puertos
it_it: Porte
ja_jp: ポート
ko_kr: 포트
pl_pl: Porty
pt_br: Portas
sl_si: Vrata
zh_cn: 端口
zh_tw: 連接埠

source: Priv
fr_fr: Privé
ja_jp: プライベート
sl_si: Zaseb.
zh_cn: 私有
zh_tw: 私有

source: Profile
cs_cz: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
ja_jp: プロファイル
ko_kr: 프로필
pl_pl: Profil
pt_br: Perfil
sl_si: Profil
zh_cn: 配置文件
zh_tw: 設定檔

source: Profiles reloaded
cs_cz: Profil znovu načten
es_es: Perfiles recargados
fr_fr: Profils rechargés
it_it: Profili ricaricati
ja_jp: 再読み込みされたプロファイル
ko_kr: 프로필이 다시 로드됨
pl_pl: Profile przeładowane
pt_br: Perfis recarregados
sl_si: Profili so znova naloženi
zh_cn: 配置已重新加载
zh_tw: 設定檔已重新載入

source: Protocol
cs_cz: Protokol
es_es: Protocolo
fr_fr: Protocole
it_it: Protocollo
ja_jp: プロトコル
ko_kr: 프로토콜
pl_pl: Protokół
pt_br: Protocolo
sl_si: Protokol
zh_cn: 协议
zh_tw: 通訊協定

source: PuTTY process has ended!
cs_cz: Proces PuTTY ukončen!
es_es: ¡El proceso de PuTTY ha finalizado!
fr_fr: Le processus PuTTY est terminé!
it_it: Il processo PuTTY è terminato!
ja_jp: PuTTYプロセスが終了しました！
ko_kr: PuTTY 프로세스가 종료되었습니다!
pl_pl: Proces PuTTY zakończył się!
pt_br: Processo PuTTY foi finalizado!
sl_si: Proces PuTTY se je končal!
zh_cn: PuTTY 进程已终止！
zh_tw: PuTTY 程式已結束！

source: Questions
cs_cz: Otázka
es_es: Consultas
it_it: Domande
ja_jp: 質問
ko_kr: 질문
pl_pl: Pytania
pt_br: Perguntas
sl_si: Vprašanja
zh_cn: 问题
zh_tw: 問題

source: RAW
sl_si: SUROV
zh_cn: 原始
zh_tw: 原始

source: Recursion
cs_cz: Rekurzivně
es_es: Recursión
fr_fr: Récursivité
it_it: Ricorsione
ja_jp: 再帰
ko_kr: 재귀
pl_pl: Rekursja
pt_br: Recursão
sl_si: Rekurzija!
zh_cn: 递归
zh_tw: 遞迴

source: Redirect clipboard
cs_cz: Přesměrovat schránku
es_es: Redireccionar portapapeles
fr_fr: Rediriger le presse-papiers
it_it: Reindirizza la clipboard
ja_jp: クリップボードのリダイレクト
ko_kr: 클립보드 리디렉션
pl_pl: Przekieruj schowek
pt_br: Redirecionar área de transferência
sl_si: Preusmeri odložišče
zh_cn: 重定向剪贴板
zh_tw: 重新導向剪貼簿

source: Redirect devices
cs_cz: Přesměrovat zařízení
es_es: Redireccionar dispositivos
fr_fr: Rediriger les périphériques
it_it: Reindirizza dispositivi
ja_jp: デバイスのリダイレクト
ko_kr: 장치 리디렉션
pl_pl: Przekieruj urządzenia
pt_br: Redirecionar dispositivos
sl_si: Preusmeri naprave
zh_cn: 重定向设备
zh_tw: 重新導向裝置

source: Redirect drives
cs_cz: Přesměrovat jednotky
es_es: Redireccionar unidades
fr_fr: Rediriger les lecteurs
it_it: Reindirizza dischi
ja_jp: ドライブのリダイレクト
ko_kr: 드라이브 리디렉션
pl_pl: Przekieruj dyski
pt_br: Redirecionar unidades
sl_si: Preusmeri pogone
zh_cn: 重定向驱动器
zh_tw: 重新導向磁碟機

source: Redirect ports
cs_cz: Přesměrovat porty
es_es: Redireccionar puertos
fr_fr: Rediriger les ports
it_it: Reindirizza porte
ja_jp: ポートのリダイレクト
ko_kr: 포트 리디렉션
pl_pl: Przekieruj porty
pt_br: Redirecionar portas
sl_si: Preusmeri vrata
zh_cn: 重定向端口
zh_tw: 重新導向連接埠

source: Redirect printers
cs_cz: Přesměrovat tiskárny
es_es: Redireccionar impresoras
fr_fr: Rediriger les imprimantes
it_it: Reindirizza stampanti
ja_jp: プリンタのリダイレクト
ko_kr: 프린터 리디렉션
pl_pl: Przekieruj drukarki
pt_br: Redirecionar impressoras
sl_si: Preusmeri tiskalnike
zh_cn: 重定向打印机
zh_tw: 重新導向印表機

source: Redirect smartcards
cs_cz: Přesměrovat Smart karty
es_es: Redireccionar tarjetas inteligentes
fr_fr: Rediriger les cartes à puce
it_it: Reindirizza le smart card
ja_jp: スマートカードのリダイレクト
ko_kr: 스마트 카드 리디렉션
pl_pl: Przekieruj karty inteligentne
pt_br: Redirecionar cartões inteligentes
sl_si: Preusmeri pametne kartice
zh_cn: 重定向智能卡
zh_tw: 重新導向智慧卡

source: Remaining time
cs_cz: Zbývající čas
es_es: Tiempo restante
fr_fr: Durée restante
it_it: Tempo residuo
ja_jp: 残り時間
ko_kr: 잔여 시간
pl_pl: Pozostały czas
pt_br: Tempo restante
sl_si: Preostali čas
zh_cn: 剩余时间
zh_tw: 剩餘時間

source: Remote IP address
cs_cz: Vzdálena IP adresa
es_es: Dirección IP remota
fr_fr: Adresse IP distante
it_it: Indirizzo IP remoto
ja_jp: リモート IP アドレス
ko_kr: 원격 IP 주소
pl_pl: Zdalny adres IP
pt_br: Endereço IP remoto
sl_si: Oddaljeni naslov IP
zh_cn: 远程IP地址
zh_tw: 遠端 IP 位址

source: Remote port
cs_cz: Vzdálený port
es_es: Puerto remoto
fr_fr: Port distant
it_it: Porta remota
ja_jp: リモート ポート
ko_kr: 원격 포트
pl_pl: Zdalny port
pt_br: Porta remota
sl_si: Oddaljena vrata
zh_cn: 远程端口
zh_tw: 遠端連接埠

source: Repeat
cs_cz: Opakovat
es_es: Repetir
fr_fr: Répéter
it_it: Ripeti
ja_jp: 繰り返し
ko_kr: 반복
pl_pl: Powtórz
pt_br: Repetir
sl_si: Ponovi
zh_cn: 重复
zh_tw: 重複

source: Resolve CNAME on ANY requests
cs_cz: Překládat CNAME při požadavku 'vše'
es_es: Resolver CNAME en CUALQUIER solicitud
fr_fr: Résoudre CNAME sur TOUTES les requêtes
it_it: Risolvi CNAME su richieste ANY
ja_jp: すべてのリクエストでCNAMEを解決
ko_kr: 모든 요청에 대해 CNAME 해결
pl_pl: Rozwiąż CNAME przy żądaniach 'WSZYSTKO'
pt_br: Resolver CNAME em QUALQUER solicitação
sl_si: Razreši CNAME na VSEH zahtevah
zh_cn: 解析所有请求的 CNAME
zh_tw: 對 ANY 請求解析 CNAME

source: Responses
cs_cz: Odpovědi
es_es: Respuestas
fr_fr: Réponses
it_it: Risposte
ja_jp: 応答
ko_kr: 응답
pl_pl: Odpowiedzi
pt_br: Respostas
sl_si: Odzivi
zh_cn: 响应
zh_tw: 回應

source: Rlogin
fr_fr: Rconnexion
sl_si: R prijava
zh_tw: 遠端登入

source: Scanned
cs_cz: Oskenováno
es_es: Escaneado
fr_fr: Scannée
it_it: Scansionati
ja_jp: スキャン済み
ko_kr: 스캔됨
pl_pl: Przeskanowano
pt_br: Examinado
sl_si: Pregledano
zh_cn: 已扫描
zh_tw: 已掃描

source: Searched application not found!
cs_cz: Hledaná aplikace nenalezena!
es_es: ¡Aplicación buscada no encontrada!
fr_fr: Application recherchée introuvable!
it_it: Applicazione cercata non trovata!
ja_jp: 検索したアプリが見つかりません!
ko_kr: 검색된 응용 프로그램을 찾을 수 없습니다!
pl_pl: Nie znaleziono poszukiwanej aplikacji!
pt_br: Aplicativo pesquisado não encontrado!
sl_si: Iskanega programa ni mogoče najti!
zh_cn: 未找到搜索的应用程序！
zh_tw: 已搜尋應用程式未找到！

source: Searched language not found!
cs_cz: Hledaný jazyk nenalezen!
es_es: ¡Idioma buscado no encontrado!
fr_fr: Langue recherchée introuvable!
it_it: Lingua cercata non trovata!
ja_jp: 検索した言語が見つかりません!
ko_kr: 검색된 언어를 찾을 수 없습니다!
pl_pl: Nie znaleziono szukanego języka!
pt_br: Idioma pesquisado não encontrado!
sl_si: Iskanega jezika ni mogoče najti!
zh_cn: 未找到搜索的语言！
zh_tw: 未找到搜尋語言！

source: Searched setting not found!
cs_cz: Hledané nastavení nenalezeno!
es_es: ¡Configuración buscada no encontrada!
fr_fr: Paramètre recherché introuvable!
it_it: Impostazione cercata non trovata!
ja_jp: 検索した設定が見つかりません!
ko_kr: 검색된 설정을 찾을 수 없습니다!
pl_pl: Nie znaleziono szukanego ustawienia!
pt_br: Configuração pesquisada não encontrada!
sl_si: Iskane nastavitve ni mogoče najti!
zh_cn: 未找到搜索的设置！
zh_tw: 未找到搜尋設定！

source: Security
cs_cz: Bezpečnost
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza
ja_jp: セキュリティ
ko_kr: 보안
pl_pl: Bezpieczeństwo
pt_br: Segurança
sl_si: Varnost
zh_cn: 安全
zh_tw: 安全性

source: Select a screen resolution
cs_cz: Vyběr rozlišení obrazovky
es_es: Seleccione una resolución de pantalla
fr_fr: Sélectionnez une résolution d'écran
it_it: Seleziona una risoluzione dello schermo
ja_jp: 画面解像度の選択
ko_kr: 화면 해상도 선택
pl_pl: Wybierz rozdzielczość ekranu
pt_br: Selecione uma resolução de tela
sl_si: Izberite ločljivost zaslona
zh_cn: 选择一个分辨率
zh_tw: 選擇螢幕解析度

source: This will reset all settings!
cs_cz: Toto vynuluje všechny nastavení!
es_es: ¡Esto restablecerá toda la configuración!
fr_fr: Cela réinitialisera tous les paramètres!
it_it: Selezionando questo verranno ripristinate tutte le impostazioni!
ja_jp: すべての設定がリセットされます!
ko_kr: 이렇게 하면 모든 설정이 재설정됩니다!
pl_pl: To zresetuje wszystkie ustawienia!
pt_br: Isto irá redefinir todas as configurações!
sl_si: To bo ponastavilo vse nastavitve!
zh_cn: 这将重置所有设置！
zh_tw: 此將重置所有設定！

source: Serial
fr_fr: Série
it_it: Seriale
ja_jp: シリアル
ko_kr: 직렬
sl_si: Serijsko
zh_cn: 串口
zh_tw: 序列

source: Serial line
fr_fr: Ligne série
it_it: Linea seriale
ja_jp: シリアル回線
pt_br: Linha de série
sl_si: Zaporedna vrsta
zh_cn: 串行线
zh_tw: 序列埠

source: Service
cs_cz: Služba
es_es: Servicio
it_it: Servizio
ja_jp: サービス
ko_kr: 서비스
pl_pl: Usługa
pt_br: Serviço
sl_si: Storitev
zh_cn: 服务
zh_tw: 服務

# SettingsFileFoundWasCorruptOrNotCompatibleMessage
source: The found settings file was corrupted or is not compatible with this version! You may report this issue on GitHub. A backup of the settings file was created in the settings folder and the settings were reset. Profile files are not affected!
es_es: El archivo de configuración encontrado está dañado o no es compatible con esta versión. ¡Se ha restablecido toda la configuración! (¡Los archivos de perfil no están afectados!)
fr_fr: Le fichier de paramètres trouvé était corrompu ou n'est pas compatible avec cette version ! Vous pouvez signaler ce problème sur GitHub. Une sauvegarde du fichier de paramètres a été créée dans le dossier Paramètres et les paramètres ont été réinitialisés. Les fichiers de profil ne sont pas affectés!
it_it: Il file delle impostazioni trovato è danneggiato o non è compatibile con questa versione! Puoi segnalare questo problema su GitHub. È stato creato un backup del file delle impostazioni nella cartella delle impostazioni e le impostazioni sono state ripristinate. I file del profilo non sono interessati dal problema!
ja_jp: 見つかった設定ファイルは破損しているか、このバージョンと互換性がありません! この問題は GitHub で報告できます。 設定ファイルのバックアップを設定フォルダに作成し、設定をリセットしました。 プロファイルファイルは影響を受けません!
ko_kr: 발견된 설정 파일이 손상되었거나 이 버전과 호환되지 않습니다. 모든 설정이 재설정되었습니다! (프로필에는 영향을 주지 않습니다!)
pl_pl: Plik ustawień jest uszkodzony lub niekompatybilny z bieżącą wersją. Wszystkie ustawienia zostały zresetowane! (Pliki profili nie zostały naruszone!)
pt_br: O arquivo de configurações encontrado está corrompido ou não é compatível com esta versão! Você pode reportar este problema no GitHub. Um backup do arquivo de configurações foi criado na pasta de configurações e as configurações foram redefinidas. Os arquivos do perfil não foram afetados!
sl_si: Najdena datoteka z nastavitvami je bila poškodovana ali pa ni združljiva s to različico! To težavo lahko prijavite na GitHub. V mapi z nastavitvami je bila ustvarjena varnostna kopija datoteke z nastavitvami in nastavitve so bile ponastavljene. Datoteke profila niso prizadete!
zh_cn: 找到的设置文件已损坏或与此版本不兼容！您可以在GitHub上报告此问题。 在设置文件夹中创建了设置文件的备份，并重置了设置。 配置文件不受影响！
zh_tw: 找到的設定檔已損毀或與此版本不相容！您可在 GitHub 上回報此問題。 已在設定資料夾中建立設定檔備份，並將設定重置。 設定檔案未受到任何影響！

source: Show closed ports
cs_cz: Zobrazit uzamčené porty
es_es: Mostrar puertos cerrados
fr_fr: Afficher les ports fermés
it_it: Visualizza porte chiuse
ja_jp: 閉じたポートを表示
ko_kr: 닫힌 포트 표시
pl_pl: Pokaż zamknięte porty
pt_br: Mostrar portas fechadas
sl_si: Prikaži zaprta vrata
zh_cn: 显示已关闭端口
zh_tw: 顯示關閉連接埠

source: Show current application title
cs_cz: Zobraz název běžící aplikace
es_es: Mostrar el título de la aplicación actual
fr_fr: Afficher le titre de l'application actuelle
it_it: Visualizza il titolo dell'applicazione corrente
ja_jp: 現在のアプリのタイトルを表示
ko_kr: 현재 응용 프로그램 제목 표시
pl_pl: Pokaż bieżący tytuł aplikacji
pt_br: Mostrar título do aplicativo atual
sl_si: Prikaži naslov trenutnega programa
zh_cn: 显示当前程序标题
zh_tw: 顯示目前應用程式標題

source: Show only most common query types
cs_cz: Zobrazit pouze nejpoužívanější dotazy
es_es: Mostrar solo los tipos de consulta más comunes
fr_fr: Afficher uniquement les types de requête les plus courants
it_it: Visualizza solo i tipi di interrogazione più comuni
ja_jp: 最も一般的なクエリタイプのみを表示
ko_kr: 가장 일반적인 쿼리 유형만 표시
pl_pl: Pokaż tylko najczęściej spotykane typy zapytań
pt_br: Mostrar apenas os tipos de consulta mais comuns
sl_si: Prikaži samo najpogostejše vrste poizvedb
zh_cn: 仅显示最常见的查询类型
zh_tw: 僅顯示最常見的查詢類型

source: Show unreachable IP addresses and ports
es_es: Mostrar direcciones IP y puertos inaccesibles
fr_fr: Afficher les adresses IP et les ports inaccessibles
it_it: Visualizza indirizzi IP e porte non raggiungibili
ja_jp: 到達不能なIPアドレスとポートを表示
pt_br: Mostrar endereços IP e portas inacessíveis
sl_si: Prikaži nedosegljive naslove IP in vrata
zh_cn: 显示不可达的 IP 地址和端口
zh_tw: 顯示不可達的 IP 位址與連接埠。

source: Show statistics
cs_cz: Zabrazit statistiky
es_es: Mostrar estadísticas
fr_fr: Afficher les statistiques
it_it: Visualizza statistiche
ja_jp: 統計を表示
ko_kr: 통계 표시
pl_pl: Pokaż statystyki
pt_br: Mostre estatisticas
sl_si: Prikaži statistiko
zh_cn: 显示统计
zh_tw: 顯示統計資料

source: Start time
cs_cz: Čas spuštění
es_es: Fecha/hora de inicio
fr_fr: Heure de début
it_it: Ora di inizio
ja_jp: 開始時間
ko_kr: 시작 시간
pl_pl: Czas startu
pt_br: Hora de início
sl_si: Začetni čas
zh_cn: 开始时间
zh_tw: 開始時間

source: State
cs_cz: Stav
es_es: Estado
fr_fr: État
it_it: Stato
ja_jp: 状態
ko_kr: 상태
pl_pl: Stan
pt_br: Estado
sl_si: Stanje
zh_cn: 状态
zh_tw: 狀態

source: Subnet 1
cs_cz: Podsíť 1
es_es: Subred 1
fr_fr: Sous-réseau 1
it_it: Sottorete 1
ja_jp: サブネット 1
ko_kr: 서브넷 1
pl_pl: Podsieć 1
pt_br: Sub-rede 1
sl_si: Podomrežje 1
zh_cn: 子网 1
zh_tw: 子網路 1

source: Subnet 2
cs_cz: Podsíť 2
es_es: Subred 2
fr_fr: Sous-réseau 2
it_it: Sottorete 2
ja_jp: サブネット 2
ko_kr: 서브넷 2
pl_pl: Podsieć 2
pt_br: Sub-rede 2
sl_si: Podomrežje 2
zh_cn: 子网 2
zh_tw: 子網路 2

source: Tags
cs_cz: Tagy / Štítky
es_es: Etiquetas
fr_fr: Balises
it_it: Tag
ja_jp: タグ
ko_kr: 태그
pl_pl: Tagi
sl_si: Oznake
zh_cn: 标签
zh_tw: 標籤​
