Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# RemoteDesktopDisconnectReason_HostNotFound
source: Host not found.
cs_cz: Host nenalezen.
es_es: Host no encontrado.
fr_fr: Hôte non trouvé.
it_it: Host non trovato.
ja_jp: ホストが見つかりません。
ko_kr: 호스트를 찾을 수 없습니다.
pl_pl: Nie znaleziono hosta.
pt_br: Host não encontrado.
sl_si: Gostitelja ni mogoče najti.
zh_cn: 找不到主机。
zh_tw: 找不到主機。

# RemoteDesktopDisconnectReason_InternalError
source: Internal error.
cs_cz: Vnitřní chyba.
es_es: Error interno.
fr_fr: Erreur interne.
it_it: Errore interno.
ja_jp: 内部エラーです。
ko_kr: 내부 오류입니다.
pl_pl: Błąd wewnętrzny.
pt_br: Erro interno.
sl_si: Notranja napaka.
zh_cn: 内部错误。
zh_tw: 內部錯誤。

# RemoteDesktopDisconnectReason_InternalSecurityError
source: Internal security error.
cs_cz: Vnitřní chyba zabezpečení.
es_es: Error de seguridad interno.
fr_fr: Erreur de sécurité interne.
it_it: Errore di sicurezza interno.
ja_jp: 内部セキュリティ エラー。
ko_kr: 내부 보안 오류입니다.
pl_pl: Wewnętrzny błąd bezpieczeństwa.
pt_br: Erro de segurança interno.
sl_si: Notranja varnostna napaka.
zh_cn: 内部安全错误。
zh_tw: 內部安全性錯誤。

# RemoteDesktopDisconnectReason_InternalSecurityError2
source: Internal security error.
cs_cz: Vnitřní chyba zabezpečení.
es_es: Error de seguridad interno.
fr_fr: Erreur de sécurité interne.
it_it: Errore di sicurezza interno.
ja_jp: 内部セキュリティ エラー。
ko_kr: 내부 보안 오류입니다.
pl_pl: Wewnętrzny błąd bezpieczeństwa.
pt_br: Erro de segurança interno.
sl_si: Notranja varnostna napaka.
zh_cn: 内部安全错误。
zh_tw: 內部安全性錯誤。

# RemoteDesktopDisconnectReason_InvalidEncryption
source: The encryption method specified is not valid.
cs_cz: Zadaná metoda šifrování je nesprávná.
es_es: El método de cifrado especificado no es válido.
fr_fr: La méthode de cryptage spécifiée n'est pas valide.
it_it: Il metodo di crittografia specificato non è valido.
ja_jp: 指定された暗号化方法が無効です。
ko_kr: 지정한 암호화 방법이 잘못되었습니다.
pl_pl: Wprowadzona metoda szyfrowania jest nieprawidłowa.
pt_br: O método de criptografia especificado não é válido.
sl_si: Navedena metoda šifriranja ni veljavna.
zh_cn: 指定的加密方法无效。
zh_tw: 所指定的加密方式無效。

# RemoteDesktopDisconnectReason_InvalidIP
source: Bad IP address specified.
cs_cz: Vložena špatná IP adresa.
es_es: Dirección IP especificada incorrecta.
fr_fr: Mauvaise adresse IP spécifiée.
it_it: Specificato Indirizzo IP errato.
ja_jp: 指定された IP アドレスが間違っています。
ko_kr: 잘못된 IP 주소가 지정되었습니다.
pl_pl: Podano błędny adres IP.
pt_br: Endereço IP inválido especificado.
sl_si: Naveden je napačen naslov IP.
zh_cn: 指定了错误的IP地址。
zh_tw: 指定了錯誤的 IP 位址。

# RemoteDesktopDisconnectReason_InvalidIPAddr
source: The IP address specified is not valid.
cs_cz: Vložená adresa IP je nesprávná.
es_es: La dirección IP especificada no es válida.
fr_fr: L'adresse IP indiquée n'est pas valide.
it_it: L'indirizzo IP specificato non è valido.
ja_jp: 指定された IP アドレスは無効です。
ko_kr: 지정한 IP 주소가 잘못되었습니다.
pl_pl: Podany adres IP jest nieprawidłowy.
pt_br: O endereço IP especificado não é válido.
sl_si: Navedeni naslov IP ni veljaven.
zh_cn: 指定的IP地址无效。
zh_tw: 指定了 IP 位址無效。

# RemoteDesktopDisconnectReason_InvalidSecurityData
source: Security data is not valid.
cs_cz: Data zabezpečení nejsou správná.
es_es: Los datos de seguridad no son válidos.
fr_fr: Données de sécurité ne sont pas valides.
it_it: I dati di sicurezza non sono validi.
ja_jp: セキュリティデータが無効です。
ko_kr: 보안 데이터가 잘못되었습니다.
pl_pl: Dane bezpieczeństwa są nieprawidłowe.
pt_br: Os dados de segurança não são válidos.
sl_si: Varnostni podatki niso veljavni.
zh_cn: 安全数据是无效的。
zh_tw: 安全性資料無效。

# RemoteDesktopDisconnectReason_InvalidServerSecurityInfo
source: Server security data is not valid.
cs_cz: Data zabezpečení serveru nejsou správná.
es_es: Los datos de seguridad del servidor no son válidos.
fr_fr: Données de sécurité du serveur ne sont pas valides.
it_it: I dati di sicurezza del server non sono validi.
ja_jp: サーバー セキュリティ データが無効です。
ko_kr: 서버 보안 데이터가 잘못되었습니다.
pl_pl: Dane bezpieczeństwa serwera są nieprawidłowe.
pt_br: Os dados de segurança do servidor não são válidos.
sl_si: Varnostni podatki strežnika niso veljavni.
zh_cn: 服务器安全数据无效。
zh_tw: 伺服器安全性資料無效。

# RemoteDesktopDisconnectReason_LicensingFailed
source: License negotiation failed.
cs_cz: Neuvedena negociace licenci.
es_es: Negociación de licencia fallida.
fr_fr: Négociation de licence a échoué.
it_it: Negoziazione licenza fallita.
ja_jp: ライセンスネゴシエーションに失敗しました。
ko_kr: 라이센스 협상에 실패했습니다.
pl_pl: Nieudana negocjacja licencji.
pt_br: Falha na negociação da licença.
sl_si: Pogajanje o licenci ni uspelo.
zh_cn: 许可协商失败。
zh_tw: 授權協商失敗。

# RemoteDesktopDisconnectReason_LicensingTimeout
source: Licensing time-out.
cs_cz: Časový limit licencování vypršel.
es_es: Tiempo de licencia finalizado.
fr_fr: Délai d'expiration de la licence.
it_it: Timeout verifica licenza.
ja_jp: ライセンスのタイムアウト。
ko_kr: 라이센스 제한 시간이 초과되었습니다.
pl_pl: Upłyną limit czasu licencjonowania.
pt_br: Tempo limite do licenciamento.
sl_si: Časovna omejitev licenciranja.
zh_cn: 许可暂停。
zh_tw: 授權逾時。

# RemoteDesktopDisconnectReason_LocalNotError
source: Local disconnection.
cs_cz: Odpojeno místně.
es_es: Desconexión local.
fr_fr: Déconnexion locale.
it_it: Disconnessione locale.
ja_jp: ローカル切断。
ko_kr: 로컬 연결이 끊어졌습니다.
pl_pl: Rozłączono lokalnie.
pt_br: Desconexão local.
sl_si: Lokalni odklop.
zh_cn: 当地断开连接。
zh_tw: 本機中斷連接。

# RemoteDesktopDisconnectReason_NoInfo
source: No information is available.
cs_cz: Chybí dostupné informace.
es_es: No hay información disponible.
fr_fr: Aucune information n'est disponible.
it_it: Nessuna informazione disponibile.
ja_jp: 情報はありません。
ko_kr: 사용할 수 있는 정보가 없습니다.
pl_pl: Brak dostępnych informacji.
pt_br: Nenhuma informação disponível
sl_si: Ni dostopnih podatkov.
zh_cn: 无可用信息。
zh_tw: 沒有任何資訊。

# RemoteDesktopDisconnectReason_OutOfMemory
source: Out of memory.
cs_cz: Nedostatek paměti.
es_es: Sin memoria.
fr_fr: Hors de la mémoire.
it_it: Memoria esaurita.
ja_jp: メモリ不足です。
ko_kr: 메모리가 부족합니다.
pl_pl: Brak pamięci.
pt_br: Falta de memória.
sl_si: Zmanjkalo je pomnilnika.
zh_cn: 内存不足。
zh_tw: 記憶體不足。

# RemoteDesktopDisconnectReason_OutOfMemory2
source: Out of memory.
cs_cz: Nedostatek paměti.
es_es: Sin memoria.
fr_fr: Hors de la mémoire.
it_it: Memoria esaurita.
ja_jp: メモリ不足です。
ko_kr: 메모리가 부족합니다.
pl_pl: Brak pamięci.
pt_br: Falta de memória.
sl_si: Zmanjkalo je pomnilnika.
zh_cn: 内存不足。
zh_tw: 記憶體不足。

# RemoteDesktopDisconnectReason_OutOfMemory3
source: Out of memory.
cs_cz: Nedostatek paměti.
es_es: Sin memoria.
fr_fr: Hors de la mémoire.
it_it: Memoria esaurita.
ja_jp: メモリ不足です。
ko_kr: 메모리가 부족합니다.
pl_pl: Brak pamięci.
pt_br: Falta de memória.
sl_si: Zmanjkalo je pomnilnika.
zh_cn: 内存不足。
zh_tw: 記憶體不足。

# RemoteDesktopDisconnectReason_RemoteByUser
source: Remote disconnect by user.
cs_cz: Odpojeno vzdáleným uživatelem.
es_es: Desconexión remota por el usuario.
fr_fr: Déconnexion à distance par l'utilisateur.
it_it: Disconnessione remota da parte dell'utente.
ja_jp: ユーザーによるリモート切断。
ko_kr: 사용자가 원격 연결을 끊습니다.
pl_pl: Zdalne rozłączenie przez użytkownika.
pt_br: Desconexão remota pelo usuário.
sl_si: Daljinski odklop uporabnika.
zh_cn: 用户主动断开连接。
zh_tw: 遠端中斷連線由使用者。

# RemoteDesktopDisconnectReason_ServerCertificateUnpackErr
source: Failed to unpack server certificate.
cs_cz: Chyba rozbalení certifikátu serveru.
es_es: No se ha podido desempaquetar el certificado del servidor.
fr_fr: Échec du déballage du certificat du serveur.
it_it: Impossibile decomprimere il certificato del server.
ja_jp: サーバー証明書の解凍に失敗しました。
ko_kr: 서버 인증서의 압축을 풀지 못했습니다.
pl_pl: Błąd rozpakowania certyfikatu serwera.
pt_br: Falha ao descompactar certificado do servidor.
sl_si: Potrdila strežnika ni bilo mogoče razpakirati.
zh_cn: 无法识别服务器证书。
zh_tw: 無法解壓伺服器憑證。

# RemoteDesktopDisconnectReason_SocketConnectFailed
source: Windows Sockets connect failed.
cs_cz: Chyba připojení Windows Socket.
es_es: Conexión de Windows Sockets fallida.
fr_fr: La connexion Windows Sockets a échoué.
it_it: Connessione Windows Sockets non riuscita.
ja_jp: Windows ソケットの接続に失敗しました。
ko_kr: Windows 소켓 연결에 실패했습니다.
pl_pl: Błąd połączenia Windows Sockets.
pt_br: Falha na conexão do Windows Sockets.
sl_si: Povezava vtičnic Windows ni uspela.
zh_cn: Windows 套接字连接失败。
zh_tw: Windows Sockets 連線失敗了。

# RemoteDesktopDisconnectReason_SocketRecvFailed
source: Windows Sockets recv call failed.
cs_cz: Chyba vyvolaná Windows Socket recv.
es_es: Llamada de recuperación de Windows Sockets fallida.
fr_fr: Échec de l'appel recv de Windows Sockets.
it_it: Chiamata recv di Windows Sockets non riuscita.
ja_jp: Windows Sockets の recv 呼び出しに失敗しました。
ko_kr: Windows 소켓 recv 호출에 실패했습니다.
pl_pl: Błąd wywołania Windows Sockets recv.
pt_br: Falha na chamada de recv dos soquetes do Windows.
sl_si: Recv klic vtičnic Windows ni uspel.
zh_cn: Windows 套接字接收失败。
zh_tw: Windows Sockets 的 recv 呼叫失敗。

# RemoteDesktopDisconnectReason_SslErrAccountDisabled
source: The account is disabled.
cs_cz: Účet je zakázán.
es_es: La cuenta está deshabilitada.
fr_fr: Le compte est désactivé.
it_it: L'account è disabilitato
ja_jp: アカウントは無効です。
ko_kr: 계정을 사용할 수 없습니다.
pl_pl: Konto jest wyłączone.
pt_br: A conta está desabilitada.
sl_si: Račun je onemogočen.
zh_cn: 此账户已禁用。
zh_tw: 此帳戶已停用。

# RemoteDesktopDisconnectReason_SslErrAccountExpired
source: The account is expired.
cs_cz: Účet vypršel.
es_es: La cuenta ha expirado.
fr_fr: Le compte a expiré.
it_it: L'account è scaduto.
ja_jp: アカウントの有効期限が切れています。
ko_kr: 계정이 만료되었습니다.
pl_pl: Konto wygasło.
pt_br: A conta está expirada.
sl_si: Račun je potekel.
zh_cn: 此账户已过期。
zh_tw: 此帳戶已到期。

# RemoteDesktopDisconnectReason_SslErrAccountLockedOut
source: The account is locked out.
cs_cz: Účet je zamknut.
es_es: La cuenta está bloqueada.
fr_fr: Le compte est verrouillé.
it_it: L'account è bloccato.
ja_jp: アカウントがロックアウトされています。
ko_kr: 계정이 잠겼습니다.
pl_pl: Konto jest zablokowane.
pt_br: A conta está bloqueada.
sl_si: Račun je zaklenjen.
zh_cn: 此账户已锁定。
zh_tw: 此帳戶已鎖定。

# RemoteDesktopDisconnectReason_SslErrAccountRestriction
source: The account is restricted.
cs_cz: Účet je omezen.
es_es: La cuenta está restringida.
fr_fr: Le compte est restreint.
it_it: L'account è limitato.
ja_jp: アカウントが制限されています。
ko_kr: 계정이 제한되어 있습니다.
pl_pl: Konto jest ograniczone.
pt_br: A conta é restrita.
sl_si: Račun je omejen.
zh_cn: 此账户已受限。
zh_tw: 此帳戶已限制。

# RemoteDesktopDisconnectReason_SslErrCertExpired
source: The received certificate is expired.
cs_cz: Certifikát vypršel.
es_es: El certificado recibido ha expirado.
fr_fr: Le certificat reçu est expiré.
it_it: Il certificato ricevuto è scaduto.
ja_jp: 受信した証明書の有効期限が切れています。
ko_kr: 수신된 인증서가 만료되었습니다.
pl_pl: Odebrany certyfikat wygasł.
pt_br: O certificado recebido está expirado.
sl_si: Prejeto potrdilo je poteklo.
zh_cn: 收到的证书已过期。
zh_tw: 收到的證書已過期。

# RemoteDesktopDisconnectReason_SslErrDelegationPolicy
source: The policy does not support delegation of credentials to the target server.
cs_cz: Zásady nepodporují delegování pověření na cílový server.
es_es: La política no admite la delegación de credenciales al servidor de destino.
fr_fr: La politique ne prend pas en charge la délégation de pouvoirs au serveur cible.
it_it: La policy non supporta la delega delle credenziali al server di destinazione.
ja_jp: ポリシーは、ターゲット サーバーへの資格情報の委任をサポートしていません。
ko_kr: 이 정책은 대상 서버에 대한 자격 증명 위임을 지원하지 않습니다.
pl_pl: Polityka nie wspiera delegacji poświadczeń do serwera docelowego.
pt_br: A política não suporta delegação de credenciais no servidor de destino.
sl_si: Pplotika ne podpira prenosa poverilnic na ciljni strežnik.
zh_cn: 该策略不支持将凭据委派给目标服务器。
zh_tw: 此政策不支援將憑證委派至目標伺服器。

# RemoteDesktopDisconnectReason_SslErrFreshCredRequiredByServer
source: The server authentication policy does not allow connection requests using saved credentials. The user must enter new credentials.
cs_cz: Zásady ověřování serveru neumožňují požadavky na připojení pomocí uložených pověření. Uživatel musí zadat nová pověření.
es_es: La política de autenticación del servidor no permite las solicitudes de conexión que utilizan credenciales guardadas. El usuario debe introducir nuevas credenciales.
fr_fr: La politique d'authentification du serveur n'autorise pas les demandes de connexion utilisant des informations d'identification enregistrées. L'utilisateur doit saisir de nouveaux identifiants.
it_it: La policy di autenticazione del server non consente le richieste di connessione utilizzando le credenziali salvate. L'utente deve inserire nuove credenziali.
ja_jp: サーバーの認証ポリシーにより、保存された資格情報を使用した接続要求は許可されません。ユーザーは新しい資格情報を入力する必要があります。
ko_kr: 서버 인증 정책에서 저장된 자격 증명을 사용한 연결 요청을 허용하지 않습니다. 사용자는 새 자격 증명을 입력해야 합니다.
pl_pl: Polityka uwierzytelnienia serwera nie zezwala na połączenia z użyciem zapisanych poświadczeń. Użytkownik musi podać nowe poświadczenia.
pt_br: A política de autenticação do servidor não permite solicitações de conexão usando credenciais salvas. O usuário deve inserir novas credenciais.
sl_si: Politika preverjanja pristnosti strežnika ne dovoljuje zahtev za povezavo z uporabo shranjenih poverilnic. Uporabnik mora vnesti nove poverilnice.
zh_cn: 服务器身份验证策略不允许使用已保存凭据的连接请求。 用户必须输入新凭据。
zh_tw: 伺服器身份驗證政策不允許使用已儲存的憑證進行連線請求。使用者必須輸入新的憑證。

# RemoteDesktopDisconnectReason_SslErrLogonFailure
source: Login failed.
cs_cz: Přuhlášení se nepovedlo.
es_es: El inicio de sesión falló.
fr_fr: Connexion échouée.
it_it: Accesso fallito.
ja_jp: ログインに失敗しました。
ko_kr: 로그인에 실패했습니다.
pl_pl: Logowanie nieudane.
pt_br: Falha no login.
sl_si: Prijava ni uspela.
zh_cn: 登录失败。
zh_tw: 登入失敗。

# RemoteDesktopDisconnectReason_SslErrNoAuthenticatingAuthority
source: No authority could be contacted for authentication. The domain name of the authenticating party could be wrong, the domain could be unreachable, or there might have been a trust relationship failure.
cs_cz: Pro ověření nebylo možné kontaktovat žádnou autoritu. Název domény ověřující strany může být nesprávný, doména může být nedosažitelná nebo může dojít k selhání vztahu důvěryhodnosti.
es_es: No se pudo contactar a ninguna autoridad para la autenticación. El nombre de dominio de la parte que realiza la autenticación podría no ser correcta, el dominio podría ser inalcanzable o podría haber habido una falla en la relación de confianza.
fr_fr: Aucune autorité n'a pu être contactée pour l'authentification. Nom de domaine de la partie authentifiante peut être incorrect, domaine peut être inaccessible ou il peut y avoir eu un échec de la relation d'approbation.
it_it: Nessuna autorità può essere contattata per l'autenticazione. Il nome di dominio della parte di autenticazione potrebbe essere errato, il dominio potrebbe essere irraggiungibile o potrebbe essersi verificato un errore nella relazione di fiducia.
ja_jp: 認証のために認証機関に接続できませんでした。認証側のドメイン名が間違っているか、ドメインにアクセスできないか、信頼関係に問題がある可能性があります。
ko_kr: 인증 기관에 연결할 수 없습니다. 인증 당사자의 도메인 이름이 잘못되었거나 도메인에 연결할 수 없거나 신뢰 관계 오류가 있을 수 있습니다.
pl_pl: Nie udało się skomunikować z żadnym serwerem autoryzacji. Nazwa domeny może być błędnie podana, domena może być niedostępna lub może istnieć problem z relacją zaufania.
pt_br: Nenhuma autoridade pôde ser contatada para autenticação. O nome de domínio da parte autenticada pode estar errado, o domínio pode estar inacessível ou pode ter havido uma falha na relação de confiança.
sl_si: Za preverjanje pristnosti ni bilo mogoče kontaktirati nobenega pooblastitelja. Ime domene stranke za preverjanje pristnosti je lahko napačno, domena nedosegljiva ali pa je prišlo do okvare zaupanja vrednega odnosa.
zh_cn: 无法联系到权威机构进行认证。认证方的域名可能是错误的，域名可能是无法联系的，或者可能出现了信任关系失败。
zh_tw: 無法連線至授權機構進行驗證。認證方的網域名稱可能錯誤、網域不可達，或信任關係失敗。

# RemoteDesktopDisconnectReason_SslErrNoSuchUser
source: The specified user has no account.
cs_cz: Vložený účet neexistuje.
es_es: El usuario especificado no tiene cuenta.
fr_fr: L'utilisateur spécifié n'a pas de compte.
it_it: L'utente specificato non ha un account.
ja_jp: 指定されたユーザーにはアカウントがありません。
ko_kr: 지정한 사용자에게 계정이 없습니다.
pl_pl: Wprowadzony użytkownika nie ma konta.
pt_br: O usuário especificado não possui conta.
sl_si: Navedeni uporabnik nima računa.
zh_cn: 没有此账户。
zh_tw: 指定使用者沒有帳號。

# RemoteDesktopDisconnectReason_SslErrPasswordExpired
source: The password is expired.
cs_cz: Heslo vypršelo.
es_es: La contraseña ha caducado.
fr_fr: Le mot de passe a expiré.
it_it: La password è scaduta.
ja_jp: パスワードの有効期限が切れています。
ko_kr: 암호가 만료되었습니다.
pl_pl: Hasło wygasło.
pt_br: A senha expirou.
sl_si: Geslo je poteklo.
zh_cn: 密码已过期。
zh_tw: 此密碼已到期。

# RemoteDesktopDisconnectReason_SslErrPasswordMustChange
source: The user password must be changed before logging on for the first time.
cs_cz: Musí být provedena změna heslo uživatele před prvním přihlášením.
es_es: La contraseña de usuario debe modificarse antes de iniciar la sesión por primera vez.
fr_fr: Mot de passe utilisateur doit être modifié avant la première connexion.
it_it: La password deve essere modificata prima di accedere per la prima volta.
ja_jp: 初めてログオンする前に、ユーザー パスワードを変更する必要があります。
ko_kr: 처음 로그온하기 전에 사용자 암호를 변경해야 합니다.
pl_pl: Hasło użytkownika musi zostać zmienione przed pierwszym logowaniem.
pt_br: A senha do usuário deve ser alterada antes de efetuar o logon pela primeira vez.
sl_si: Uporabniško geslo je treba spremeniti pred prvo prijavo.
zh_cn: 首次登录前必须更改用户密码。
zh_tw: 使用者密碼必須在第一次登入前先更改。

# RemoteDesktopDisconnectReason_SslErrPolicyNTLMOnly
source: Delegation of credentials to the target server is not allowed unless mutual authentication has been achieved.
cs_cz: Delegování pověření na cílový server není povoleno, pokud nebylo dosaženo vzájemného ověřování.
es_es: La delegación de credenciales al servidor de destino no está permitida a menos que se haya logrado la autenticación mutua.
fr_fr: Délégation des informations d'identification au serveur cible n'est autorisée que si authentification mutuelle a été réalisée.
it_it: La delega delle credenziali al server di destinazione non è consentita a meno che non sia stata raggiunta l'autenticazione reciproca.
ja_jp: 相互認証が達成されない限り、ターゲット サーバーへの資格情報の委任は許可されません。
ko_kr: 상호 인증이 이루어지지 않으면 대상 서버에 대한 자격 증명의 위임이 허용되지 않습니다.
pl_pl: Delegacja poświadczeń do serwera docelowego nie jest dozwolona dopóki wzajemne uwierzytelnienie nie jest osiągnięte.
pt_br: A delegação de credenciais ao servidor de destino não é permitida, a menos que a autenticação mútua tenha sido alcançada.
sl_si: Prenos poverilnic na ciljni strežnik ni dovoljen razen, če je bila doseženo vzajemno preverjanje pristnosti.
zh_cn: 除非实现了相互认证，否则不允许将凭证委托给目标服务器。
zh_tw: 除非已完成雙向驗證，否則不允許將憑證委派至目標伺服器。

# RemoteDesktopDisconnectReason_SslErrSmartcardCardBlocked
source: The smart card is blocked.
cs_cz: Smart karta je zablokována.
es_es: La tarjeta inteligente está bloqueada.
fr_fr: La carte à puce est bloquée.
it_it: La smart card è bloccata.
ja_jp: スマートカードがブロックされています。
ko_kr: 스마트 카드가 차단되었습니다.
pl_pl: Karta inteligentna jest zablokowana.
pt_br: O cartão inteligente está bloqueado.
sl_si: Pametna kartica ja blokirana.
zh_cn: 智能卡已禁用。
zh_tw: 智慧卡被封鎖。

# RemoteDesktopDisconnectReason_SslErrSmartcardWrongPIN
source: An incorrect PIN was presented to the smart card.
cs_cz: Vložen nesprávné PIN ke kartě.
es_es: Se presentó un PIN incorrecto a la tarjeta inteligente.
fr_fr: Un code PIN incorrect a été présenté à la carte à puce.
it_it: È stato inserito un PIN errato nella smart card.
ja_jp: スマート カードに誤った PIN が提示されました。
ko_kr: 스마트 카드에 잘못된 PIN이 제공되었습니다.
pl_pl: Wprowadzono błędny pin do karty inteligentnej.
pt_br: Um PIN incorreto foi apresentado ao cartão inteligente.
sl_si: Na pametni kartici je bila predstavljena napačna koda PIN.
zh_cn: 向智能卡提供了错误的 PIN。
zh_tw: 提供給智慧卡的 PIN 不正確。

# RemoteDesktopDisconnectReason_TimeoutOccurred
source: Timeout occurred.
cs_cz: Časový limit vypršel.
es_es: Tiempo de espera transcurrido.
fr_fr: Un dépassement de délai s'est produit.
it_it: Si è verificato il timeout.
ja_jp: タイムアウトが発生しました。
ko_kr: 시간 초과가 발생했습니다.
pl_pl: Upłynął limit czasu.
pt_br: Ocorreu o tempo limite.
sl_si: Prišlo je do časovne omejitve.
zh_cn: 发生超时。
zh_tw: 發生逾時。

# RemoteDesktopDisconnectReason_TimerError
source: Internal timer error.
cs_cz: Chyba vnítřních hodin.
es_es: Error interno del temporizador.
fr_fr: Erreur de minuterie interne.
it_it: Errore timer interno.
ja_jp: 内部タイマー エラー。
ko_kr: 내부 타이머 오류입니다.
pl_pl: Błąd wewnętrznego zegara.
pt_br: Erro interno do temporizador.
sl_si: Notranja napaka časovnika.
zh_cn: 内部定时器错误。
zh_tw: 內部計時器錯誤。

# RemoteDesktopDisconnectReason_WinsockSendFailed
source: Windows Sockets send call failed.
cs_cz: Chyba volání Windows Socket send.
es_es: Llamada de envío de Windows Sockets fallida.
fr_fr: L'appel envoyé par Windows Sockets a échoué.
it_it: Chiamata di invio Windows Sockets non riuscita.
ja_jp: Windows ソケットの送信呼び出しに失敗しました。
ko_kr: Windows 소켓 전송 호출에 실패했습니다.
pl_pl: Błąd wywołania Windows Sockets send.
pt_br: Falha no envio de chamada do Windows Sockets.
sl_si: Klic pošiljanja Windows vtičnic ni uspel.
zh_cn: Windows 套接字 send 调用失败。
zh_tw: Windows Sockets 的 send 呼叫失敗。

source: Sienna
es_es: Siena
fr_fr: Terre de sienne
ja_jp: シエナ
ko_kr: 황갈색
pl_pl: Sjena
zh_cn: 赭色
zh_tw: 赭色

source: Spaces are not allowed!
cs_cz: Mezery nejsou povoleny!
es_es: ¡Los espacios no están permitidos!
fr_fr: Les espaces ne sont pas autorisés!
it_it: Gli spazi non sono ammessi!
ja_jp: スペースは使用できません!
ko_kr: 공백은 허용되지 않습니다!
pl_pl: Spacje są niedozwolone!
pt_br: Espaços não são permitidos.
sl_si: Presledki niso dovoljeni!
zh_cn: 不允许有空格!
zh_tw: 不允許有空格！

source: Steel
cs_cz: Ocelový
es_es: Acero
fr_fr: Acier
it_it: Acciaio
ja_jp: スチール
ko_kr: 철색
pl_pl: Stal
pt_br: Aço
sl_si: Jeklo
zh_cn: 铁灰色
zh_tw: 鐵灰色

source: Taupe
es_es: Gris pardo
it_it: Tortora
ja_jp: トープ
ko_kr: 회갈색
pl_pl: Ciemnoszary
sl_si: Siva z rjavim odtenkom
zh_cn: 褐灰色
zh_tw: 褐灰色

# TcpState_Closed
source: Closed
cs_cz: Zamknut
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso
ko_kr: 닫힘
pl_pl: Zamknięty
pt_br: Fechado
sl_si: Zaprto
zh_cn: 已关闭
zh_tw: 已關閉

# TcpState_Closing
source: Closing
cs_cz: Zamykání
es_es: Cerrando
fr_fr: Fermeture
it_it: Chisura
ko_kr: 폐쇄
pl_pl: Zamykanie
pt_br: Fechando
sl_si: Zapiranje
zh_cn: 正在关闭
zh_tw: 關閉中

# TcpState_Established
source: Established
cs_cz: Připojeno
es_es: Establecido
fr_fr: Établie
it_it: Stabilita
ko_kr: 설립된
pl_pl: Ustanowiony
pt_br: Estabelecida
sl_si: Vzpostavljena
zh_cn: 已建立
zh_tw: 已建立

# TcpState_Listen
source: Listen
cs_cz: Naslouchá
fr_fr: Écouter
it_it: In ascolto
pl_pl: Nasłuchuje
pt_br: Escutando
sl_si: Poslušaj
zh_tw: 監聽

# TcpState_Unknown
source: Unkown
cs_cz: Neznámý
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pl_pl: Nieznany
pt_br: Desconhecido
sl_si: Neznano
zh_cn: 未知
zh_tw: 未知

source: Teal
cs_cz: Šedozelený
es_es: Turquesa
fr_fr: Sarcelle
it_it: Verde acqua
ja_jp: ティール
ko_kr: 청록색
pl_pl: Niebiesko zielonkawy
pt_br: Verde Azulado
sl_si: Zelenomodra
zh_cn: 蓝绿色
zh_tw: 藍綠色

source: Violet
cs_cz: Fialový
es_es: Violeta
it_it: Violetto
ja_jp: バイオレット
ko_kr: 보라
pl_pl: Fioletowy
pt_br: Violeta
sl_si: Vijolična
zh_cn: 紫罗兰色
zh_tw: 紫羅蘭色

source: White
cs_cz: Bílý
es_es: Blanco
fr_fr: Blanc
it_it: Bianco
ja_jp: 白
ko_kr: 흰색
pl_pl: Biały
pt_br: Branco
sl_si: Bela
zh_cn: 白色
zh_tw: 白色

source: Yellow
cs_cz: Žlutý
es_es: Amarillo
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄
ko_kr: 노랑
pl_pl: Żółty
pt_br: Amarelo
sl_si: Rumena
zh_cn: 黄色
zh_tw: 黃色

# ProfileWithThisNameAlreadyExists
source: A profile with this name already exists!
cs_cz: Profil s tímto názvem již existuje!
es_es: ¡Ya existe un perfil con este nombre!
fr_fr: Un profil avec ce nom existe déjà!
it_it: Esiste già un profilo con questo nome!
ja_jp: この名前のプロファイルは既に存在します!
ko_kr: 같은 이름의 프로필이 이미 있습니다!
pl_pl: Profil o tej nazwie już istnieje!
pt_br: Um perfil com este nome já existe!
sl_si: Profil s tem imenom že obstaja!
zh_cn: 已存在具有此名称的配置！
zh_tw: 已存在同名設定檔！

# PortState_Closed
source: Closed
cs_cz: Zamčen
es_es: Cerrado
fr_fr: Fermée
it_it: Chiuso
ja_jp: 閉じる
ko_kr: 닫힘
pl_pl: Zamknięty
pt_br: Fechado
sl_si: Zaprto
zh_cn: 已关闭
zh_tw: 已關閉

# PortState_Open
source: Open
cs_cz: Otevřen
es_es: Abrir
fr_fr: Ouverte
it_it: Aperto
ja_jp: 開く
ko_kr: 열기
pl_pl: Otwarty
pt_br: Abrir
sl_si: Odpri
zh_cn: 打开
zh_tw: 打開
