Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

# RemoteDesktopNetworkConnectionType_BroadbandHigh
source: High-speed broadband (2 Mbps - 10 Mbps)
cs_cz: Vysokorychlostní širokopásmové (2 Mbps - 10 Mbps)
es_es: Banda ancha a alta velocidad (2 Mbps - 10 Mbps)
fr_fr: Haut débit à haute vitesse (2 Mbps - 10 Mbps)
it_it: Banda larga ad alta velocità (2 Mbps - 10 Mbps)
ja_jp: 高速ブロードバンド (2 Mbps - 10 Mbps)
ko_kr: 고속 광대역(2Mbps - 10Mbps)
pl_pl: Szybkie łącza szerokopasmowe (2 Mbps - 10 Mbps)
pt_br: Banda larga de alta velocidade (2 Mbps - 10 Mbps)
sl_si: Širokopasovna povezava visoke hitrosti (2 Mbps - 10 Mbps)
zh_cn: 高速宽带（2 Mbps-10 Mbps）
zh_tw: 高速寬頻 (2 Mbps - 10 Mbps)

# RemoteDesktopNetworkConnectionType_BroadbandLow
source: Low-speed broadband (256 kbps - 2 Mbps)
cs_cz: Nízkorychlostní širokopásmové (256 kbps - 2 Mbps)
es_es: Banda ancha a baja velocidad (256 kbps - 2 Mbps)
fr_fr: Haut débit à faible vitesse (256 kbps - 2 Mbps)
it_it: Banda larga a bassa velocità (256 kbps - 2 Mbps)
ja_jp: 低速ブロードバンド (256 kbps - 2 Mbps)
ko_kr: 저속 광대역 (256kbps - 2Mbps)
pl_pl: Niskie prędkości łączy szerokopasmowych (256 kbps - 2 Mbps)
pt_br: Banda larga de baixa velocidade (256 kbps - 2 Mbps)
sl_si: Širokopasovna povezava nizke hitrosti (256 kbps - 2 Mbps)
zh_cn: 低速宽带（256 kbps-2 Mbps）
zh_tw: 低速寬頻 (256 kbps - 2 Mbps)

# RemoteDesktopNetworkConnectionType_DetectAutomatically
source: Detect connection quality automatically
cs_cz: Automatická detekce kvality připojení
es_es: Detectar calidad de conexión automáticamente
fr_fr: Détection auto de la qualité de la connexion
it_it: Rileva automaticamente qualità della connessione
ja_jp: 接続品質を自動的に検出
ko_kr: 연결 품질 자동 감지
pl_pl: Automatyczne wykrywanie jakości połączenia
pt_br: Detectar qualidade da conexão automaticamente
sl_si: Samodejno zaznaj kakovost povezave
zh_cn: 自动检测连接质量
zh_tw: 自動偵測連線品質

# RemoteDesktopNetworkConnectionType_LAN
source: LAN (10 Mbps or higher)
cs_cz: LAN (10 Mbps nebo více)
es_es: LAN (10 Mbps o superior)
fr_fr: LAN (10 Mbps ou plus)
it_it: LAN (10 Mbps o superiore)
ja_jp: LAN (10 Mbps または それ以上)
ko_kr: LAN (10 Mbps 이상)
pl_pl: LAN (10 Mbps lub więcej)
pt_br: LAN (10 Mbps ou superior)
sl_si: Lokalno omrežje (10 Mbps ali več)
zh_cn: 局域网（10 Mbps或更高）
zh_tw: LAN (10 Mbps 或較高)

# RemoteDesktopNetworkConnectionType_Modem
source: Modem (56 kbps)
es_es: Módem (56 kbps)
ko_kr: 모뎀 (56 kbps)
zh_cn: 调制解调器（56 kbps）
zh_tw: 數據機 (56 kbps)

# RemoteDesktopNetworkConnectionType_Satellite
source: Satellite (2 Mbps - 16 Mbps with high latency)
cs_cz: Satelit (2 Mbps - 16 Mbps s vysokou latencí)
es_es: Satélite (2 Mbps - 16 Mbps con latencia alta)
fr_fr: Satellite (2 Mbps - 16 Mbps avec une forte latence)
it_it: Satellite (2 Mbps - 16 Mbps con alta latenza)
ja_jp: サテライト (2 Mbps - 16 Mbps with high latency)
ko_kr: 위성 (2Mbps - 16Mbps, 지연 시간 높음)
pl_pl: Satelita (2 Mbps - 16 Mbps z dużym opóźnieniem)
pt_br: Satélite (2 Mbps - 16 Mbps com latência alta)
sl_si: Satelitska povezava (2 Mbps - 16 Mbps z veliko zakasnitvijo)
zh_cn: 卫星连接（2 Mbps-16 Mbps，高延迟）
zh_tw: 衛星 (2 Mbps - 16 Mbps 並含高延遲)

# RemoteDesktopNetworkConnectionType_WAN
source: WAN (10 Mbps or higher with high latency)
cs_cz: WAN (10 Mbps a více s vysokou latencí)
es_es: WAN (10 Mbps o superior con latencia alta)
fr_fr: WAN (10 Mbps ou plus avec une latence élevée)
it_it: WAN (10 Mbps o superiore con alta latenza)
ko_kr: WAN (10Mbps 이상, 지연 시간 높음)
pl_pl: WAN (10 Mbps lub więcej z dużym opóźnieniem)
pt_br: WAN (10 Mbps or superior com latência alta)
sl_si: Prostrano omrežje WAN (10 Mbps ali več z veliko zakasnitvijo)
zh_cn: 广域网（10 Mbps或更高，高延迟）
zh_tw: WAN (10 Mbps 或更快並含高延遲)

source: Show window contents while dragging
cs_cz: Zobrazit obsah okna při tažení
es_es: Mostrar el contenido de la ventana mientras se arrastra
fr_fr: Afficher contenu de la fenêtre en la faisant glisser
it_it: Visualizza contenuto della finestra durante il trascinamento
ja_jp: ドラッグ中にウィンドウの内容を表示する
ko_kr: 드래그하는 동안 창 내용 표시
pl_pl: Pokaż zawartość okna podczas przeciągania
pt_br: Mostrar conteúdo da janela ao arrastar
sl_si: Med vlečenjem prikaži vsebino okna
zh_cn: 拖动时显示窗口内容
zh_tw: 拖曳時顯示視窗內容

source: Visual styles
cs_cz: Vizuální styly
es_es: Estilos visuales
fr_fr: Styles visuels
it_it: Stili visivi
ja_jp: ビジュアルスタイル
ko_kr: 시각적 스타일
pl_pl: Style wizualne
pt_br: Estilos visuais
sl_si: Vidni slogi
zh_cn: 视觉样式
zh_tw: 視覺樣式

source: Remote audio
cs_cz: Vzdálený zvuk
es_es: Audio remoto
fr_fr: Audio à distance
it_it: Audio remoto
ja_jp: リモート オーディオ
ko_kr: 원격 오디오
pl_pl: Zdalny dźwięk
pt_br: Áudio remoto
sl_si: Oddaljeni zvok
zh_cn: 远程音频
zh_tw: 遠端音訊

source: Remote audio playback
cs_cz: Vzdálené přehrávání zvuku
es_es: Reproducción de audio remoto
fr_fr: Lecture audio à distance
it_it: Riproduzione audio remota
ja_jp: リモート オーディオ再生
ko_kr: 원격 오디오 재생
pl_pl: Zdalne odtwarzanie dźwięku
pt_br: Reprodução de áudio remoto
sl_si: Predvajanje zvoka na daljavo
zh_cn: 远程音频播放
zh_tw: 遠端音效播放

source: Remote audio recording
cs_cz: Vzdálené nahrávání zvuku
es_es: Grabación de audio remoto
fr_fr: Enregistrement audio à distance
it_it: Registrazione audio remota
ja_jp: リモート オーディオ録音
ko_kr: 원격 오디오 녹음
pl_pl: Zdalne nagrywanie dźwięku
pt_br: Gravação de áudio remoto
sl_si: Snemanje zvoka na daljavo
zh_cn: 远程音频录制
zh_tw: 遠端音效錄製

# RemoteDesktopAudioCaptureRedirectionMode_DoNotRecord
source: Do not record
cs_cz: Nenahrávat
es_es: No grabar
fr_fr: Ne pas enregistrer
it_it: Non registrare
ja_jp: 記録しない
ko_kr: 기록 안 함
pl_pl: Nie nagrywaj
pt_br: Não gravar
sl_si: Ne snemaj
zh_cn: 不要记录
zh_tw: 不錄製

# RemoteDesktopAudioCaptureRedirectionMode_RecordFromThisComputer
source: Record from this computer
cs_cz: Nahrávat z tohoto počítače
es_es: Grabar desde este equipo
fr_fr: Enregistrer à partir de cet ordinateur
it_it: Registra in questo computer
ja_jp: このコンピューターから録音する
ko_kr: 이 컴퓨터에서 녹화
pl_pl: Nagrywaj z tego komputera
pt_br: Gravar deste computador
sl_si: Snemaj iz tega računalnika
zh_cn: 从这台计算机上记录
zh_tw: 從這部電腦錄製

# RemoteDesktopAudioRedirectionMode_DoNotPlay
source: Do not play
cs_cz: Nepřehrávat
es_es: No reproducir
fr_fr: Ne pas jouer
it_it: Non riprodurre
ja_jp: 再生しない
ko_kr: 재생 안 함
pl_pl: Nie odtwarzaj
pt_br: Não reproduzir
sl_si: Ne predvajaj
zh_cn: 不要播放
zh_tw: 不要播放

# RemoteDesktopAudioRedirectionMode_PlayOnRemoteComputer
source: Play on remote computer
cs_cz: Přehrát na vzdáleném počítači
es_es: Reproducir en equipo remoto
fr_fr: Jouer sur un ordinateur distant
it_it: Riproduci nel computer remoto
ja_jp: リモートコンピュータで再生
ko_kr: 원격 컴퓨터에서 재생
pl_pl: Odtwarzaj na zdalnym komputerze
pt_br: Reproduzir no computador remoto
sl_si: Predvajaj na oddaljenem računalniku
zh_cn: 在远程计算机上播放
zh_tw: 在遠端電腦上播放

# RemoteDesktopAudioRedirectionMode_PlayOnThisComputer
source: Play on this computer
cs_cz: Přehrát na tomto počítači
es_es: Reproducir en este equipo
fr_fr: Jouer sur cet ordinateur
it_it: Riproduci in questo computer
ja_jp: このコンピュータで再生
ko_kr: 이 컴퓨터에서 재생
pl_pl: Odtwarzaj na tym komputerze
pt_br: Reproduzir neste computador
sl_si: Predvajaj na tem računalniku
zh_cn: 在这台计算机上播放
zh_tw: 在這部電腦上播放

source: Gateway
cs_cz: Brána
es_es: Puerta de enlace
fr_fr: Passerelle
ja_jp: ゲートウェイ
ko_kr: 게이트웨이
pl_pl: Brama
sl_si: Prehod
zh_cn: 网关
zh_tw: 閘道

source: Custom commands
cs_cz: Vlastní příkaz
es_es: Comandos personalizados
fr_fr: Commandes personnalisées
it_it: Comandi personalizzati
ja_jp: カスタム コマンド
ko_kr: 사용자 지정 명령
pl_pl: Niestandardowe komendy
pt_br: Comandos personalizados
sl_si: Ukazi po meri
zh_cn: 自定义命令
zh_tw: 自訂命令

source: Add custom command
cs_cz: Přidat vlastní příkaz
es_es: Añadir comando personalizado
fr_fr: Ajouter commande personnalisée
it_it: Aggiungi comando personalizzato
ja_jp: カスタム コマンドの追加
ko_kr: 사용자 지정 명령 추가
pl_pl: Dodaj niestandardową komendę
pt_br: Adicionar comando personalizado
sl_si: Dodaj ukaz po meri
zh_cn: 添加自定义命令
zh_tw: 新增自訂命令

source: Arguments
cs_cz: Argumenty
es_es: Argumentos
it_it: Argomenti
ja_jp: 引数
ko_kr: 인수
pl_pl: Argumenty
pt_br: Argumentos
sl_si: Argumenti
zh_cn: 参数
zh_tw: 參數

source: Delete custom command
cs_cz: Odstranit vlastní příkaz
es_es: Eliminar comando personalizado
fr_fr: Supprimer commande personnalisée
it_it: Elimina comando personalizzato
ja_jp: カスタムコマンドの削除
ko_kr: 사용자 지정 명령 삭제
pl_pl: Usuń niestandardową komendę
pt_br: Excluir comando personalizado
sl_si: Izbriši ukaz po meri
zh_cn: 删除自定义命令
zh_tw: 刪除自訂命令

source: Edit custom command
cs_cz: Upravit vlastní příkaz
es_es: Editar comando personalizado
fr_fr: Éditer commande personnalisée
it_it: Modifica comando personalizzato
ja_jp: カスタムコマンドの編集
ko_kr: 사용자 지정 명령 편집
pl_pl: Edytuj niestandardową komendę
pt_br: Editar comando personalizado
sl_si: Uredi ukaz po meri
zh_cn: 编辑自定义命令
zh_tw: 編輯自訂命令

source: Program
cs_cz: Programy
es_es: Programa
fr_fr: Programme
it_it: Programma
ja_jp: プログラム
ko_kr: 프로그램
pt_br: Programa
sl_si: Izbriši ukaz po meri
zh_cn: 程序
zh_tw: 程式

# DeleteCustomCommandMessage
source: The selected custom command will be deleted permanently.
cs_cz: Vybraný vlastní příkaz bude trvale odstraněn.
es_es: El comando personalizado seleccionado será eliminado permanentemente.
fr_fr: Commande personnalisée sélectionnée sera supprimée définitivement.
it_it: Il comando personalizzato selezionato verrà eliminato definitivamente.
ja_jp: 選択したカスタム コマンドは完全に削除されます。
ko_kr: 선택한 사용자 지정 명령이 영구적으로 삭제됩니다.
pl_pl: Wybrana komenda niestandardowa zostanie trwale usunięta.
pt_br: O comando personalizado selecionado será excluído permanentemente.
sl_si: Izbrani ukaz po meri bo trajno izbrisan.
zh_cn: 所选自定义命令将被永久删除。
zh_tw: 所選的自訂命令將被永久刪除。

# HelpMessage_CustomCommandVariables
source: The following variables are available: $$ipaddress$$ --> IP adresse $$hostname$$ --> Hostname
cs_cz: K dispozici jsou následující proměnné: $$ipaddress$$ --> IP adresa $$hostname$$ --> Název hosta
es_es: Las siguientes variables están disponibles: $$ipaddress$$ --> Dirección IP $$hostname$$ --> Nombre del host
fr_fr: Variables suivantes sont disponibles: $$ipaddress$$ --> IP adresse $$hostname$$ --> Hostname
it_it: Sono disponibili le seguenti variabili: $$ipaddress$$ --> Indirizzo IP $$hostname$$ --> Nome host
ja_jp: 以下の変数が利用可能です : $$ipaddress$$ --> IP アドレス $$hostname$$ --> ホスト名
ko_kr: 다음 변수를 사용할 수 있습니다: $$ipaddress$$ --> IP 주소 $$hostname$$ --> 호스트이름
pl_pl: Następujące zmienne są dostępne: $$ipaddress$$ --> Adres IP $$hostname$$ --> Nazwa hosta
pt_br: As seguintes variáveis estão disponíveis: $$ipaddress$$-->Endereço IP $$hostname$$-->Nome do host
sl_si: Na voljo so naslednje spremenljivke: $$ipaddress$$-->naslov IP $$hostname$$-->Ime gostitelja
zh_cn: 有以下变量可供选择: $$ipaddress$$ --> IP 地址 $$hostname$$ --> 主机名
zh_tw: 以下變數可用： $$ipaddress$$ --> IP 位址 $$hostname$$ --> 主機名稱

source: Restart
es_es: Reiniciar
fr_fr: Redémarrer
it_it: Riavvia
ja_jp: 再起動
ko_kr: 다시 시작
pl_pl: Uruchom ponownie
pt_br: Reiniciar
sl_si: Znova zaženi
zh_cn: 重启
zh_tw: 重新啟動

# WarningMessage_CouldNotResolveIPAddressForHostname
source: Could not resolve ip address for hostname!
fr_fr: Impossible de résoudre l'adresse IP du nom d'hôte !
it_it: Impossibile risolvere l'indirizzo IP per il nome host!
ja_jp: ホスト名の IP アドレスを解決できませんでした!
pt_br: Não foi possível resolver o endereço IP do nome do host!
sl_si: Ni bilo mogoče razrešiti naslova IP za ime gostitelja!
zh_cn: 无法解析主机名的 ip 地址!
zh_tw: 無法為主機名稱解析 IP 位址！

source: Keyboard shortcuts
cs_cz: Klávesové zkratky
es_es: Atajos de teclado
fr_fr: Raccourcis clavier
it_it: Tasti rapidi
ja_jp: キーボード ショートカット
ko_kr: 키보드 단축키
pl_pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
sl_si: Bližnjice s tipkovnico
zh_cn: 键盘快捷键
zh_tw: 鍵盤快捷鍵

source: Adjust screen
cs_cz: Upravit obrazovku
es_es: Ajustar a la pantalla
fr_fr: Ajuster l'écran
it_it: Regola schermo
ja_jp: 画面の調整
ko_kr: 화면 조정
pl_pl: Dopasuj ekran
pt_br: Ajustar tela
sl_si: Prilagodi zaslon
zh_cn: 调整屏幕
zh_tw: 調整螢幕

source: Fullscreen
cs_cz: Celá obrazovka
es_es: Pantalla completa
fr_fr: Plein écran
it_it: Schermo intero
ja_jp: 全画面
ko_kr: 전체 화면
pl_pl: Pełny ekran
pt_br: Tela cheia
sl_si: Celozaslonski način
zh_cn: 全屏
zh_tw: 全螢幕

source: Could not send keystroke!
cs_cz: Nelze odeslat kombinaci kláves!
es_es: ¡No se pudo enviar la pulsación de tecla!
fr_fr: Impossible d'envoyer la frappe!
it_it: Impossibile inviare la sequenza di tasti!
ja_jp: キーストロークを送信できませんでした!
ko_kr: 키 입력을 보낼 수 없습니다!
pl_pl: Nie można wysłać kombinacji klawiszy!
pt_br: Não foi possível enviar pressionamento de tecla!
sl_si: Ni bilo mogoče poslati pritiska tipke!
zh_cn: 无法发送按键!
zh_tw: 無法傳送按鍵輸入！

source: Disconnect
cs_cz: Odpojit
es_es: Desconectar
fr_fr: Déconnecter
it_it: Scollega
ja_jp: 切断
ko_kr: 연결 끊기
pl_pl: Rozłącz
pt_br: Desconectar
sl_si: Odklopi
zh_cn: 断开连接
zh_tw: 已中斷連線

source: Detect local ip address and subnetmask
cs_cz: Detekuj lokální IP adresu a masku podsítě
es_es: Detectar la dirección IP local y la máscara de subred
fr_fr: Détecter l'adresse IP locale et le masque de sous-réseau
it_it: Rileva l'indirizzo IP locale e la maschera di sottorete
ja_jp: ローカルIPアドレスとサブネットマスクの検出
ko_kr: 로컬 IP 주소 및 서브넷 마스크 탐지
pl_pl: Wykryj lokalny adres ip i maskę podsieci
pt_br: Detectar endereço IP local e máscara de sub-rede
sl_si: Zaznaj lokalni naslov IP in masko podomrežja
zh_cn: 检测本地IP地址和子网掩码
zh_tw: 偵測本機 IP 位址和子網路遮罩

source: Could not detect subnetmask!
cs_cz: Nelze detekovat masku podsítě!
es_es: ¡No se pudo detectar la máscara de subred!
fr_fr: Impossible de détecter le masque de sous-réseau!
it_it: Impossibile rilevare la maschera di sottorete!
ja_jp: サブネットマスクを検出できませんでした!
ko_kr: 서브넷 마스크를 감지할 수 없습니다!
pl_pl: Nie można wykryć maski podsieci!
pt_br: Não foi possível detectar a máscara de sub-rede!
sl_si: Ni bilo mogoče zaznati maske podomrežja!
zh_cn: 无法检测到子网掩码！
zh_tw: 無法偵測子網路遮罩！

# DetectingNetworkDots
source: Detecting network...
cs_cz: Detekování sítí...
es_es: Detectando la red...
fr_fr: Détection de réseau…
it_it: Rilevamento rete ...
ja_jp: ネットワークの検出...
ko_kr: 네트워크 검색 중...
pl_pl: Wykrywanie sieci...
pt_br: Detectando rede...
sl_si: Zaznavanje omrežja...
zh_cn: 正在检测网络
zh_tw: 偵測網路中...

# ClosingInXSecondsDots
source: Closing in {0} seconds...
cs_cz: Zamknutí za {0} sekund...
es_es: Cierre en {0} segundos...
fr_fr: Fermer dans {0} secondes...
it_it: Chiusura tra {0} secondi...
ja_jp: {0} 秒後に終了...
ko_kr: {0} 초 후에 닫는 중...
pl_pl: Zamykanie za {0} sekund...
pt_br: Fechando em {0} segundos...
sl_si: Zapiranje po {0} sekundah...
zh_cn: 将在 “{0}” 秒后关闭
zh_tw: {0} 秒鐘後關閉中...

source: Network unavailable!
cs_cz: Síť nedostupná!
es_es: ¡Red no disponible!
fr_fr: Réseau indisponible!
it_it: Rete non disponibile
ja_jp: ネットワークが利用できません!
ko_kr: 네트워크를 사용할 수 없습니다!
pl_pl: Sieć niedostępna!
pt_br: Rede indisponível!
sl_si: Omrežje ni na voljo!
zh_cn: 网络不可用！
zh_tw: 網路無法使用!

source: IP address to detect local ip address based on routing
cs_cz: IP adresa pro detekci místní IP adresy na základě směrování
es_es: Dirección IP para detectar la dirección IP local basada en el enrutamiento
fr_fr: Adresse IP pour détecter l'adresse IP locale en fonction du routage
it_it: Indirizzo IP per rilevare l'indirizzo IP locale in base al routing
ja_jp: ルーティングに基づいてローカルIPアドレスを検出するIPアドレス
ko_kr: 라우팅을 기반으로 로컬 IP 주소를 탐지하는 IP 주소
pl_pl: Adres IP do wykrywania lokalnego adresu ip w oparciu o routing
pt_br: Endereço IP para detectar o endereço IP local com base no roteamento
sl_si: Naslov IP za zaznavanje lokalnega naslova IP na podlagi usmerjanja
zh_cn: 基于路由检测本地IP地址
zh_tw: 根據路由偵測本機 IP 位址

source: Show status window on network change
cs_cz: Zobrazit okno stavu při změně stavu sítě
es_es: Mostrar la ventana de estado en el cambio de red
fr_fr: Afficher fenêtre d'état lors d'un changement de réseau
it_it: Visualizza la finestra di stato al cambio della rete
ja_jp: ネットワーク変更時にステータスウィンドウを表示する
ko_kr: 네트워크 변경시 상태 창 표시
pl_pl: Pokaż okno statusu przy zmianie stanu sieci
pt_br: Mostrar janela de status ao alterar rede
sl_si: Prikaži statusno okno ob spremembi omrežja
zh_cn: 网络变化时显示状态窗口
zh_tw: 在網路變更時顯示狀態視窗

source: Time in seconds how long the status window is shown
fr_fr: Durée en secondes d'affichage de la fenêtre d'état
it_it: Tempo in secondi di visualizzazione della finestra di stato
ja_jp: ステータスウィンドウの表示時間（秒)
pt_br: Tempo em segundos de quanto tempo a janela de status deve ser exibida
sl_si: Čas prikaza statusnega okna v sekundah
zh_cn: 状态窗口显示的时间（以秒为单位）
zh_tw: 以秒為單位，表示狀態窗口顯示的時長。

source: Networks
cs_cz: Sítě
es_es: Redes
fr_fr: Réseaux
it_it: Reti
ja_jp: ネットワーク
ko_kr: 네트워크
pl_pl: Sieci
pt_br: Redes
sl_si: Omrežja
zh_cn: 网络
zh_tw: 網路

# SearchingForNetworksDots
source: Searching for networks...
cs_cz: Vyhledávání sítí...
es_es: Buscando redes...
fr_fr: Recherche de réseaux…
it_it: Ricerca reti...
ja_jp: ネットワークを検索しています...
ko_kr: 네트워크 검색 중...
pl_pl: Wyszukiwanie sieci...
pt_br: Procurando redes...
sl_si: Iskanje omrežij...
zh_cn: 正在搜索网络
zh_tw: 正在搜尋網路...

source: No WiFi adapters found!
cs_cz: Nenalezen žádný WiFi síťový adapter!
es_es: ¡No se encontraron adaptadores Wi-Fi!
fr_fr: Aucun adaptateur WiFi trouvé!
it_it: Nessuna scheda WiFi trovata
ja_jp: WiFi アダプターが見つかりません!
ko_kr: WiFi 어댑터를 찾을 수 없습니다!
pl_pl: Nie znaleziono kart sieciowych WiFi!
pt_br: Nenhum adaptador Wi-Fi encontrado!
sl_si: Ni bilo mogoče najti nobene brezžične kartice!
zh_cn: 未找到任何无线网络适配器！
zh_tw: 找不到 WiFi 介面卡！

# SearchingWiFiAdaptersDots
source: Searching for WiFi adapters...
cs_cz: Vyhledávání sítí WiFi adapterem...
es_es: Buscando adaptadores Wi-Fi...
fr_fr: Recherche d'adaptateurs Wi-Fi…
it_it: Ricerca schede WiFi...
ja_jp: WiFi アダプターを検索しています...
ko_kr: WiFi 어댑터를 검색 중...
pl_pl: Wyszukiwanie kart sieciowych WiFi...
pt_br: Procurando adaptadores Wi-Fi!
sl_si: Iskanje brezžičnih kartic...
zh_cn: 搜索WiFi适配器
zh_tw: 正在搜尋 WiFi 介面卡...

source: No WiFi networks found!
cs_cz: Žádná WiFi síť nenalezena!
es_es: ¡No se encontraron redes Wi-Fi!
fr_fr: Aucun réseau WiFi trouvé!
it_it: Nessuna rete WiFi trovata!
ja_jp: WiFi ネットワークが見つかりません!
ko_kr: WiFi 네트워크를 찾을 수 없습니다!
pl_pl: Nie znaleziono żadnych sieci WiFi!
pt_br: Nenhuma rede WiFi encontrada!
sl_si: Ni bilo mogoče najti nobenega brezžičnega omrežja!
zh_cn: 未检测到任何无线网络！
zh_tw: 找不到 WiFi 網路！

source: Channels
cs_cz: Kanály
es_es: Canales
fr_fr: Canaux
it_it: Canali
ja_jp: チャンネル
ko_kr: 채널
pl_pl: Kanały
pt_br: Canais
sl_si: Kanali
zh_cn: 信道
zh_tw: 頻道

source: Channel
cs_cz: Kanál
es_es: Canal
fr_fr: Canal
it_it: Canale
ja_jp: チャンネル
ko_kr: 채널
pl_pl: Kanał
pt_br: Canal
sl_si: Kanal
zh_cn: 信道
zh_tw: 頻道

source: Signal strength
cs_cz: Síla signálu
es_es: Intensidad de señal
fr_fr: Intensité du signal
it_it: Livello segnale
ja_jp: 信号強度
ko_kr: 신호 세기
pl_pl: Siła sygnału
pt_br: Potência do sinal
sl_si: Moč signala
zh_cn: 信号强度
zh_tw: 訊號強度

source: Current download speed
cs_cz: Momentální rychlost stahování
es_es: Velocidad de descarga actual
fr_fr: Vitesse de téléchargement actuelle
it_it: Velocità download attuale
ja_jp: 現在のダウンロード速度
ko_kr: 현재 다운로드 속도
pl_pl: Bieżąca prędkość pobierania
pt_br: Velocidade atual de download
sl_si: Trenutna hitrost prenosa
zh_cn: 当前下载速度
zh_tw: 目前下載速度

source: Current upload speed
cs_cz: Momentální rychlost odesílání
es_es: Velocidad de subida actual
fr_fr: Vitesse de chargement actuelle
it_it: Velocità upload attuale
ja_jp: 現在のアップロード速度
ko_kr: 현재 업로드 속도
pl_pl: Bieżąca prędkość wysyłania
pt_br: Velocidade atual de upload
sl_si: Trenutna hitrost nalaganja
zh_cn: 当前的上传速度
zh_tw: 目前上傳速度

source: Measured time
cs_cz: Naměřený čas
es_es: Tiempo cronometrado
fr_fr: Temps mesuré
it_it: Tempo misurato
ja_jp: 測定時間
ko_kr: 측정시간
pl_pl: Zmierzony czas
pt_br: Tempo medido
sl_si: Izmerjeni čas
zh_cn: 测量时间
zh_tw: 測量時間

source: Network usage
cs_cz: Využití sítě
es_es: Uso de la red
fr_fr: Utilisation du réseau
it_it: Uso rete
ja_jp: ネットワークの使用状況
ko_kr: 네트워크 사용량
pl_pl: Wykorzystanie sieci
pt_br: Uso de rede
sl_si: Uporaba omrežja
zh_cn: 网络用量
zh_tw: 網路使用量

source: Total download
cs_cz: Celkem staženo
es_es: Descarga total
fr_fr: Total des téléchargements
it_it: Totale downlod
ja_jp: 合計ダウンロード数
ko_kr: 총 다운로드
pl_pl: Całkowite pobieranie
pt_br: Download total
sl_si: Skupni prenos
zh_cn: 总下载量
zh_tw: 總下載

source: Total upload
cs_cz: Celkem odesláno
es_es: Subida total
fr_fr: Total des chargements
it_it: Totale upload
ja_jp: 合計アップロード
ko_kr: 총 업로드
pl_pl: Całkowite wysyłanie
pt_br: Upload total
sl_si: Skupno nalaganje
zh_cn: 总上传量
zh_tw: 總上傳

source: Retries
cs_cz: Pokusy
es_es: Reintentos
fr_fr: Réessais
it_it: Ritentativi
ja_jp: 再試行
ko_kr: 재시도
pl_pl: Próby
pt_br: Tentativas
sl_si: Ponovitve
zh_cn: 重试
zh_tw: 重試

source: Use cache
cs_cz: Použít vyrovnávací paměť
es_es: Usar caché
fr_fr: Utiliser le cache
it_it: Usa cache
ja_jp: キャッシュを使用
ko_kr: 캐시 사용
pl_pl: Użyj pamięci podręcznej
pt_br: Usar cache
sl_si: Uporabi predpomnilnik
zh_cn: 使用缓存
zh_tw: 使用快取

source: Use only TCP
cs_cz: Použít pouze TCP
es_es: Usar solo TCP
fr_fr: Utilisez uniquement TCP
it_it: Usa solo TCP
ja_jp: TCPのみ使用
ko_kr: TCP만 사용
pl_pl: Użyj wyłącznie TCP
pt_br: Usar comente TCP
sl_si: Uporabi samo TCP
zh_cn: 只使用TCP
zh_tw: 僅使用 TCP。

source: Query class
cs_cz: Třída dotazu
es_es: Tipo de consulta
fr_fr: Classe de requête
it_it: Classe interrogazione
ja_jp: クエリ クラス
ko_kr: 쿼리 클래스
pl_pl: Klasa zapytania
pt_br: Classe de consulta
sl_si: Razred poizvedbe
zh_cn: 查询类别
zh_tw: 查詢類別

source: Domain name
cs_cz: Název domény
es_es: Nombre del dominio
fr_fr: Nom du domaine
it_it: Nome dominio
ja_jp: ドメイン名
ko_kr: 도메인 이름
pl_pl: Nazwa domeny
pt_br: Nome do domínio
sl_si: Ime domene
zh_cn: 域名
zh_tw: 網域名稱

source: Timeout (s)
cs_cz: Časový limit (s)
es_es: Tiempo de espera (s)
fr_fr: Délai (s)
ja_jp: タイムアウト (秒)
ko_kr: 시간 초과
pl_pl: Limit czasu (s)
pt_br: Tempo limite (s)
sl_si: Časovna omejitev (s)
zh_cn: 超时
zh_tw: 逾時（秒）

# ToolTip_ReportIssueOrCreateFeatureRequest
source: Report an issue or create a feature request.
it_it: Segnala un problema o crea una richiesta di funzionalità.
ja_jp: 問題を報告するか、機能リクエストを作成。
zh_tw: 報告問題或提出功能需求。

source: Beacon interval
es_es: Intervalo de señal
fr_fr: Intervalle des balises
it_it: Intervallo Beacon
ja_jp: ビーコン間隔
ko_kr: 신호 간격
pl_pl: Interwał beacon'a
pt_br: Intervalo beacon
sl_si: Oddajni interval
zh_cn: 信标间隔
zh_tw: 信號發送間隔

source: Encryption
cs_cz: Šifrování
es_es: Cifrado
fr_fr: Cryptage
it_it: Criptazione
ja_jp: 暗号化
ko_kr: 암호화
pl_pl: Szyfrowanie
pt_br: Criptografia
sl_si: Šifriranje
zh_cn: 加密
zh_tw: 加密

source: Infrastructure
cs_cz: Infrastruktura
es_es: Infraestructura
it_it: Infrastruttura
ja_jp: インフラストラクチャー
ko_kr: 인프라스트럭쳐
pl_pl: Infrastruktura
pt_br: Infra-estrutura
sl_si: Infrastruktura
zh_cn: 基础架构
zh_tw: 基礎結構

source: Network kind
es_es: Tipo de red
fr_fr: Genre de réseau
it_it: Tipo rete
ja_jp: ネットワークの種類
ko_kr: 네트워크 종류
pl_pl: Rodzaj sieci
pt_br: Tipo de rede
sl_si: Vrsta omrežja
zh_cn: 网络类型
zh_tw: 網路種類

source: Phy kind
es_es: Tipo de PHY
fr_fr: Phy genre
it_it: Tipo PHY
ja_jp: Phy の種類
ko_kr: Phy 종류
pl_pl: Rodzaj PHY
pt_br: Tipo de Phy
sl_si: PHY vrsta
zh_cn: 种类
zh_tw: 物理層類型

source: Uptime
cs_cz: Doba od spuštění
es_es: Tiempo de actividad
fr_fr: Disponibilité
it_it: Tempo attività
ja_jp: 稼働時間
ko_kr: 가동 시간
pl_pl: Czas pracy
pt_br: Tempo de atividade
sl_si: Čas delovanja
zh_cn: 正常运行时间
zh_tw: 上線時長

source: Show error message
cs_cz: Zobrazit chybová hlášení
es_es: Mostrar mensaje de error
fr_fr: Afficher le message d'erreur
it_it: Visualizza messaggio errore
ja_jp: エラーメッセージを表示
ko_kr: 오류 메시지 표시
pl_pl: Pokaż komunikat błędu
pt_br: Mostrar mensagem de erro
sl_si: Prikaži sporočilo o napaki
zh_cn: 显示错误信息
zh_tw: 顯示錯誤訊息

source: Ping Monitor
cs_cz: Monitor pingů
es_es: Monitoreador de ping
fr_fr: Ping Moniteur
it_it: Monitor ping
ja_jp: Ping モニター
ko_kr: 핑 모니터
pl_pl: Monitor Ping
pt_br: Monitor de Ping
sl_si: Spremljaj Ping
zh_cn: Ping 监控
zh_tw: Ping 監視器

source: Add host
cs_cz: Přidat hosta
es_es: Añadir host
fr_fr: Ajouter un hôte
it_it: Aggiungi host
ja_jp: ホストの追加
ko_kr: 호스트 추가
pl_pl: Dodaj hosta
pt_br: Adicionar host
sl_si: Dodaj gostitelja
zh_cn: 添加主机
zh_tw: 新增主機
