Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager.Localization/Resources/Strings.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, sl_si, zh_cn, zh_tw

source: At least one application must be visible!
cs_cz: Minimálně jedna aplikace musí být viditelná!
es_es: ¡Al menos una aplicación debe estar visible!
fr_fr: Au moins une application doit être visible!
it_it: Deve essere visibile almeno un'applicazione!
ja_jp: 少なくとも 1 つのアプリケーションが表示されている必要があります!
ko_kr: 하나 이상의 응용 프로그램이 표시되어야 합니다!
pl_pl: Co najmniej jedna aplikacja musi być widoczna!
pt_br: Pelo menos um aplicativo deve ser visível!
sl_si: Vsaj eden program mora biti viden!
zh_cn: 至少要有一个可见的应用！
zh_tw: 至少要有一個應用程式可見！

source: Hidden applications
cs_cz: Skryté aplikace
es_es: Aplicaciones ocultas
fr_fr: Applications masquées
it_it: Applicazioni nascoste
ja_jp: 非表示のアプリ
ko_kr: 숨겨진 응용 프로그램
pl_pl: Ukryte aplikacje
pt_br: Aplicativos ocultos
sl_si: Skriti programi
zh_cn: 已隐藏应用
zh_tw: 隱藏應用程式

source: Visible applications
cs_cz: Viditelné aplikace
es_es: Aplicaciones visibles
fr_fr: Applications visibles
it_it: Applicazioni visibili
ja_jp: 表示のアプリ
ko_kr: 표시할 응용 프로그램:
pl_pl: Widoczne aplikacje
pt_br: Aplicativos visíveis
sl_si: Vidni programi
zh_cn: 可见应用
zh_tw: 可見應用程式

source: Visible applications in the bar:
cs_cz: Viditelné aplikace na liště:
es_es: Aplicaciones visibles en la barra:
fr_fr: Applications visibles dans la barre:
it_it: Applicazioni visibili nella barra:
ja_jp: バーに表示するアプリ :
ko_kr: 막대에 표시되는 응용 프로그램:
pl_pl: Aplikacje widoczne na pasku:
pt_br: Aplicativos visíveis na barra:
sl_si: Vidni programi v vrstici:
zh_cn: 侧边栏中可见的应用：
zh_tw: 工具列中可見的應用程式：

source: Add a tab to query whois...
cs_cz: Přidat kartu s dotazem Whois...
es_es: Añadir una pestaña para consultar whois...
fr_fr: Ajouter un onglet pour interroger whois…
it_it: Aggiungi una scheda per interrogare whois...
ja_jp: whois を照会するためのタブを追加...
ko_kr: Whois를 쿼리할 탭을 추가...
pl_pl: Dodaj kartę aby odpytać whois...
pt_br: Adicionar aba para consultar whois...
sl_si: Dodaj zavihek za poizvedbo Whois...
zh_cn: 添加 whois 查询页...
zh_tw: 新增「Whois 查詢」分頁

# EnterValidDomain
source: Enter a valid domain (like "example.com")!
cs_cz: Vložit správnou doménu (např.example.com)!
es_es: ¡Ingresa un dominio válido (como "ejemplo.com")!
fr_fr: Entrez un domaine valide (comme "exemple.com")!
it_it: Inserisci un dominio valido (come "esempio.com")!
ja_jp: 有効なドメインを入力してください (例: "example.com")!
ko_kr: 유효한 도메인을 입력하십시오 ("example.com" 과 같은)!
pl_pl: Wprowadź prawidłową domenę (np. "example.com")!
pt_br: Entre um domínio válido (como "exemplo.com")!
sl_si: Vnesite veljavno domeno (kot 'primer.com')!
zh_cn: 输入有效的域名（例如“example.com”）！
zh_tw: 輸入有效的網域名稱（例如 example.com）以進行檢查！

# WhoisServerNotFoundForTheDomain
source: Whois server not found for the domain: "{0}"
cs_cz: Server Whois nenalezen pro domény: "{0}"
es_es: El servidor Whois no encuentró el dominio: "{0}"
fr_fr: Serveur Whois non trouvé pour le domaine: "{0}"
it_it: Server Whois non trovato per il dominio: "{0}"
ja_jp: ドメインのWhoisサーバーが見つかりません : "{0}"
ko_kr: Whois 서버는 도메인에 대해 찾을 수 없습니다: "{0}"
pl_pl: Nie znaleziono serwera Whois dla domeny: "{0}"
pt_br: Servidor whois não encontrado para o domínio: "{0}"
sl_si: Whois strežnika ni mogoče najti za domeno: "{0}"
zh_cn: 未找到该域名的 Whois 服务器：“{0}”
zh_tw: 無法為域名「{0}」找到對應的 Whois 伺服器。

source: Routing
es_es: Enrutado
fr_fr: Routage
ja_jp: ルーティング
ko_kr: 라우팅
pt_br: Roteamento
sl_si: Usmerjanje
zh_cn: 路由
zh_tw: 路由

source: Release
cs_cz: Uvolnit
es_es: Liberar
fr_fr: Libérer
it_it: Rilascia
ja_jp: リリース
pl_pl: Uwolnij
pt_br: Liberar
sl_si: Sprosti
zh_cn: 释放
zh_tw: 釋放

source: Release & Renew
cs_cz: Uvolnit & Obnovit
es_es: Liberar y renovar
fr_fr: Libérer & renouveler
it_it: Rilascia e rinnova
ja_jp: リリースと更新
ko_kr: Release 및 Renew
pl_pl: Uwolnij & Odnów
pt_br: Liberar & Renovar
sl_si: Sprosti in obnovi
zh_cn: 释放&更新
zh_tw: 釋放 & 續約

source: Renew
cs_cz: Obnovit
es_es: Renovar
fr_fr: Renouveler
it_it: Rinnova
ja_jp: 更新
pl_pl: Odnów
pt_br: Renovar
sl_si: Obnovi
zh_cn: 更新
zh_tw: 續約

source: Windows DNS settings
cs_cz: Nastavení Windows DNS
es_es: Configuración DNS de Windows
fr_fr: Paramètres DNS Windows
it_it: Impostazioni DNS di Windows
ja_jp: Windows DNS 設定
ko_kr: Windows DNS 설정
pl_pl: Ustawienia DNS w Windows
pt_br: Configuraçõe de DNS do WIndows
sl_si: Nastavitve Windows DNS
zh_cn: Windows DNS 设置
zh_tw: 視窗 DNS 設定

source: Delete DNS server
cs_cz: Odstranit DNS server
es_es: Eliminar servidor DNS
fr_fr: Supprimer le serveur DNS
it_it: Rimuovi server DNS
ja_jp: DNS サーバーの削除
ko_kr: DNS 서버 삭제
pl_pl: Usuń serwer DNS
pt_br: Excluir servidor DNS
sl_si: Izbriši strežnik DNS
zh_cn: 删除 DNS 服务器
zh_tw: 刪除 DNS 伺服器

# DeleteDNSServerMessage
source: The selected DNS server will be deleted permanently.
cs_cz: Vybraný DNS server bude odstraněn.
es_es: El servidor DNS seleccionado será eliminado permanentemente.
fr_fr: Le serveur DNS sélectionné sera supprimé définitivement.
it_it: Il server DNS selezionato verrà rimosso definitivamente.
ja_jp: 選択した DNS サーバーは完全に削除されます。
ko_kr: 선택한 DNS 서버가 영구적으로 삭제됩니다.
pl_pl: Wybrany serwer DNS zostanie trwale usunięty.
pt_br: O servidor DNS selecionado será excluído permanentemente.
sl_si: Izbrani strežnik DNS bo trajno izbrisan.
zh_cn: 选定的 DNS 服务器将永久删除。
zh_tw: 所選的 DNS 伺服器將被永久刪除。

source: Add DNS server
cs_cz: Vložit DNS server
es_es: Añadir servidor DNS
fr_fr: Ajouter serveur DNS
it_it: Aggiungi server DNS
ja_jp: DNS サーバーの追加
ko_kr: DNS 서버 추가
pl_pl: Dodaj serwer DNS
pt_br: Adicionar servidor DNS
sl_si: Dodaj strežnik DNS
zh_cn: 添加 DNS 服务器
zh_tw: 新增 DNS 伺服器

source: Edit DNS server
cs_cz: Upravit DNS server
es_es: Editar servidor DNS
fr_fr: Éditer le serveur DNS
it_it: Modifica server DNS
ja_jp: DNS サーバーの編集
ko_kr: DNS 서버 편집
pl_pl: Edytuj serwer DNS
pt_br: Editar servidor DNS
sl_si: Uredi strežnik DNS
zh_cn: 编辑 DNS 服务器
zh_tw: 編輯 DNS 伺服器

# DNSServerWithThisNameAlreadyExists
source: A DNS server with this name already exists!
cs_cz: DNS server s tímto názvem již existuje!
es_es: ¡Ya existe un servidor DNS con este nombre!
fr_fr: Un serveur DNS avec ce nom existe déjà!
it_it: Esiste già un server DNS con questo nome!
ja_jp: この名前の DNS サーバーは既に存在します!
ko_kr: 같은 이름의 DNS 서버가 이미 있습니다!
pl_pl: Serwer DNS o tej nazwie już istnieje!
pt_br: Um servidor DNS com este nome já existe!
sl_si: Strežnik DNS s tem imenom že obstaja!
zh_cn: 已存在具有此名称的 DNS 服务器！
zh_tw: 已存在此名稱的 DNS 伺服器！

source: Restart session
cs_cz: Restart relace
es_es: Reiniciar sesión
fr_fr: Redémarrer la session
it_it: Riavvia sessione
ja_jp: セッションの再起動
ko_kr: 세션 다시 시작
pl_pl: Restartuj sesję
pt_br: Reiniciar sessão
sl_si: Znova zaženi sejo
zh_cn: 重启会话
zh_tw: 重新啟動工作階段

# ConfigureThePathToTigerVNCInTheSettingsDots
source: Configure the path to TigerVNC in the settings...
cs_cz: Nastavení cesty k aplikaci TigerVNC...
es_es: Configure la ruta de TigerVNC en la configuración...
fr_fr: Configurez chemin d'accès à TigerVNC dans paramètres…
it_it: Configura nelle impostazioni il percorso di TigerVNC...
ja_jp: TigerVNC へのパスを設定...
ko_kr: 설정에서 TigerVNC 경로 구성...
pl_pl: Ustaw ścieżkę do aplikacji TigerVNC w ustawieniach...
pt_br: Configure o caminho para o TigerVNC nas configurações ...
sl_si: Pot do TigerVNC nastavite v nastavitvah...
zh_cn: 配置 TigerVNC 程序路径
zh_tw: 在設定中配置 TigerVNC 的路徑。

source: TigerVNC process has ended!
cs_cz: Proces TigerVNC byk ukončen!
es_es: ¡El proceso de TigerVNC ha finalizado!
fr_fr: Le processus TigerVNC est terminé!
it_it: Il processo TigerVNC è terminato!
ja_jp: TigerVNCプロセスが終了しました!
ko_kr: TigerVNC 프로세스가 종료되었습니다!
pl_pl: Proces TigerVNC zakończył się!
pt_br: Processo TigerVNC foi finalizado!
sl_si: Proces TigerVNC se je končal!
zh_cn: TigerVNC 进程已终止！
zh_tw: TigerVNC 處理程序已經結束!

# ConnectingDots
source: Connecting...
cs_cz: Připojuje se...
es_es: Conectando...
fr_fr: Connexion…
it_it: Connessione in corso...
ja_jp: 接続中...
ko_kr: 연결 중...
pl_pl: Łączenie...
pt_br: Conectando...
sl_si: Povezovanje...
zh_cn: 正在连接...
zh_tw: 連線中...

source: Resolve MAC address and vendor
cs_cz: Překlad MAC adresy a dodavatele
es_es: Resolver la dirección MAC y el proveedor
fr_fr: Résoudre l'adresse MAC et le fournisseur
it_it: Risolvi indirizzo MAC e fornitore
ja_jp: MACアドレスとベンダーを解決
ko_kr: MAC 주소 및 벤더 해결
pl_pl: Rozwiąż adres MAC i dostawcę
pt_br: Resolver endereço MAC e fornecedor
sl_si: Razreši naslov MAC in prodajalca
zh_cn: 解析 MAC 地址和供应商
zh_tw: 解析 MAC 位址或廠商

source: Note
cs_cz: Poznámka
es_es: Nota
fr_fr: Remarque
it_it: Nota
ja_jp: 注記
ko_kr: 참고
pl_pl: Notatka
pt_br: Nota
sl_si: Opomba
zh_cn: 注意事项
zh_tw: 注意事項

source: Export all
cs_cz: Exportovat vše
es_es: Exportar todo
fr_fr: Exporter tout
it_it: Esporta tutto
ja_jp: すべてエクスポート
ko_kr: 모두 내보내기
pl_pl: Eksportuj wszystko
pt_br: Exportar tudo
sl_si: Izvozi vse
zh_cn: 导出全部
zh_tw: 全部匯出

# ExportDots
source: Export...
es_es: Exportar...
fr_fr: Exporter…
it_it: Esporta...
ja_jp: エクスポート...
ko_kr: 내보내기...
pl_pl: Exportuj...
pt_br: Exportar...
sl_si: Izvozi...
zh_cn: 导出...
zh_tw: 匯出...

source: Export selected
cs_cz: Exportovat vybrané
es_es: Exportar seleccionado
fr_fr: Exporter sélectionné
it_it: Esporta selezionati
ja_jp: 選択項目をエクスポート
ko_kr: 선택 내보내기
pl_pl: Wybrany eksport
pt_br: Exportar selecionados
sl_si: Izvozi izbrano
zh_cn: 导出所选
zh_tw: 匯出已選擇

# LocationDots
source: Location...
cs_cz: Umístění...
es_es: Ubicación...
fr_fr: Emplacement…
it_it: Percorso...
ja_jp: 場所...
ko_kr: 위치...
pl_pl: Lokalizacja...
pt_br: Local...
sl_si: Lokacija...
zh_cn: 位置...
zh_tw: 位置...

source: File
cs_cz: Soubor
es_es: Archivo
fr_fr: Fichier
ko_kr: 파일
pl_pl: Plik
pt_br: Arquivo
sl_si: Datoteka
zh_cn: 文件
zh_tw: 檔案

# EnterValidFilePath
source: Enter a valid file path!
cs_cz: Vlož správnou cestu k souboru!
es_es: ¡Ingresa una ruta de archivo válida!
fr_fr: Entrez un chemin de fichier valide!
it_it: Inserisci un percorso file valido!
ja_jp: 有効なファイル パスを入力してください!
ko_kr: 유효한 파일 경로를 입력하십시오!
pl_pl: Wprowadź prawidłową ścieżkę pliku!
pt_br: Entre o caminho válido do arquivo!
sl_si: Vnesite veljavno pot do datoteke!
zh_cn: 输入有效的文件路径！
zh_tw: 輸入有效的檔案路徑！

source: All
cs_cz: Všechno
es_es: Todo
fr_fr: Tout
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
pl_pl: Wszystko
pt_br: Tudo
sl_si: Vse
zh_cn: 所有
zh_tw: 全部

source: Format
cs_cz: Formát
es_es: Formato
it_it: Formatta
ja_jp: 形式
ko_kr: 형식
pt_br: Formato
sl_si: Oblika
zh_cn: 格式
zh_tw: 格式

source: Selected
cs_cz: Vybráno
es_es: Seleccionado
fr_fr: Sélectionné
it_it: Selezionato
ja_jp: 選択済み
ko_kr: 선택함
pl_pl: Wybany
pt_br: Selecionados
sl_si: Izbrano
zh_cn: 已选
zh_tw: 已選擇

# AnErrorOccurredWhileExportingTheData
source: An error occurred while exporting the data. See error message for details:
cs_cz: Během exportu došlo kchybě. Detailní informace o chybě:
es_es: Se ha producido un error al exportar los datos. Ver el mensaje de error para más detalles:
fr_fr: Une erreur s'est produite lors de l'exportation des données. Voir message d'erreur pour plus de détails:
it_it: Si è verificato un errore durante l'esportazione dei dati. Per ulteriori dettagli visualizza il messaggio di errore:
ja_jp: データのエクスポート中にエラーが発生しました。詳細はエラーメッセージをご覧ください :
ko_kr: 데이터를 내보내는 동안 오류가 발생했습니다. 자세한 내용은 오류 메시지를 참조하십시오:
pl_pl: Wystąpił błąd podczas eksportu danych. Wiadomość błędu może dostarczyć więcej szczegółów:
pt_br: Ocorreu um erro ao exportar os dados. Veja a mensagem de erro para detalhes:
sl_si: Pri izvozu podatkov je prišlo do napake. Za podrobnosti glejte sporočilo o napaki:
zh_cn: 导出数据时发生错误。 有关详细信息，请参阅：
zh_tw: 匯出資料時發生錯誤，請參閱以下錯誤訊息以了解詳細資訊：

source: Design
es_es: Diseño
fr_fr: Conception
ja_jp: デザイン
ko_kr: 디자인
sl_si: Oblikovanje
zh_cn: 设计
zh_tw: 設計

source: Highlight timeouts
cs_cz: Časový limit zvýraznění
es_es: Resaltar tiempos de espera
fr_fr: Mettre en surbrillance les délais
it_it: Evidenzia i timeout
ja_jp: タイムアウトの強調表示
ko_kr: 시간 초과 강조
pl_pl: Limit czasu podświetlenia
pt_br: Realçar tempos limite
sl_si: Označi časovne omejitve
zh_cn: 突出显示超时
zh_tw: 醒目提示逾時

source: Enter subnets to create a wide subnet...
cs_cz: Vložit podsíť k vytvoření spojovací podsítě...
es_es: Ingresa subredes para crear una subred amplia...
fr_fr: Entrez des sous-réseaux pour créer un large sous-réseau…
it_it: Per creare un sottorete ampia inserisci le sottoreti...
ja_jp: サブネットを入力してワイドサブネットを作成...
ko_kr: 와이드 서브넷을 만들려면 서브넷을 입력하십시오...
pl_pl: Wprowadź podsieci aby stworzyć podsieć łączącą...
pt_br: Insira sub-redes para criar uma ampla sub-rede...
sl_si: Vnesite podomrežja, da ustvarite široko podomrežje...
zh_cn: 输入子网以创建宽子网...
zh_tw: 輸入子網路以建立廣域子網...

source: Wide Subnet
cs_cz: Spojovací podsíť
es_es: Subred amplia
fr_fr: Large sous-réseau
it_it: Sottorete ampia
ja_jp: ワイドサブネット
ko_kr: 와이드 서브넷
pl_pl: Łączenie podsieci
pt_br: Sub-rede Ampla
sl_si: Široko podomrežje
zh_cn: 宽子网
zh_tw: 廣域子網路

# AddTabDots
source: Add tab...
cs_cz: Přidat kartu...
es_es: Añadir pestaña...
fr_fr: Ajouter un onglet…
it_it: Aggiungi scheda...
ja_jp: タブの追加...
ko_kr: 탭 추가...
pl_pl: Dodaj kartę...
pt_br: Adicionar aba...
sl_si: Dodaj zavihek...
zh_cn: 添加标签...
zh_tw: 新增標籤...

# AddIPv4AddressDots
source: Add IPv4 address...
cs_cz: Vložit IPv4 adresu...
es_es: Añadir dirección IPv4...
fr_fr: Ajouter une adresse IPv4...
it_it: Aggiungi indirizzo IPv4...
ja_jp: IPv4 アドレスの追加...
ko_kr: IPv4 주소 추가...
pl_pl: Dodaj adres IPv4...
pt_br: Adicionar endereço IPv4...
sl_si: Dodaj naslov IPv4...
zh_cn: 添加 IPv4 地址
zh_tw: 新增 IPv4 位址...

source: Add IPv4 address
cs_cz: Vložit adresu IPv4
es_es: Añadir dirección IPv4
fr_fr: Ajouter une adresse IPv4
it_it: Aggiungi indirizzo IPv4...
ja_jp: IPv4 アドレスの追加
ko_kr: IPv4 주소 추가
pl_pl: Dodaj adres IPv4
pt_br: Adicionar endereço IPv4
sl_si: Dodaj naslov IPv4
zh_cn: 添加 IPv4 地址
zh_tw: 新增 IPv4 位址

# MaxHostThreads
source: Max. concurrent host threads
fr_fr: Max. threads hôtes simultanés
it_it: N. max thread host simultanei
ja_jp: 最大同時ホスト スレッド数
pt_br: Máx. threads de host simultâneos
sl_si: Najv. sočasnih gostiteljskih niti
zh_cn: 最大并发主机线程
zh_tw: 最大同時主機執行緒數

# MaxPortThreads
source: Max. concurrent port threads
fr_fr: Max. threads de port simultanés
it_it: N. amx thread porta simultanei
ja_jp: 最大同時ポート スレッド数
pt_br: Máx. threads de portas concorrentes
sl_si: Najv. sočasnih niti vrat
zh_cn: 最大并发端口线程
zh_tw: 最大同時連接埠執行緒數

# ConfigureThePathToPowerShellInTheSettingsDots
source: Configure the path to PowerShell in the settings...
cs_cz: Nastavit cestu k PowerShell v nastavení...
es_es: Configure la ruta de PowerShell en la configuración...
fr_fr: Configurez chemin d'accès à PowerShell dans paramètres…
it_it: Configurare nelle impostazioni il percorso di PowerShell...
ja_jp: PowerShellへのパスを設定...
ko_kr: 설정에서 PowerShell 경로 구성...
pl_pl: Ustaw ścieżkę do aplikacji PowerShell w ustawieniach...
pt_br: Configure o caminho para o PowerShell nas configurações ...
sl_si: Pot do PowerShella nastavite v nastavitvah...
zh_cn: 在设置中配置 PowerShell 的路径…
zh_tw: 在設定中配置 PowerShell 的路徑。

source: PowerShell process has ended!
cs_cz: Proces PowerShellu byl ukončen!
es_es: ¡El proceso de PowerShell ha finalizado!
fr_fr: Le processus PowerShell est terminé!
it_it: Il processo di PowerShell è terminato!
ja_jp: PowerShell プロセスが終了しました!
ko_kr: PowerShell 프로세스가 종료되었습니다!
pl_pl: Process PowerShell zakończył się!
pt_br: Processo do Powershell foi finalizado!
sl_si: Proces PowerShella se je končal!
zh_cn: PowerShell 进程已终止！
zh_tw: PowerShell 程式已結束！

source: Execution Policy
cs_cz: Politika vykonávaní
es_es: Política de ejecución
fr_fr: Politique d'exécution
it_it: Policy esecuzione
ja_jp: 実行ポリシー
ko_kr: 실행 정책
pl_pl: Polityka wykonania
pt_br: Política de Execução
sl_si: Politika izvedbe
zh_cn: 执行策略
zh_tw: 執行原則

source: Remote console
cs_cz: Vzdálená konzola
es_es: Consola remota
fr_fr: Console à distance
it_it: Console remota
ja_jp: リモート コンソール
ko_kr: 원격 콘솔
pl_pl: Konsola zdalna
pt_br: Console remoto
sl_si: Oddaljena konzola
zh_cn: 远程控制台
zh_tw: 遠端主控台

source: File path
cs_cz: Cesta k souboru
es_es: Ruta de archivo
fr_fr: Chemin du fichier
it_it: Percorso file
ja_jp: ファイルのパス
ko_kr: 파일 경로
pl_pl: Ścieżka pliku
pt_br: Caminho do arquivo
sl_si: Pot do datoteke
zh_cn: 文件路径
zh_tw: 檔案路徑

source: Override default settings
cs_cz: Přepsat výchozí nastavení
es_es: Anular la configuración predeterminada
fr_fr: Remplacer les paramètres par défaut
it_it: Sovarscrivi le impostazioni predefinite
ja_jp: 既定の設定を上書き
ko_kr: 기본 설정 재정의
pl_pl: Nadpisz ustawienia domyślne
pt_br: Substituir configurações padrão
sl_si: Preglasi privzete nastaitve
zh_cn: 覆盖默认设置
zh_tw: 覆寫預設設定

source: Resolve IPv4 address for this host
cs_cz: Přeložit IPv4 adersu pro tohoto hosta
es_es: Resolver la dirección IPv4 para este host
fr_fr: Résoudre adresse IPv4 pour cet hôte
it_it: Risolvi l'indirizzo IPv4 per questo host
ja_jp: このホストの IPv4 アドレスを解決
ko_kr: 이 호스트의 IPv4 주소 확인
pl_pl: Rozwiąż adres IPv4 dla tego hosta
pt_br: Resolver endereço IPv4 para este host
sl_si: Razreši naslov IPv4 za tega gostitelja
zh_cn: 解析此主机的 IPv4 地址
zh_tw: 為此主機解析 IPv4 位址。

source: Hide
cs_cz: Skrýt
es_es: Ocultar
fr_fr: Masquer
it_it: Nascondi
ja_jp: 非表示
ko_kr: 숨기기
pl_pl: Ukryj
pt_br: Ocultar
sl_si: Skrij
zh_cn: 隐藏
zh_tw: 隱藏

source: Total bytes received
cs_cz: Celkový počet přijatých bytů
es_es: Total de bytes recibidos
fr_fr: Total octets reçus
it_it: Byte totali ricevuti
ja_jp: 受信した合計バイト数
ko_kr: 수신한 총 바이트 수
pl_pl: Całkowita ilość otrzymanych bajtów
pt_br: Total de bytes recebidos
sl_si: Skupno prejetih bajtov
zh_cn: 收到的总字节数
zh_tw: 已接收總位元組數

source: Total bytes sent
cs_cz: Celkový počet odeslaných bytů
es_es: Total de bytes enviados
fr_fr: Total octets envoyés
it_it: Byte totali inviati
ja_jp: 送信した合計バイト数
ko_kr: 보낸 총 바이트 수
pl_pl: Całkowita ilość wysłanych bajtów
pt_br: Total de bytes enviados
sl_si: Skupno poslanih bajtov
zh_cn: 发送的总字节数
zh_tw: 已傳送總位元組數

source: Download
cs_cz: Stáhnout
es_es: Descarga
fr_fr: Téléchargement
ja_jp: ダウンロード
ko_kr: 다운로드
pl_pl: Pobieranie
sl_si: Prenos
zh_cn: 下行
zh_tw: 已下載

source: Bandwidth
cs_cz: Propustnost
es_es: Ancho de banda
fr_fr: Bande passante
it_it: Banda
ja_jp: 帯域幅
ko_kr: 대역폭
pl_pl: Przepustowość
pt_br: Largura de Banda
sl_si: Pasovna širina
zh_cn: 带宽
zh_tw: 頻寬

source: Upload
cs_cz: Odeslat
es_es: Subida
fr_fr: Chargement
ja_jp: アップロード
ko_kr: 업로드
pl_pl: Wysyłanie
sl_si: Nalaganje
zh_cn: 上行
zh_tw: 已上傳

source: Apply Windows key combinations
cs_cz: Použit klávesovou zkratku Windows
es_es: Aplicar combinaciones de teclas de Windows
fr_fr: Appliquer les combinaisons de touches Windows
it_it: Applica combinazioni di tasti di Windows
ja_jp: Windowsキーの組み合わせを適用
ko_kr: Windows 키 조합 적용
pl_pl: Zastosuj kombinację klawiszy Windows
pt_br: Aplicar combinação de teclas do Windows
sl_si: Uporabi kombinacije tipk Windows
zh_cn: 应用 Windows 组合键
zh_tw: 套用 Windows 按鍵組合

source: Credential Security Support Provider
cs_cz: Poskytovatel podpory zabezpečení pověření
es_es: Proveedor de soporte de seguridad de credenciales
fr_fr: Fournisseur de support pour sécurité des justificatifs d'identité
it_it: Fornitore supporto per la sicurezza delle credenziali
ja_jp: 認証情報セキュリティサポートプロバイダー
ko_kr: 자격 증명 보안 지원 공급자
pt_br: Provedor de Suporte à Segurança de Credenciais
sl_si: Ponudnik podpore za varnost poverilnic
zh_cn: 凭据安全支持提供程序
zh_tw: 憑證安全支援提供者

source: Background job
cs_cz: Úloha na pozadí
es_es: Trabajo en segundo plano
fr_fr: Travail de fond
it_it: Attività in background
ja_jp: バックグラウンド ジョブ
ko_kr: 백그라운드 작업
pl_pl: Zadanie w tle
pt_br: Tarefa em segundo plano
sl_si: Posel v ozadju
zh_cn: 后台任务
zh_tw: 背景工作

# HelpMessage_BackgroundJob
source: The background job will save settings and profiles every x-minutes. Value 0 will disable this feature. Changes to this value will take effect after restarting the application.
fr_fr: La tâche en arrière-plan enregistrera les paramètres et les profils toutes les x minutes. La valeur 0 désactivera cette fonction. Les modifications de cette valeur prendront effet après le redémarrage de l'application.
it_it: l'attività in background salverà impostazioni e profili ogni x minuti. Il valore 0 disabiliterà questa funzione. Le modifiche a questo valore avranno effetto dopo il riavvio dell'applicazione.
ja_jp: バックグラウンド ジョブは、x 分ごとに設定とプロファイルを保存します。 値が 0 の場合、この機能は無効になります。 この値の変更は、アプリを再起動した後に有効になります。
pt_br: A tarefa em segundo plano irá salvar configurações e perfis a cada x minutos. Valor 0 desabilita este recurso. Alterar esse valor requer uma reinicialização do aplicativo para entrar em vigor.
sl_si: Posel v ozadju bo shranil nastavitve in profile vsakih x minut. Vrednost 0 onemogoči to funkcijo. Spremembe te vrednosti bodo uveljavljene po ponovnem zagonu aplikacije.
zh_cn: 后台作业将每隔 x 分钟保存一次设置和配置文件。 值为 0 将禁用此特性。 对该值的修改将在重新启动应用程序后生效。
zh_tw: 背景工作程式會每隔 x 分鐘 自動儲存設定與使用者檔。 設定為 0 時，將停用此功能。 變更此值後，必須重新啟動應用程式才能生效。

source: Run background job every x-minute
cs_cz: Spustit úlohu na pozadí každých x-minut
es_es: Ejecutar trabajo en segundo plano cada x-minutos
fr_fr: Exécuter un travail en arrière-plan toutes les x minutes
it_it: Esegui le attività in background ogni x minuti
ja_jp: x 分ごとにバックグラウンドジョブを実行する
ko_kr: x분마다 백그라운드 작업 실행
pl_pl: Uruchom zadanie w tle co x-minut
pt_br: Executar tarefa em segundo plano a cada x minuto(s)
sl_si: Zaženi posel v ozadju vsakih x-minut
zh_cn: 每隔 x 分钟运行后台任务
zh_tw: 每隔 x 分鐘 執行背景工作

source: Your system OS is incompatible with the latest release!
cs_cz: Tento operační systém není kompatibilní s nejnovější verzí aplikace!
es_es: ¡Tu sistema operativo no es compatible con la última versión!
fr_fr: Votre système d'exploitation est incompatible avec la dernière version!
it_it: Il sistema operativo non è compatibile con l'ultima versione!
ja_jp: お使いのシステム OS は最新リリースと互換性がありません!
ko_kr: 시스템 OS가 최신 릴리스와 호환되지 않습니다!
pl_pl: Twój system operacyjny nie jest kompatybilny z najnowszą wersją aplikacji!
pt_br: Seu sistema operacional é incompatível com a versão mais recente!
sl_si: Vaš operacijski sistem ni združljiv z najnovejšo izdajo!
zh_cn: 您的操作系统与最新版本不兼容！
zh_tw: 您的作業系統與最新版本不相容！

source: Dashboard
cs_cz: Nástěnka
es_es: Panel de control
fr_fr: Tableau de bord
it_it: Pannello di controllo
ja_jp: ダッシュボード
ko_kr: 대시보드
pl_pl: Ekran główny
pt_br: Painel de Controle
sl_si: Armaturna plošča
zh_cn: 仪表盘
zh_tw: 儀表板

source: All settings can be changed later in the settings!
fr_fr: Tous les paramètres peuvent être modifiés plus tard dans les paramètres !
it_it: Tutte le impostazioni possono essere modificate successivamente nelle impostazioni!
ja_jp: すべての設定は後から設定で変更できます!
pt_br: Todas as configurações podem ser alteradas mais tarde nas configurações!
sl_si: Vse nastavitve lahko pozneje spremenite v nastavitvah
zh_cn: 以后可以在程序设置中更改所有设置值
zh_tw: 所有設定都可以稍後在設定頁面中更改！

source: Check public IP address
cs_cz: Ověřit veřejnou IP adresu
es_es: Comprobar dirección IP pública
fr_fr: Vérifier l'adresse IP publique
it_it: Controlla l'indirizzo IP pubblico
ja_jp: パブリックIPアドレスの確認
ko_kr: 공용 IP 주소 확인
pl_pl: Sprawdź publiczny adres IP
pt_br: Verificar endereço de IP público
sl_si: Preveri javni naslov IP
zh_cn: 检查公网 IP 地址
zh_tw: 檢查公用 IP 位址

# WelcomeMessage
source: Thank you for using NETworkManager! If you like this tool, please leave a star on GitHub and recommend it to others.
fr_fr: Merci d'utiliser NETworkManager ! Si vous aimez cet outil, laissez une étoile sur GitHub et recommandez-le aux autres.
it_it: Grazie per aver utilizzato NETworkManager! Se ti piace questo strumento, lascia una stella su GitHub e consiglialo ad altri.
ja_jp: NETworkManager をご利用いただきありがとうございます！ もし気に入っていただけましたら、GitHub でスターを付けたり、寄付をしたり、あるいは他の人と共有したりして、開発へのご支援をお願いいたします。皆様のご支援は、プロジェクトの継続と成長につながります。
pt_br: Obrigado por usar o NETworkManager! Se você gosta desta ferramenta, deixe uma estrela no GitHub e recomende-a a outras pessoas.
sl_si: Hvala, ker uporabljate NETworkManager! Če vam je to orodje všeč, pustite zvezdico na GitHubu in ga priporočite drugim.
zh_cn: 感谢您使用 NETworkManager! 如果你喜欢这个工具，请在GitHub上留下一颗星，并推荐给其他人。
zh_tw: 感謝您使用 NETworkManager！ 如果您喜歡這個專案，請考慮支持它的開發——無論是於 GitHub 上留下星標、捐款，或僅僅將它分享給他人。您的支援能幫助專案持續運行並不斷成長。
