Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager/Resources/Localization/Strings.*.resx
Languages: de_de

# HelpMessage_RDPAuthenticationLevel
source: [0] If server authentication fails, connect to the computer without warning. [1] If server authentication fails, do not establish a connection. [2] If server authentication fails, show a warning and allow me to connect or refuse the connection. [3] No authentication requirement is specified.
de_de: [0] Wenn die Serverauthentifizierung fehlschlägt, wird ohne Warnung eine Verbindung zum Computer hergestellt. [1] Wenn die Serverauthentifizierung fehlschlägt, wird keine Verbindung hergestellt. [2] Wenn die Server-Authentifizierung fehlschlägt, wird eine Warnung und ein Dialog angezeigt, um die Verbindung herzustellen oder abzulehnen. [3] Es ist keine Authentifizierungsanforderung angegeben.

# HelpMessage_Tags
source: Tags help you organize profiles/Profiles by topics/projects. Multiple tags can be used with ";" be separated. Search by tags with "tag=xxx".
de_de: Mit Tags können Sie Profile/Sitzungen nach Themen/Projekten organisieren. Mehrere Tags können mit ";" getrennt sein. Suche nach Tags mit "tag=xxx".

# TimeUnit_Hour
source: Hour(s)
de_de: Stunde(n)

# LocationOfTheImport
source: Location of the import file...
de_de: Speicherort der Importdatei...

# TimeUnit_Minute
source: Minute(s)
de_de: Minute(n)

# MoveAndRestart
source: Move & Restart
de_de: Verschieben & neu starten

# NetworkConnectionsDots
source: Network connections....
de_de: Netzwerkverbindungen...

source: (not changed)
de_de: (nicht geändert)

source: Off
de_de: Aus

source: On
de_de: Ein

source: Open location
de_de: Speicherort öffnen

source: Open settings
de_de: Einstellungen öffnen

source: Overwrite
de_de: Überschreiben

source: Paste
de_de: Einfügen

# PuTTYLocationDots
source: PuTTY location...
de_de: PuTTY-Speicherort...

source: Reconnect
de_de: Wiederverbinden

source: Refresh
de_de: Aktualisieren

source: Restart now
de_de: Jetzt neu starten

source: Save
de_de: Speichern

# SearchDots
source: Search...
de_de: Suche...

# TimeUnit_Second
source: Second(s)
de_de: Sekunde(n)

source: Send
de_de: Senden

# SetMasterPasswordDots
source: Set Master Password...
de_de: Masterpasswort setzen...

source: Show local licenses
de_de: Lokale Lizenzen anzeigen

source: Subnet Calculator
de_de: Subnetz-Rechner

source: Validate
de_de: Validieren

source: Connections
de_de: Verbindungen

# EnterValidIPScanRange
source: Enter a valid ip range!
de_de: Geben Sie einen gültigen IP-Bereich ein!

# EnterValidIPv4Address
source: Enter a valid IPv4 address!
de_de: Geben Sie eine gültige IPv4-Adresse ein!

# EnterValidMACAddress
source: Enter a valid MAC address (like 00:F1:23:AB:F2:35)!
de_de: Geben Sie eine gültige MAC-Addresse (z.B. 00:F1:23:AB:F2:35) ein!

# EnterValidPort
source: Enter a valid port (1 - 65535)!
de_de: Geben Sie einen gültigen Port ein (1 - 65535)!

# EnterValidSubnetmask
source: Enter a valid subnetmask (like 255.255.255.0)!
de_de: Geben Sie eine gültige Subnetzmaske ein (z.B. 255.255.255.0)!

# EnterValidSubnetmaskOrCIDR
source: Enter a valid subnetmask or CIDR (like 255.255.255.0 or /24)!
de_de: Geben Sie eine gültige Subnetzmaske oder CIDR ein (z.B. 255.255.255.0 oder /24)!

source: Field cannot be empty!
de_de: Feld darf nicht leer sein!

# FileDoesNotExist
source: File does not exists!
de_de: Datei existiert nicht!

# FolderDoesNotExist
source: Folder does not exists!
de_de: Ordner existiert nicht!

source: Amber
de_de: Bernstein

source: Appearance
de_de: Aussehen

source: Applications
de_de: Anwendungen

# BaseDark
source: Dark
de_de: Dunkel

# BaseLight
source: Light
de_de: Hell

source: Black
de_de: Schwarz

source: Blue
de_de: Blau

source: Brown
de_de: Braun

source: Cobalt
de_de: Kobalt

source: Crimson
de_de: Purpur

source: Cyan
de_de: Türkis

source: Emerald
de_de: Smaragd

source: Enter one or more valid IP addresses!
de_de: Geben Sie eine oder mehrere gültige IP-Adressen ein!

# EnterValidBaud
source: Enter a valid baud!
de_de: Geben Sie eine gültige Baud ein.

# EnterValidHosts
source: Enter valid hosts (multiple hosts can not end with ";")!
de_de: Geben Sie gültige Hosts ein (mehrere Hosts dürfen nicht mit ";" enden)!

# EnterValidIPAddress
source: Enter a valid IP address!
de_de: Geben Sie eine gültige IP-Adresse ein!

# EnterValidNumber
source: Enter a valid number!
de_de: Geben Sie eine gültige Zahl ein!

# EnterValidOID
source: Enter a valid OID!
de_de: Geben Sie eine gültige OID ein!

# EnterValidPortOrPortRange
source: Enter a valid port and/or port range (1 - 65535)!
de_de: Geben Sie einen gültigen Port und/oder Port-Bereich ein (1 - 65535)!

# EnterValidSubnet
source: Enter a valid subnet (like 192.168.178.133/26)!
de_de: Geben Sie ein gültiges Subnetz ein (z.B. 192.168.178.133/26)!

# EnterValidWebsiteUri
source: Enter a valid website (like https://example.com/index.html)
de_de: Geben Sie eine gültige Webseite ein (z.B. https://example.com/index.html)

source: Green
de_de: Grün

# IPStatus_DestinationHostUnreachable
source: Destination host unreachable.
de_de: Zielhost nicht erreichbar.

# IPStatus_DestinationNetworkUnreachable
source: Destination network unreachable.
de_de: Zielnetz nicht erreichbar.

# IPStatus_DestinationPortUnreachable
source: Destination port unreachable.
de_de: Zielport nicht erreichbar.

# IPStatus_Success
source: Success
de_de: Erfolgreich

# IPStatus_TimedOut
source: Request timed out.
de_de: Zeitüberschreitung der Anforderung.

# IPStatus_TtlExpired
source: TTL expired in transit.
de_de: Die Gültigkeitsdauer wurde bei der Übertragung überschritten.

source: Key must have 8 characters or more!
de_de: Der Schlüssel muss mindestens 8 Zeichen lang sein!

source: Lime
de_de: Kalk

source: Olive
de_de: Oliv

source: Only numbers can be entered!
de_de: Es dürfen nur Zahlen eingegeben werden!

source: Pink
de_de: Rosa

source: Purple
de_de: Lila

source: Red
de_de: Rot

# RemoteDesktopDisconnectReason_AtClientWinsockFDCLOSE
source: Socket closed.
de_de: Socket geschlossen.

# RemoteDesktopDisconnectReason_ByServer
source: Remote disconnect by server.
de_de: Remote-Trennung durch Server.

# RemoteDesktopDisconnectReason_ClientDecompressionError
source: Decompression error.
de_de: Dekompressionsfehler.

# RemoteDesktopDisconnectReason_ConnectionTimedOut
source: Connection timed out.
de_de: Zeitüberschreitung der Verbindung.

# RemoteDesktopDisconnectReason_DecryptionError
source: Decryption error.
de_de: Dekodierungsfehler.

# RemoteDesktopDisconnectReason_DNSLookupFailed
source: DNS name lookup failure.
de_de: DNS-Namensauflösung fehlgeschlagen.

# RemoteDesktopDisconnectReason_DNSLookupFailed2
source: DNS lookup failed.
de_de: DNS-Lookup-Fehler.

# RemoteDesktopDisconnectReason_EncryptionError
source: Encryption error.
de_de: Verschlüsselungsfehler.

# RemoteDesktopDisconnectReason_GetHostByNameFailed
source: Windows Sockets gethostbyname call failed.
de_de: Gethostbyname-Aufruf von Windows Sockets fehlgeschlagen.

# RemoteDesktopDisconnectReason_HostNotFound
source: Host not found.
de_de: Host nicht gefunden.

# RemoteDesktopDisconnectReason_InternalError
source: Internal error.
de_de: Interner Fehler.

# RemoteDesktopDisconnectReason_InternalSecurityError
source: Internal security error.
de_de: Interner Sicherheitsfehler.

# RemoteDesktopDisconnectReason_InternalSecurityError2
source: Internal security error.
de_de: Interner Sicherheitsfehler.

# RemoteDesktopDisconnectReason_InvalidEncryption
source: The encryption method specified is not valid.
de_de: Die angegebene Verschlüsselungsmethode ist ungültig.

# RemoteDesktopDisconnectReason_InvalidIP
source: Bad IP address specified.
de_de: Ungültige IP-Adresse angegeben.

# RemoteDesktopDisconnectReason_InvalidIPAddr
source: The IP address specified is not valid.
de_de: Die angegebene IP-Adresse ist ungültig.

# RemoteDesktopDisconnectReason_InvalidSecurityData
source: Security data is not valid.
de_de: Server-Sicherheitsdaten sind ungültig.

# RemoteDesktopDisconnectReason_InvalidServerSecurityInfo
source: Server security data is not valid.
de_de: Sicherheitsdaten sind ungültig.

# RemoteDesktopDisconnectReason_LicensingFailed
source: License negotiation failed.
de_de: Lizenzaushandlung fehlgeschlagen.

# RemoteDesktopDisconnectReason_LicensingTimeout
source: Licensing time-out.
de_de: Lizenz-Timeout.

# RemoteDesktopDisconnectReason_LocalNotError
source: Local disconnection.
de_de: Lokale Trennung.

# RemoteDesktopDisconnectReason_NoInfo
source: No information is available.
de_de: Es sind keine Informationen verfügbar.

# RemoteDesktopDisconnectReason_OutOfMemory
source: Out of memory.
de_de: Nicht genügend Arbeitsspeicher.

# RemoteDesktopDisconnectReason_OutOfMemory2
source: Out of memory.
de_de: Nicht genügend Arbeitsspeicher.

# RemoteDesktopDisconnectReason_OutOfMemory3
source: Out of memory.
de_de: Nicht genügend Arbeitsspeicher.

# RemoteDesktopDisconnectReason_RemoteByUser
source: Remote disconnect by user.
de_de: Remote-Trennung durch den Benutzer.

# RemoteDesktopDisconnectReason_ServerCertificateUnpackErr
source: Failed to unpack server certificate.
de_de: Das Serverzertifikat konnte nicht entpackt werden.

# RemoteDesktopDisconnectReason_SocketConnectFailed
source: Windows Sockets connect failed.
de_de: Windows Sockets-Verbindung ist fehlgeschlagen.

# RemoteDesktopDisconnectReason_SocketRecvFailed
source: Windows Sockets recv call failed.
de_de: Der Windows Sockets-Aufruf recv ist fehlgeschlagen.

# RemoteDesktopDisconnectReason_SslErrAccountDisabled
source: The account is disabled.
de_de: Das Konto ist deaktiviert.

# RemoteDesktopDisconnectReason_SslErrAccountExpired
source: The account is expired.
de_de: Das Konto ist abgelaufen.

# RemoteDesktopDisconnectReason_SslErrAccountLockedOut
source: The account is locked out.
de_de: Das Konto ist gesperrt.

# RemoteDesktopDisconnectReason_SslErrAccountRestriction
source: The account is restricted.
de_de: Das Konto ist eingeschränkt.

# RemoteDesktopDisconnectReason_SslErrCertExpired
source: The received certificate is expired.
de_de: Das empfangene Zertifikat ist abgelaufen.

# RemoteDesktopDisconnectReason_SslErrDelegationPolicy
source: The policy does not support delegation of credentials to the target server.
de_de: Die Richtlinie unterstützt keine Delegierung von Anmeldeinformationen an den Zielserver.

# RemoteDesktopDisconnectReason_SslErrFreshCredRequiredByServer
source: The server authentication policy does not allow connection requests using saved credentials. The user must enter new credentials.
de_de: Die Serverauthentifizierungsrichtlinie lässt keine Verbindungsanforderungen mit gespeicherten Anmeldeinformationen zu. Der Benutzer muss neue Anmeldeinformationen eingeben.

# RemoteDesktopDisconnectReason_SslErrLogonFailure
source: Login failed.
de_de: Anmeldung fehlgeschlagen.

# RemoteDesktopDisconnectReason_SslErrNoAuthenticatingAuthority
source: No authority could be contacted for authentication. The domain name of the authenticating party could be wrong, the domain could be unreachable, or there might have been a trust relationship failure.
de_de: Es konnte keine Autorität für die Authentifizierung kontaktiert werden. Der Domänenname des authentifizierenden Teilnehmers könnte falsch sein, die Domäne könnte nicht erreichbar sein, oder ein Vertrauensstellungsfehler ist aufgetreten.

# RemoteDesktopDisconnectReason_SslErrNoSuchUser
source: The specified user has no account.
de_de: Der angegebene Benutzer hat kein Konto.

# RemoteDesktopDisconnectReason_SslErrPasswordExpired
source: The password is expired.
de_de: Das Passwort ist abgelaufen.

# RemoteDesktopDisconnectReason_SslErrPasswordMustChange
source: The user password must be changed before logging on for the first time.
de_de: Das Benutzerpasswort muss geändert werden, bevor Sie sich zum ersten Mal anmelden.

# RemoteDesktopDisconnectReason_SslErrPolicyNTLMOnly
source: Delegation of credentials to the target server is not allowed unless mutual authentication has been achieved.
de_de: Die Delegierung von Anmeldeinformationen an den Zielserver ist nur zulässig, wenn eine gegenseitige Authentifizierung erreicht wurde.

# RemoteDesktopDisconnectReason_SslErrSmartcardCardBlocked
source: The smart card is blocked.
de_de: Die Smartcard ist blockiert.

# RemoteDesktopDisconnectReason_SslErrSmartcardWrongPIN
source: An incorrect PIN was presented to the smart card.
de_de: Eine falsche PIN wurde der Smartcard übergeben.

# RemoteDesktopDisconnectReason_TimeoutOccurred
source: Timeout occurred.
de_de: Zeitüberschreitung ist aufgetreten.

# RemoteDesktopDisconnectReason_TimerError
source: Internal timer error.
de_de: Interner Timerfehler.

# RemoteDesktopDisconnectReason_WinsockSendFailed
source: Windows Sockets send call failed.
de_de: Der Windows Sockets-Aufruf send ist fehlgeschlagen.

source: Sienna
de_de: Siena

source: Spaces are not allowed!
de_de: Leerzeichen sind nicht erlaubt!

source: Steel
de_de: Stahl

# TcpState_Unknown
source: Unkown
de_de: Unknown

source: Violet
de_de: Violett

source: White
de_de: Weiß

source: Yellow
de_de: Gelb

# EnterValidValueBetween25and100
source: Enter a valid value between 25 and 100!
de_de: Geben Sie einen gültigen Wert ein zwischen 25 und 100!

# ProfileWithThisNameAlreadyExists
source: A profile with this name already exists!
de_de: Ein Profil mit diesem Namen existiert bereits!

# CredentialWithThisNameAlreadyExists
source: A Credential with this name already exists!
de_de: Eine Anmeldeinformation mit diesem Namen existiert bereits!

# PortState_Closed
source: Closed
de_de: Geschlossen

# PortState_Open
source: Open
de_de: Offen

source: At least one application must be visible!
de_de: Mindestens eine Anwendung muss sichtbar sein!

source: Hidden applications
de_de: Ausgeblendete Anwendungen

source: Visible applications
de_de: Sichtbare Anwendungen

source: Visible applications in the bar:
de_de: Sichtbare Anwendungen in der Leiste:

source: Add a tab to query whois...
de_de: Füge eine Registerkarte hinzu, um eine Whois abfrage durchzuführen...

# EnterValidDomain
source: Enter a valid domain (like "example.com")!
de_de: Geben Sie eine gültige Domain ein (z.B. "example.com")!

# WhoisServerNotFoundForTheDomain
source: Whois server not found for the domain: "{0}"
de_de: Whois-Server nicht gefunden für die Domain: "{0}"

source: Windows DNS settings
de_de: Windows DNS-Einstellungen

source: Delete DNS server
de_de: DNS-Server löschen

# DeleteDNSServerMessage
source: The selected DNS server will be deleted permanently.
de_de: Der ausgewählte DNS-Server wird unwiederbringlich gelöscht.

source: Add DNS server
de_de: DNS-Server hinzufügen

source: Edit DNS server
de_de: DNS-Server bearbeiten

# DNSServerWithThisNameAlreadyExists
source: A DNS server with this name already exists!
de_de: Ein DNS-Server mit diesem Namen existiert bereits!

source: Restart session
de_de: Session neu starten

# ConfigureThePathToTigerVNCInTheSettingsDots
source: Configure the path to TigerVNC in the settings...
de_de: Konfiguriere den Pfad zu TigerVNC in den Einstellungen...

# TigerVNCLocationDots
source: TigerVNC location...
de_de: TigerVNC-Speicherort...

source: TigerVNC process has ended!
de_de: TigerVNC-Prozess wurde beendet!

# ConnectingDots
source: Connecting...
de_de: Verbinde...

source: Resolve MAC address and vendor
de_de: MAC-Adresse und Hersteller auflösen

source: Note
de_de: Hinweis

source: Export all
de_de: Alles exportieren

# ExportDots
source: Export...
de_de: Exportieren...

source: Export selected
de_de: Ausgewählte exportieren

# LocationDots
source: Location...
de_de: Speicherort...

source: File
de_de: Datei

source: Enter valid file path!
de_de: Geben Sie einen gültigen Dateipfad ein!

source: All
de_de: Alle

source: Selected
de_de: Ausgewählte

# AnErrorOccurredWhileExportingTheData
source: An error occurred while exporting the data. See error message for details:
de_de: Beim Exportieren der Daten ist ein Fehler aufgetreten. Siehe Fehlermeldung für Details:

source: Highlight timeouts
de_de: Timeouts hervorheben

source: Enter subnets to create a wide subnet...
de_de: Geben Sie Subnetze ein, um ein WideSubnet zu erstellen...

# AddTabDots
source: Add tab...
de_de: Tab hinzufügen...

# AddIPv4AddressDots
source: Add IPv4 address...
de_de: IPv4-Adresse hinzufügen...

source: Add IPv4 address
de_de: IPv4-Adresse hinzufügen

# ConfigureThePathToPowerShellInTheSettingsDots
source: Configure the path to PowerShell in the settings...
de_de: Konfiguriere den Pfad zu PowerShell in den Einstellungen...

source: PowerShell process has ended!
de_de: PowerShell-Prozess wurde beendet!

source: Remote console
de_de: Remote-Konsole

# PowerShellLocationDots
source: PowerShell location...
de_de: PowerShell-Speicherort...

source: File path
de_de: Dateipfad

source: This feature is only available in Windows 10 / Server 2016 or later!
de_de: Dieses Feature ist nur in Windows 10 / Server 2016 oder später verfügbar!

source: Override default settings
de_de: Überschreibe Standard-Einstellungen

source: Resolve IPv4 address for this host
de_de: IPv4-Adresse für diesen Host auflösen

source: Hide
de_de: Verbergen

source: Total bytes received
de_de: Anzahl der empfangenen Bytes

source: Total bytes sent
de_de: Anzahl der gesendeten Bytes

source: Bandwidth
de_de: Bandbreite

source: Apply Windows key combinations
de_de: Windows Tastenkombinationen anwenden

source: Background job
de_de: Hintergrundjob

# HelpMessage_BackgroundJob
source: The background job will save settings, profiles and credentials every x-minutes. Value 0 will disable this feature. Changing this value requires a restart of the application to take effect.
de_de: Der Hintergrundjob speichert alle x-Minuten die Einstellungen, Profile und Anmeldeinformationen. Wert 0 deaktiviert dieses Feature. Wenn der Wert geändert wird, muss die Anwendung muss neu gestartet werden, damit dieser angewandt werden.

source: Run background job every x-minute
de_de: Hintergrundjob alle x-Minuten ausführen

source: Your system OS is incompatible with the latest release!
de_de: Ihr Betriebssystem ist nicht mit der neuesten Version kompatibel!

source: All settings can be changed later in the settings
de_de: Alle Einstellungen können später in den Einstellungen geändert werden

source: Check public IP address
de_de: Überprüfen der öffentlichen IP-Adresse

# FirstRunMessage
source: Thanks for using NETworkManager! To provide additional features the application uses services on the Internet that are not operated by me. No data will be sent to me at any time.
de_de: Vielen Dank, dass Sie NETworkManager verwenden! Um zusätzliche Funktionen bereitzustellen, verwendet die Anwendung Dienste im Internet, die nicht von mir betrieben werden. Es werden zu keinem Zeitpunkt Daten an mich gesendet.

# HelpMessage_CheckForUpdatesAtStartup
source: When starting the program, it checks in the background whether a new program version is available on GitHub. URL: https://api.github.com/
de_de: Beim Programmstart wird im Hintergrund geprüft, ob eine neue Programmversion auf GitHub verfügbar ist. URL: https://api.github.com/

# HelpMessage_CheckPublicIPAddress
source: The public IP address is determined via ipify.org. URL: https://api.ipify.org/
de_de: Die öffentliche IP-Adresse wird über ipify.org ermittelt. URL: https://api.ipify.org/

source: Privacy
de_de: Privatsphäre

source: Welcome
de_de: Willkommen

source: External services
de_de: Externe Dienste

# ToolTip_GitHubProjectUrl
source: Star/Fork the Project on GitHub. URL: https://github.com/BornToBeRoot/NETworkManager/
de_de: Star/Fork das Projekt auf GitHub. URL: https://github.com/BornToBeRoot/NETworkManager/

# ToolTip_TransifexProjectUrl
source: Help translate the project on Transifex. URL: https://transifex.com/BornToBeRoot/NETworkManager/
de_de: Hilf mit, das Projekt auf Transifex zu übersetzen. URL: https://transifex.com/BornToBeRoot/NETworkManager/

# ToolTip_TwitterContactUrl
source: Contact via Twitter. URL: https://twitter.com/BornToBeRoot_DE
de_de: Kontakt via Twitter. URL: https://twitter.com/BornToBeRoot_DE

source: Connection
de_de: Verbindung

# CheckNetworkAdapterConfigurationAndDNSServerConfigurationMessage
source: Check your network adapter configuration (dns) and if your dns server is configured correctly.
de_de: Überprüfen Sie die Konfiguration Ihres Netzwerkadapters (DNS) und ob Ihr DNS Server richtig konfiguriert ist.

# CheckNetworkAdapterConfigurationAndNetworkConnectionMessage
source: Check your network adapter configuration (dhcp, static ip) and if you are connected to a network.
de_de: Überprüfen Sie die Konfiguration Ihres Netzwerkadapters (DHCP, statische IP) und ob Sie mit dem Netzwerk verbunden sind.

# ConnectionState_Error
source: Error
de_de: Fehler

# ConnectionState_Warning
source: Warning
de_de: Warnung

# CouldNotDetectGatewayIPAddressMessage
source: Could not detect gateway ip address!
de_de: Die IP-Adresse des Gateways konnte nicht ermittelt werden!

# CouldNotDetectLocalIPAddressMessage
source: Could not detect local ip address!
de_de: Die lokale IP-Adresse konnte nicht ermittelt werden!

# CouldNotGetPublicIPAddressFromXXXMessage
source: Could not get public ip address via WebRequest (http/https) from "{0}"! Check your network connection (firewall, proxy, etc.).
de_de: Öffentliche IP-Adresse konnte nicht über WebRequest (http / https) von "{0}" abgerufen werden! Überprüfen Sie Ihre Netzwerkverbindung (Firewall, Proxy usw.).

# NoADNSRecordsResolvedForXXXMessage
source: No A dns records resolved for "{0}"!
de_de: Kein A DNS Eintrag aufgelöst für "{0}"!

# NoPTRDNSRecordResolvedForXXXMessage
source: No PTR dns record resolved for "{0}"!
de_de: Kein PTR DNS Eintrag aufgelöst für "{0}"!

# XADNSRecordsResolvedForXXXMessage
source: "{0}" A dns records resolved for "{1}"!
de_de: "{0}" A DNS Einträge aufgelöst für "{1}"!

# PTRDNSRecordResolvedForXXXMessage
source: PTR dns record resolved for "{0}"!
de_de: PTR DNS Eintrag aufgelöst für "{0}"!

# GotXXXAsPublicIPAddressFromXXXMessage
source: Got "{0}" as public ip address from "{1}"!
de_de: "{0}" als öffentliche IP-Adresse von "{1}" erhalten!

# ResolvedXXXAsHostnameForIPAddressXXXMessage
source: Resolved "{0}" as hostname for ip address "{1}"!
de_de: "{0}" als Hostname für IP-Adresse "{1}" aufgelöst!

source: Public IP address check is disabled!
de_de: Überprüfung der öffentlichen IP-Adresse ist deaktiviert!

# TCPIPStackIsAvailableMessage
source: TCP/IP stack is available. "{0}" is reachable via ICMP!
de_de: TCP/IP-Stack ist verfügbar. "{0}" ist über ICMP erreichbar!

# TCPIPStackIsNotAvailableMessage
source: TCP/IP stack is not available... "{0}" is not reachable via ICMP!
de_de: TCP/IP-Stack ist nicht verfügbar... "{0}" ist über ICMP nicht erreichbar!

# XXXDetectedAsGatewayIPAddress
source: "{0}" detected as gateway ip address!
de_de: {0} wurde als Gateway IP-Adresse erkannt!

# XXXDetectedAsLocalIPAddressMessage
source: "{0}" detected as local ip address!
de_de: {0} wurde als lokale IP-Adresse erkannt!

# XXXIsNotReachableViaICMPMessage
source: "{0}" is not reachable via ICMP!
de_de: {0} ist nicht über ICMP erreichbar!

# XXXIsReachableViaICMPMessage
source: "{0}" is reachable via ICMP!
de_de: {0} ist erreichbar über ICMP!

source: Use custom API
de_de: Verwende benutzerdefinierte API

# HelpMessage_CustomPublicIPAddressAPI
source: URL to a web service that can be reached via http or https and returns an IP address as response.
de_de: URL zu einem Webdienst, der über http oder https erreichbar ist und eine IP-Adresse als Antwort zurückgibt.

# CouldNotParsePublicIPAddressFromXXXMessage
source: Could not parse public ip address from "{0}"! Try another service or use the default...
de_de: Öffentliche IP-Adresse von "{0}" konnte nicht geparsed! Versuchen Sie es mit einem anderen Dienst oder verwenden Sie die Standardeinstellung ...
