Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager/Resources/Localization/Strings.*.resx
Languages: de_de

# CouldNotConnectToXXXMessage
source: Could not connect to "{0}"!
de_de: Verbindung zu "{0}" konnte nicht hergestellt werden!

source: Public DNS test domain
de_de: Öffentliche DNS Test Domain

source: Public DNS test IP address
de_de: Öffentliche DNS Test IP-Adresse

source: Public ICMP test IP address
de_de: Öffentliche ICMP Test IP-Adresse

source: IPv4 protocol available
de_de: IPv4-Protokoll ist verfügbar

source: IPv6 protocol available
de_de: IPv6-Protokoll ist verfügbar

# CopyNoun
source: Copy
de_de: Kopie

source: Official
de_de: Offiziell

source: Help translate on transifex
de_de: Hilf bei der Übersetzung auf Transifex

source: Network connection type
de_de: Netzwerkverbindungstyp

source: Desktop background
de_de: Desktophintergrund

source: Desktop composition
de_de: Desktopgestaltung

source: Experience
de_de: Leistung

source: Font smoothing
de_de: Schriftartglättung

source: Menu and window animation
de_de: Menü- und Fensteranimation

source: Performance
de_de: Leistung

source: Persistent bitmap caching
de_de: Dauerhafte Bitmapzwischenspeicherung

source: Reconnect if the connection is dropped
de_de: Verbindung erneut herstellen, falls diese getrennt wird

# RemoteDesktopNetworkConnectionType_BroadbandHigh
source: High-speed broadband (2 Mbps - 10 Mbps)
de_de: Breitband mit hoher Übertragungsrate (2 MBit/s - 10 MBit/s)

# RemoteDesktopNetworkConnectionType_BroadbandLow
source: Low-speed broadband (256 kbps - 2 Mbps)
de_de: Breitband mit niedriger Übertragungsrate (256 KBit/s - 2 MBit/s)

# RemoteDesktopNetworkConnectionType_DetectAutomatically
source: Detect connection quality automatically
de_de: Verbindungsqualität automatisch erkennen

# RemoteDesktopNetworkConnectionType_LAN
source: LAN (10 Mbps or higher)
de_de: LAN (10 MBit/s oder höher)

# RemoteDesktopNetworkConnectionType_Modem
source: Modem (56 kbps)
de_de: Modem (56 KBit/s)

# RemoteDesktopNetworkConnectionType_Satellite
source: Satellite (2 Mbps - 16 Mbps with high latency)
de_de: Satellit (2 MBit/s - 16 MBit/s mit häufiger Latenz)

# RemoteDesktopNetworkConnectionType_WAN
source: WAN (10 Mbps or higher with high latency)
de_de: WAN (10 MBit/s oder höher mit häufiger Latenz)

source: Show window contents while dragging
de_de: Fensterinhalt beim Ziehen anzeigen

source: Visual styles
de_de: Visuelle Stile

source: Remote audio playback
de_de: Remoteaudiowiedergabe

source: Remote audio recording
de_de: Remoteaudioaufzeichnung

# RemoteDesktopAudioCaptureRedirectionMode_DoNotRecord
source: Do not record
de_de: Nicht aufzeichnen

# RemoteDesktopAudioCaptureRedirectionMode_RecordFromThisComputer
source: Record from this computer
de_de: Von diesem Computer aufzeichnen

# RemoteDesktopAudioRedirectionMode_DoNotPlay
source: Do not play
de_de: Nicht wiedergeben

# RemoteDesktopAudioRedirectionMode_PlayOnRemoteComputer
source: Play on remote computer
de_de: Auf dem Remotecomputer wiedergeben

# RemoteDesktopAudioRedirectionMode_PlayOnThisComputer
source: Play on this computer
de_de: Auf diesem Computer wiedergeben

# HelpMessage_PublicDNSTestDomain
source: Domain to test dns server settings (Domain must resolve A or AAAA record).
de_de: Domain zum Testen der DNS-Servereinstellungen (Domain muss einen A- oder AAAA-Record auflösen).

# HelpMessage_PublicDNSTestIPAddress
source: IP address to test dns server settings (IP address must resolve PTR record).
de_de: IP-Adresse zum Testen der DNS-Servereinstellungen (IP-Adresse muss einen PTR-Record auflösen).

# HelpMessage_PublicICMPTestIPAddress
source: IP address to test connection via ping (ICMP).
de_de: IP-Adresse zum Testen der Verbindung über Ping (ICMP).

source: Custom commands
de_de: Benutzerdefinierte Befehle

source: Add custom command
de_de: Benutzerdefinierten Befehl hinzufügen

source: Arguments
de_de: Argumente

source: Delete custom command
de_de: Benutzerdefinierten Befehl löschen

source: Edit custom command
de_de: Benutzerdefinierten Befehl bearbeiten

source: Program
de_de: Programm

# DeleteCustomCommandMessage
source: The selected custom command will be deleted permanently.
de_de: Der ausgewählte benutzerdefinierte Befehl wird unwiederbringlich gelöscht.

# HelpMessage_CustomCommandVariables
source: The following variables are available: $$ipaddress$$ --> IP adresse $$hostname$$ --> Hostname
de_de: Die folgenden Variablen sind verfügbar: $$ipaddress$$ --> IP-Adresse $$hostname$$ --> Hostname

source: Restart
de_de: Neustart

# WarningMessage_CouldNotResolvIPAddressForHostname
source: Could not resolve ip address for hostname!
de_de: IP-Adresse für Hostname konnte nicht aufgelöst werden!

source: Ctrl+Alt+Del
de_de: Strg+Alt+Entf

source: Keyboard shortcuts
de_de: Tastenkombinationen

source: Adjust screen
de_de: Bildschirm anpassen

source: Fullscreen
de_de: Vollbild

source: Could not send keystroke!
de_de: Tastenkombination konnten nicht gesendet werden!

source: Disconnect
de_de: Trennen

source: Detect local ip address and subnetmask
de_de: Lokale IP-Adresse und Subnetzmaske ermitteln

source: Could not detect subnetmask!
de_de: Subnetzmaske konnte nicht ermittelt werden!

# DetectingNetworkDots
source: Detecting network...
de_de: Netzwerk wird erkannt...

# ClosingInXSecondsDots
source: Closing in {0} seconds...
de_de: Schließen in {0} Sekunden...

source: Network unavailable!
de_de: Netzwerk nicht verfügbar!

source: IP address to detect local ip address based on routing
de_de: IP-Adresse zur Erkennung der lokalen IP-Adresse basierend auf dem Routing

source: Show status window on network change
de_de: Statusfenster bei Netzwerkwechsel anzeigen

source: Time in seconds how long the window should be displayed
de_de: Zeit in Sekunden, wie lange das Fenster angezeigt werden soll

source: WiFi
de_de: WLAN

source: Networks
de_de: Netzwerke

# SearchingForNetworksDots
source: Searching for networks...
de_de: Suche nach Netzwerken...

source: No WiFi adapters found!
de_de: Keine WLAN-Adapter gefunden!

# SearchingWiFiAdaptersDots
source: Searching for WiFi adapters...
de_de: Suche nach WLAN-Adaptern...

source: No WiFi networks found!
de_de: Keine WLAN-Netzwerke gefunden!

source: Channels
de_de: Kanäle

source: Channel
de_de: Kanal

source: Signal strength
de_de: Signalstärke

source: Measured time
de_de: Gemessene Zeit

source: Network usage
de_de: Netzwerknutzung

source: Total download
de_de: Download gesamt

source: Total upload
de_de: Upload gesamt

source: Retries
de_de: Wiederholungen

source: Use cache
de_de: Verwende Cache

source: Use only TCP
de_de: Nur TCP verwenden

source: Query class
de_de: Abfrageklasse

source: Report an issue or create a feature request
de_de: Problem melden oder einen Feature-Request erstellen

# ToolTip_GithubNewIssueUrl
source: Report an issue or create a feature request. URL: https://github.com/BornToBeRoot/NETworkManager/issues/new/choose
de_de: Problem melden oder Feature-Request erstellen. URL: https://github.com/BornToBeRoot/NETworkManager/issues/new/choose

# AuthenticationColon
source: Authentication:
de_de: Authentifizierung:

# BeaconIntervalColon
source: Beacon interval:
de_de: Beacon-Intervall:

source: Encryption
de_de: Verschlüsselung

# EncryptionColon
source: Encryption:
de_de: Verschlüsselung:

source: Infrastructure
de_de: Infrastruktur

# NetworkKindColon
source: Network kind:
de_de: Netzwerk-Typ:

# PhyKindColon
source: Phy kind:
de_de: Phy-Typ:

# UptimeColon
source: Uptime:
de_de: Betriebszeit:

source: Show error message
de_de: Fehlermeldung anzeigen

source: Add host
de_de: Host hinzufügen

source: Add a host to monitor
de_de: Host zum überwachen hinzufügen

source: Resume
de_de: Fortsetzen

# CouldNotResolveIPAddressFor
source: Could not resolve ip address for: "{0}"
de_de: Konnte die IP-Adresse nicht auflösen für: "{0}"

source: The application will be restarted...
de_de: Die Anwendung wird neu gestartet...

source: Use other
de_de: Anderen Verwenden

# ClouldNotExportFileSeeErrorMessageXX
source: Could not export file! See error message: "{0}"
de_de: Datei konnte nicht exportiert werden! Siehe Fehlermeldung: "{0}"

# FileExportedToXX
source: File exported to "{0}"!
de_de: Datei nach "{0}" exportiert!

# ClouldNotImportFileSeeErrorMessageXX
source: Could not import file! See error message: "{0}"
de_de: Datei konnte nicht importiert werden! Siehe Fehlermeldung: "{0}"

# LocationCannotBeChangedInThePortableVersion
source: Location cannot be changed in portable version!
de_de: Standort kann in portabler Version nicht geändert werden!

source: Is encrypted
de_de: Ist Verschlüsselt

# ToolTip_GithubDocumentationUrl
source: Open documentation on GitHub. URL: https://github.com/BornToBeRoot/NETworkManager/tree/master/Documentation
de_de: Dokumentation auf GitHub öffnen. URL: https://github.com/BornToBeRoot/NETworkManager/tree/master/Documentation

# ExampleProfileFileName
source: Customer 1
de_de: Kunde 1

source: Add profile file
de_de: Profildatei hinzufügen

# DisableEncryptionDots
source: Disable encryption...
de_de: Verschlüsselung deaktivieren...

source: Edit profile file
de_de: Profildatei bearbeiten

# EnableEncryptionDots
source: Enable encryption...
de_de: Verschlüsselung aktivieren...

# EncryptionDots
source: Encryption...
de_de: Verschlüsselung...

source: Remove profile file
de_de: Profildatei löschen

source: Profile name already exists!
de_de: Profilname existiert bereits!

source: Rename
de_de: Umbenennen

source: Delete profile file
de_de: Profildatei löschen

# DeleteProfileFileMessage
source: Selected profile file will be deleted permanently.
de_de: Die ausgewählte Profildatei wird dauerhaft gelöscht.

# ResetProfilesMessage
source: All profiles in this profile file will be permanently deleted!
de_de: Alle Profile in dieser Profildatei werden dauerhaft gelöscht!
