Repository: BornToBeRoot/NETworkManager
Catalog: Source/NETworkManager/Resources/Localization/Strings.*.resx
Languages: de_de

source: About
de_de: Über

source: Accent
de_de: Akzent

source: Add credentials
de_de: Anmeldeinformationen hinzufügen

source: Add entry
de_de: Eintrag hinzufügen

source: Add profile
de_de: Profil hinzufügen

source: Are you sure?
de_de: Sind Sie sicher?

source: ARP Table
de_de: ARP-Tabelle

source: Authentication
de_de: Authentifizierung

source: Calculator
de_de: Rechner

source: Command Line Arguments
de_de: Befehlszeilenargumente

source: Configure
de_de: Konfigurieren

source: Confirm
de_de: Bestätigen

source: Connect
de_de: Verbinden

source: Connect as
de_de: Verbinden als

source: Copy profile
de_de: Profil kopieren

source: Credential not found!
de_de: Anmeldeinformation nicht gefunden!

source: Credentials
de_de: Anmeldeinformationen

source: Data
de_de: Daten

source: Default application
de_de: Standardanwendung

source: Delete credentials
de_de: Anmeldeinformation löschen

source: Delete profile
de_de: Profil löschen

source: Destination
de_de: Ziel

source: Disconnected
de_de: Getrennt

source: Display
de_de: Anzeige

source: Don't fragment
de_de: Nicht fragmentieren

source: Edit credentials
de_de: Anmeldeinformation bearbeiten

source: Edit group
de_de: Gruppe bearbeiten

source: Edit profile
de_de: Profil bearbeiten

source: Error
de_de: Fehler

source: Export
de_de: Exportieren

source: General
de_de: Allgemein

source: Import
de_de: Importieren

source: Information
de_de: Informationen

source: Keyboard
de_de: Tastatur

source: Language
de_de: Sprache

source: Libraries
de_de: Bibliotheken

source: License
de_de: Lizenz

source: Local devices and resources
de_de: Lokale Geräte und Ressourcen

source: Location
de_de: Speicherort

source: MAC Address
de_de: MAC-Adresse

source: Master Password
de_de: Masterpasswort

source: Network
de_de: Netzwerk

source: Network Interface
de_de: Netzwerkinterface

source: New tab
de_de: Neuer Tab

# OverwriteQuestion
source: Overwrite?
de_de: Überschreiben?

source: Profiles
de_de: Profile

source: Query
de_de: Abfrage

source: Reset
de_de: Zurücksetzen

source: Resolve PTR
de_de: PTR auflösen

source: Resources
de_de: Ressourcen

source: Result
de_de: Ergebnis

source: Scan
de_de: Scannen

source: Search
de_de: Suche

# SelectAProfileDots
source: Select a profile...
de_de: Profil auswählen...

source: Set Master Password
de_de: Masterpasswort setzen

source: Settings
de_de: Einstellungen

source: Settings have been reset!
de_de: Einstellungen wurden zurückgesetzt!

source: Statistics
de_de: Statistik

source: Subnet
de_de: Subnetz

source: Success!
de_de: Erfolgreich!

source: Theme
de_de: Thema

source: Validation failed!
de_de: Validierung fehlgeschlagen!

source: Website
de_de: Webseite

source: Window
de_de: Fenster

source: Wrong password!
de_de: Falsches Passwort!

source: Always show icon in tray
de_de: Icon immer im Tray anzeigen

source: Attempts
de_de: Versuche

source: Average time
de_de: Durchschnittliche Zeit

source: Close
de_de: Schließen

source: Default-Gateway
de_de: Standardgateway

# DeleteDots
source: Delete...
de_de: Löschen...

source: Description
de_de: Beschreibung

source: DHCP enabled
de_de: DHCP aktiviert

source: DHCP lease expires
de_de: DHCP Lease läuft ab

source: DHCP lease obtained
de_de: DHCP Lease erhalten

source: Dynamic IPv4 address
de_de: Dynamische IPv4-Adresse

source: Dynamic IPv4 DNS server
de_de: Dynamischer IPv4-DNS-Server

source: IP address
de_de: IP-Adresse

source: IP addresses
de_de: IP-Adressen

source: IPv4 address
de_de: IPv4-Adresse

source: IPv4-Default-Gateway
de_de: IPv4-Standardgateway

source: IPv6 address
de_de: IPv6-Adresse

# IPv6AddressLinkLocal
source: Link-local IPv6 address
de_de: Verbindungslokale IPv6-Adresse

source: IPv6-Default-Gateway
de_de: IPv6-Standardgateway

source: Maximum hops/router
de_de: Maximale Hops/Router

# MinimizeInsteadOfTerminating
source: Minimize main window instead of terminating the application
de_de: Hauptfenster minimieren anstatt die Anwendung zu schließen

source: Minimize to tray instead of taskbar
de_de: Ins Tray minimieren anstatt in die Taskbar

source: Network address
de_de: Netzwerkadresse

source: New subnetmask or CIDR
de_de: Neue Subnetzmaske oder CIDR

source: No
de_de: Nein

source: Obtain an IP address automatically
de_de: IP-Adresse automatisch beziehen

source: Obtain DNS server address automatically
de_de: DNS-Serveradresse automatisch beziehen

source: Packet loss
de_de: Paketverlust

source: Packets transmitted
de_de: Pakete übermittelt

source: PhysicalAddress
de_de: Physische Adresse

source: Preferred protocol when resolving hostname:
de_de: Bevorzugtes Protokoll beim Auflösen des Hostnamens:

source: Primary DNS server
de_de: Primärer DNS-Server

source: Received / Lost
de_de: Empfangen / Verloren

source: Resolve hostname
de_de: Hostnamen auflösen

source: Restart required
de_de: Neustart Erforderlich

# RestartRequiredSettingsChangedMessage
source: Some settings are applied only after restarting the application!
de_de: Einige Einstellungen werden erst nach einem Neustart der Anwendung angewendet!

# SaveSettingsInApplicationFolder
source: Save settings in the application folder
de_de: Einstellungen im Anwendungsordner speichern

source: Secondary DNS server
de_de: Sekundärer DNS-Server

source: Show
de_de: Anzeigen

source: Show the following application on startup:
de_de: Zeige die folgende Anwendung beim starten:

# Slogan
source: A powerful tool for managing networks and troubleshoot network problems!
de_de: Ein leistungsstarkes Tool zum Verwalten von Netzwerken und zur Behebung von Netzwerkproblemen!

source: Speed
de_de: Geschwindigkeit

source: Start minimized in tray
de_de: Minimiert im Tray starten

# StartWithWindows
source: Start with Windows (current user)
de_de: Mit Windows starten (aktueller Benutzer)

source: Static IPv4 address
de_de: Statische IPv4-Address

source: Static IPv4 DNS server
de_de: Statischer IPv4-DNS-Server

source: Subnetmask
de_de: Subnetzmaske

source: Subnetmask or CIDR
de_de: Subnetzmaske oder CIDR

source: Time
de_de: Zeit

source: Time 1
de_de: Zeit 1

source: Time 2
de_de: Zeit 2

source: Time 3
de_de: Zeit 3

source: Time to wait between each ping
de_de: Zeit wie lange gewartet wird zwischen jedem Ping

source: Type
de_de: Typ

source: Use the following DNS server addresses:
de_de: Folgende DNS-Serveradressen verwenden:

source: Use the following IP address:
de_de: Folgende IP-Adresse verwenden:

source: Wake up
de_de: Aufwecken

source: Yes
de_de: Ja

source: Add
de_de: Hinzufügen

source: Add a tab to perform a DNS lookup...
de_de: Füge eine Registerkarte hinzu, um eine DNS-Suche durchzuführen...

source: Add a tab to perform a network scan...
de_de: Füge eine Registerkarte hinzu, um einen Netzwerk-Scan durchzuführen...

source: Add a tab to perform an SNMP action...
de_de: Füge eine Registerkarte hinzu, um eine SNMP-Aktion auszuführen...

source: Add a tab to perform a ping...
de_de: Füge eine Registerkarte hinzu, um einen Ping durchzuführen...

source: Add a tab to perform a port scan...
de_de: Füge eine Registerkarte hinzu, um einen Port-Scan durchzuführen...

source: Add a tab to perform a trace...
de_de: Füge eine Registerkarte hinzu, um eine Ablaufverfolgung durchzuführen...

source: Add a tab to query the HTTP headers...
de_de: Füge eine Registerkarte hinzu, um die HTTP Headers abzufragen...

# AddDNSSuffixToHostname
source: Add DNS suffix (primary) to hostname
de_de: DNS-Suffix (primär) zum Hostnamen hinzufügen

source: Additional command line
de_de: Zusätzliche Kommandozeile

# AddProfileDots
source: Add profile...
de_de: Profil hinzufügen...

source: Adjust screen automatically
de_de: Bildschirm automatisch anpassen

source: Answers
de_de: Antworten

source: Application is restarted afterwards
de_de: Die Anwendung wird anschließend neu gestartet

source: Apply
de_de: Anwenden

# ApplyWindowsKeyCombinationsLikeAltTab
source: Apply Windows key combinations (e.g. ALT+TAB):
de_de: Windows Tastenkombinationen anwenden (z.B. ALT+TAB):

source: Authentication level
de_de: Authentifizierungsebene

source: Automatically update every
de_de: Automatisch aktualisieren alle

source: back
de_de: zurück

source: Backup
de_de: Sicherung

# CanceledByUserMessage
source: The operation has been canceled by the user!
de_de: Der Vorgang wurde vom Benutzer abgebrochen!

source: Caps lock is enabled!
de_de: Feststelltaste ist aktiviert!

source: Check for updates at startup
de_de: Beim Start auf Updates prüfen

source: Class
de_de: Klasse

source: Clear filter
de_de: Filter löschen

source: Color depth (bit)
de_de: Farbtiefe (Bit)

# ConfigureThePathToPuTTYInTheSettingsDots
source: Configure the path to PuTTY in the settings...
de_de: Konfiguriere den Pfad zu PuTTY in den Einstellungen...

source: Confirm close
de_de: Schließen bestätigen

# ConfirmCloseMessage
source: Are you sure you want to close the application?
de_de: Sind Sie sicher, dass Sie die Anwendung beenden möchten?

# ConnectAsDots
source: Connect as...
de_de: Verbinden als...

source: Connect external
de_de: Extern verbinden

# ConnectTheNetworkCardToConfigureIt
source: Connect the network card to a network to configure it!
de_de: Verbinde die Netzwerkkarte mit einem Netzwerk, um diese zu konfigurieren!

source: Copy
de_de: Kopieren

# CopyAsDots
source: Copy as...
de_de: Kopieren als...

# CopyDots
source: Copy...
de_de: Kopieren...

# CouldNotResolveHostnameFor
source: Could not resolve hostname for: "{0}"
de_de: Hostname konnte nicht aufgelöst werden für: "{0}"

source: Credential
de_de: Anmeldeinformation

# CredentialNotFoundMessage
source: Edit the Profile and select a different credential or delete the existing one
de_de: Die Anmeldeinformation wurde gelöscht. Bearbeiten Sie die Sitzung und wählen Sie eine andere Anmeldeinformation oder löschen die vorhandene.

# CredentialsEncryptionDisclaimer
source: The credentials are stored encrypted with AES-256 (Rijndael) in a file. The key for the encryption results from a master password (Rfc2898DeriveBytes). The application uses a SecureString for passwords. For some functions, passwords must be converted from a SecureString to plain text, or vice versa.
de_de: Die Anmeldeinformationen werden verschlüsselt mit AES-256 (Rijndael) in einer Datei gespeichert. Der Schlüssel für die Verschlüsselung ergibt sich aus einem Master-Passwort (Rfc2898DeriveBytes). In der Anwendung wird ein SecureString für Passwörter verwendet. Für einige Funktionen müssen Kennwörter von einem SecureString in Klartext konvertiert werden oder umgekehrt.

source: Custom
de_de: Benutzerdefiniert

source: Custom screen size:
de_de: Benutzerdefinierte Bildschirmgröße:

source: Data has been updated!
de_de: Daten wurden aktualisiert!

# DecryptAndLoadCredentialsMessage
source: Credentials must be decrypted and loaded to manage them.
de_de: Anmeldeinformationen müssen entschlüsselt und geladen werden, um sie zu verwalten.

source: Default
de_de: Standard

source: Default port:
de_de: Standard-Port:

# DeleteCredentialMessage
source: The selected credential will be deleted permanently.
de_de: Die ausgewählte Anmeldeinformation wird unwiederbringlich gelöscht.

source: Delete entry
de_de: Eintrag löschen

# DeleteProfileMessage
source: Selected profiles will be deleted permanently.
de_de: Ausgewählte Profile werden unwiederbringlich gelöscht.

# DNSAutoconfiguration
source: DNS autconfiguration
de_de: DNS Autkonfiguration

source: Open documentation
de_de: Dokumentation öffnen

source: Domain
de_de: Domäne

source: Duration
de_de: Dauer

# EditDots
source: Edit...
de_de: Bearbeiten...

source: Enable
de_de: Aktivieren

source: Enable Credential Security Support Provider
de_de: Aktiviere Credential Security Support Provider

source: End time
de_de: Endzeit

source: Enter a subnet to calculate it...
de_de: Geben Sie ein Subnetz ein, um es zu berechnen...

source: Enter subnet and a new subnet mask to create subnets...
de_de: Geben Sie das Subnetz und eine neue Subnetzmaske ein, um Subnetze zu erstellen...

# ErrorCheckingApiGithubComVerifyYourNetworkConnection
source: Couldn't connect to 'api.github.com', check your network connection!
de_de: Verbindung zu 'api.github.com' kann nicht hergestellt werden, überprüfen Sie Ihre Netzwerkverbindung.

source: Error in response!
de_de: Fehler in Antwort!

source: Error in response! Check if you have write permissions.
de_de: Fehler in Antwort! Prüfen Sie, ob Sie Schreibrechte haben.

source: Expand
de_de: Erweitern

source: First usable IP address
de_de: Erste nutzbare IP-Adresse

source: Fixed screen size:
de_de: Feste Bildschirmgröße:

source: Star/Fork the Project on GitHub
de_de: Star/Fork das Projekt auf GitHub

source: Found
de_de: Gefunden

source: Group
de_de: Gruppe

source: Height
de_de: Höhe

source: Hostname or IP address
de_de: Hostname oder IP-Adresse

source: Inherit host from default
de_de: Host von Standard übernehmen

# InstallRDP8dot1Message
source: You must install the Remote Desktop Protocol (RDP) version 8.1 on your system to use the Remote Desktop functionality!
de_de: Sie müssen das Remotedesktopprotokoll (RDP) Version 8.1 auf Ihrem System installieren, um die Remotedesktopfunktionalität zu verwenden.

source: IP range
de_de: IP-Bereich

source: Last usable IP address
de_de: Letzte nutzbare IP-Adresse

source: Local IP address
de_de: Lokale IP-Adresse

source: Local port
de_de: Lokaler Port

source: MAC address or vendor
de_de: MAC-Adresse oder Hersteller

# MagicPacketSentMessage
source: Magic packet successfully sent!
de_de: Magic Packet erfolgreich gesendet!

# MaximumNumberOfHopsReached
source: Maximum number ({0}) of hops/router reached!
de_de: Maximale Anzahl ({0}) an Hops/Router erreicht!

source: Message size
de_de: Nachrichtengröße

source: Mode
de_de: Modus

source: Multiple instances
de_de: Mehrere Instanzen

# NetworkLocationCannotBeReachedMessage
source: The network address cannot be reached. Check if your computer is connected to the network. For information about network troubleshooting, see Windows Help.
de_de: Die Netzwerkadresse kann nicht erreicht werden. Überprüfen Sie, ob Ihr Computer mit dem Netzwerk verbunden ist. Informationen zur Netzwerk-Fehlersuche finden Sie in der Windows-Hilfe.

# NewConnectionDots
source: New connection...
de_de: Neue Verbindung...

# NoDNSRecordFoundCheckYourInputAndSettings
source: No DNS record found for "{0}"! Check your input and the settings.
de_de: Kein DNS-Eintrag für "{0}" gefunden! Überprüfe deine Eingabe und die Einstellungen.

source: No enabled network adapters found!
de_de: Keine aktivierten Netzwerkadapter gefunden!

source: No ports found. Check your input!
de_de: Keine Ports gefunden. Überprüfen Sie Ihre Eingabe!

source: No profiles found! Create one...
de_de: Keine Profile gefunden! Erstelle eins...

source: Nothing found!
de_de: Nichts gefunden!

source: Nothing to do. Check your input!
de_de: Nichts zu tun. Überprüfen Sie Ihre Eingabe!

source: No update available!
de_de: Kein Update verfügbar!

source: No valid file found to import.
de_de: Kein gültige Datei zum importieren gefunden.

source: No vendor found. Check your input!
de_de: Kein Hersteller gefunden. Überprüfen Sie Ihre Eingabe!

source: Number of errors after which is canceled:
de_de: Anzahl Fehler nach denen abgebrochen wird:

source: Number of stored entries
de_de: Anzahl gespeicherter Einträge

source: Only when using the full screen
de_de: Nur bei Vollbild anwenden

# RemoteDesktopKeyboardHookMode_OnTheRemoteComputer
source: On the remote computer
de_de: Auf dem Remote-Computer

# RemoteDesktopKeyboardHookMode_OnThisComputer
source: On this computer
de_de: Auf diesem Computer

source: Open
de_de: Offen

source: Open license
de_de: Lizenz öffnen

source: Open project
de_de: Projekt öffnen

source: Open website
de_de: Webseite öffnen

source: override
de_de: überschreiben

# OverwriteSettingsInTheDestinationFolder
source: Overwrite settings in the destination folder? If you click "Move & Restart", the remaining files will be copied and the application will be restarted with the new settings!
de_de: Einstellungen im Zielordner überschreiben? Wenn Sie auf "Verschieben & neu starten" klicken, werden die restlichen Dateien kopiert und die Anwendung danach mit den neuen Einstellungen neu gestartet!

source: Password
de_de: Passwort

source: Passwords do not match!
de_de: Passwörter stimmen nicht überein!

source: Path
de_de: Pfad

source: Port or service
de_de: Port oder Dienst

source: Profile
de_de: Profil

source: Profiles reloaded
de_de: Profile neu geladen

source: Protocol
de_de: Protokoll

source: PuTTY process has ended!
de_de: PuTTY-Prozess wurde beendet!

source: PuTTY profile
de_de: PuTTY-Profil

source: Questions
de_de: Anfragen

source: Recursion
de_de: Rekursion

source: Redirect clipboard
de_de: Zwischenablage umleiten

source: Redirect devices
de_de: Geräte umleiten

source: Redirect drives
de_de: Laufwerke umleiten

source: Redirect ports
de_de: Ports umleiten

source: Redirect printers
de_de: Drucker umleiten

source: Redirect smartcards
de_de: Smartcards umleiten

source: Remaining time
de_de: Drucker umleiten

source: Remote IP address
de_de: Remote IP-Adresse

source: Repeat
de_de: Wiederholen

source: Resolve CNAME on ANY requests
de_de: CNAME auflösen bei ANY anfragen

source: Responses
de_de: Antworten

source: Scanned
de_de: Gescannt

source: Searched application not found!
de_de: Gesuchte Anwendung nicht gefunden!

source: Searched language not found!
de_de: Gesuchte Sprache nicht gefunden!

source: Searched setting not found!
de_de: Gesuchte Einstellung nicht gefunden!

source: Security
de_de: Sicherheit

source: Select a screen resolution
de_de: Wählen Sie eine Bildschirmauflösung

# SelectedSettingsAreOverwrittenAndApplicationIsRestartedAfterwards
source: The selected settings are overwritten and the application is restarted afterwards!
de_de: Die gewählten Einstellungen werden überschrieben und die Anwendung anschließend neu gestartet!

# SelectedSettingsAreReset
source: The selected settings are reset.
de_de: Die ausgewählten Einstellungen werden zurückgesetzt.

source: Select the settings you want to export:
de_de: Wählen Sie die Einstellungen aus, die Sie exportieren möchten:

source: Select the settings you want to import:
de_de: Wählen Sie die Einstellungen aus, die Sie importieren möchten:

source: This will reset all settings!
de_de: Dadurch werden alle Einstellungen zurückgesetzt!

source: Serial
de_de: Seriell

source: SerialLine
de_de: Serielle Schnittstelle

source: Service
de_de: Dienst

# SettingsFileFoundWasCorruptOrNotCompatibleMessage
source: The settings file found was corrupted or is not compatible with this version. All settings have been reset! (Profile files are not affected!)
de_de: Die gefundene Einstellungsdatei ist beschädigt oder mit dieser Version nicht kompatibel. Alle Einstellungen wurden zurückgesetzt (Profile sind nicht betroffen!)

source: Settings successfully exported!
de_de: Einstellungen erfolgreich exportiert!

source: Settings successfully imported!
de_de: Einstellungen erfolgreich importiert!

source: Settings successfully reset!
de_de: Einstellungen erfolgreich zurückgesetzt!

source: Show closed ports
de_de: Geschlossene Ports anzeigen

source: Show current application title
de_de: Zeige Titel der aktuellen Anwendung

source: Show only most common query types
de_de: Nur die häufigsten Abfragetypen anzeigen

source: Show scan result for all IP addresses
de_de: Zeige Scan-Ergebnis für alle IP-Adressen

source: Show statistics
de_de: Statistiken anzeigen

source: Start time
de_de: Startzeit

source: State
de_de: Status

source: Subnet 1
de_de: Subnetz 1

source: Subnet 2
de_de: Subnetz 2

source: The application can be started without parameters!
de_de: Die Anwendung kann ohne Parameter gestartet werden!

source: The following hostnames could not be resolved:
de_de: Die folgenden Hostnamen konnten nicht aufgelöst werden:

source: The following parameters are available:
de_de: Folgende Parameter stehen zur Verfügung:

# TheFollowingParametersCanNotBeProcesses
source: The following parameters can not be processed:
de_de: Die folgenden Parameter können nicht verarbeitet werden:

# TheProcessCanTakeUpSomeTimeAndResources
source: The process can take up some time and resources (CPU / RAM).
de_de: Der Vorgang kann einige Zeit und Ressourcen in Anspruch nehmen (CPU / RAM).

source: The settings location is not affected
de_de: Der Speicherpfad ist hiervon nicht betroffen

source: Timeout on SNMP query.
de_de: Zeitüberschreitung bei SNMP-Abfrage.

# TimeoutWhenQueryingDNSServerMessage
source: Timeout when querying the DNS server with the IP address "{0}"!
de_de: Timeout beim Abfragen des DNS-Servers mit der IP-Adresse "{0}"!

source: Trace
de_de: Verfolgen

source: Unkown error!
de_de: Unbekannter Fehler!

source: Untray / Bring window to front
de_de: Untray / Fenster in den Vordergrund bringen

source: Use credentials
de_de: Anmeldeinformationen verwenden

# UseCurrentViewSize
source: Use the current view size as the screen size
de_de: Verwende die aktuelle Ansichtsgröße als Bildschirmgröße

source: Use custom DNS server
de_de: Verwende benutzerdefinierten DNS-Server

source: Use custom DNS suffix
de_de: Verwende benutzerdefinierten DNS-Suffix

source: Use resolver cache
de_de: Resolver-Cache verwenden

source: User interface locked!
de_de: Benutzeroberfläche gesperrt!

source: Username
de_de: Benutzername

source: Vendor
de_de: Hersteller

# VersionxxIsAvailable
source: Version {0} is available!
de_de: Version {0} ist verfügbar!

source: Walk mode
de_de: Walk Modus

source: Width
de_de: Breite

# WrongPasswordDecryptionFailedMessage
source: Credentials could not be decrypted with the given password.
de_de: Anmeldeinformationen konnten mit dem angegebenen Passwort nicht entschlüsselt werden.

# WrongPasswordMessage
source: The entered password is wrong.
de_de: Das eingegebene Passwort ist falsch.

# AddDots
source: Add...
de_de: Hinzufügen...

# AddEntryDots
source: Add entry...
de_de: Eintrag hinzufügen...

source: Calculate
de_de: Berechnen

source: Cancel
de_de: Abbrechen

source: Change
de_de: Ändern

# ChangeMasterPasswordDots
source: Change Master Password...
de_de: Masterpasswort ändern...

source: Check
de_de: Prüfen

source: Check for updates
de_de: Auf Updates prüfen

source: Closed
de_de: Geschlossen

source: Continue
de_de: Weiter

# CustomColon
source: Custom:
de_de: Benutzerdefiniert:

source: Cut
de_de: Ausschneiden

# DecryptAndLoadDots
source: Decrypt and load...
de_de: Entschlüsseln und laden...

source: Delete
de_de: Löschen

source: Delete table
de_de: Tabelle löschen

# DocumentationTitle_00001
source: How to install RDP 8.1 on Windows 7/Server 2008 R2
de_de: Wie installiere ich RDP 8.1 unter Windows 7 / Server 2008 R2?

# DocumentationTitle_00002
source: How to create a custom theme and accent?
de_de: Wie erstelle ich ein benutzerdefiniertes Thema und Akzent?

# EnterLocationDots
source: Enter location...
de_de: Speicherort eingeben...

source: Everything
de_de: Alles

source: Flush DNS cache
de_de: DNS-Cache leeren

# HelpMessage_Credentials
source: Decrypt and load your credentials to select them.
de_de: Entschlüsseln und laden Sie Ihre Anmeldedaten, um sie auszuwählen.

# HelpMessage_ParameterHelp
source: Displays this dialog.
de_de: Zeigt diesen Dialog an.

# HelpMessage_ParameterResetSettings
source: Reset all settings.
de_de: Setzt alle Einstellungen zurück.

# HelpMessage_PasswordNotDisplayedCanBeOverwritten
source: The password is not displayed when editing, but can be overwritten.
de_de: Das Passwort wird bei der Bearbeitung nicht angezeigt, kann jedoch überschrieben werden.
